;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [178],
  {
    12978: (e) => {
      e.exports = ['البيانات الفورية لـ {symbolName}']
    },
    64565: (e) => {
      e.exports = ['يتم توفيره من خلال بورصة {exchange}.']
    },
    19801: (e) => {
      e.exports = ['الجمعة']
    },
    11268: (e) => {
      e.exports = ['الاثنين']
    },
    63331: (e) => {
      e.exports = ['السبت']
    },
    85954: (e) => {
      e.exports = ['الأحد']
    },
    26230: (e) => {
      e.exports = ['الأربعاء']
    },
    24793: (e) => {
      e.exports = ['الخميس']
    },
    31533: (e) => {
      e.exports = ['الثلاثاء']
    },
    89790: (e) => {
      e.exports = ['لا يمكن ايجاد مصدر الكود البرمجي باين.']
    },
    39589: (e) => {
      e.exports = ['طي الجزء']
    },
    38154: (e) => {
      e.exports = ['تأكيد إزالة نتائج الدراسة']
    },
    53205: (e) => {
      e.exports = ['العقود الآجلة المستمرة']
    },
    15993: (e) => {
      e.exports = [
        'العقود الآجلة المستمرة هي أدوات مشتقة تجمع بين العقود الفردية. ال 1! يمثل عقد الشهر الأول (أقرب انتهاء صلاحية) بينما يمثل 2! يمثل ثاني أقرب تاريخ لانتهاء صلاحية.',
      ]
    },
    45e3: (e) => {
      e.exports = ['Cboe BZX']
    },
    56934: (e) => {
      e.exports = ['قم بتغيير الوصف']
    },
    23398: (e) => {
      e.exports = ['تغيير الرمز']
    },
    36004: (e) => {
      e.exports = ['أنشئ حساباً مجاناً']
    },
    69419: (e) => {
      e.exports = ['كل شيء على ما يرام - السوق مفتوح.']
    },
    97637: (e) => {
      e.exports = ['أبريل']
    },
    86797: (e) => {
      e.exports = ['أغسطس']
    },
    22519: (e) => {
      e.exports = ['قيمة التغير للعمود']
    },
    41707: (e) => {
      e.exports = ['شراء البيانات اللحظية']
    },
    52003: (e) => {
      e.exports = ['هل تريد فعلا مسح هذه الدراسة وكل محتوياتها؟']
    },
    68854: (e) => {
      e.exports = ['نقرتين متتاليتين']
    },
    97325: (e) => {
      e.exports = ['مشكلة في البيانات']
    },
    52916: (e) => {
      e.exports = ['يتم تحديث البيانات مرة واحدة في اليوم.']
    },
    25978: (e) => {
      e.exports = [
        'لا يتم تحديث البيانات أكثر من مرة واحدة في الثانية، حتى لو كانت هناك عدة تحديثات في السوق.',
      ]
    },
    57310: (e) => {
      e.exports = ['البيانات متأخرة']
    },
    49321: (e) => {
      e.exports = [
        'البيانات المقدمة على العضويات المجانية لا يتم تحديثها أكثر من مرة واحدة كل ثانية، حتى لو كانت هناك عدة تحديثات في السوق.',
      ]
    },
    55669: (e) => {
      e.exports = ['ديسمبر']
    },
    83498: (e) => {
      e.exports = ['حذف جزء']
    },
    6044: (e) => {
      e.exports = ['البيانات المُستقاة']
    },
    31461: (e) => {
      e.exports = [
        'تشير البيانات المشتقة إلى المؤشرات المالية التي يتم إنشاؤها من خلال الجمع بين و/أو معالجة البيانات الأولية المقدمة من مصادر مختلفة.',
      ]
    },
    59315: (e) => {
      e.exports = ['بيانات نهاية اليوم']
    },
    82751: (e) => {
      e.exports = ['خطأ']
    },
    40519: (e) => {
      e.exports = ['السوق مفتوح حاليًا للتداول ما بعد الجلسة.']
    },
    80227: (e) => {
      e.exports = ['المنطقة الزمنية للبورصة']
    },
    16467: (e) => {
      e.exports = ['فبراير']
    },
    25046: (e) => {
      e.exports = ['ملء اتفاقية البورصة']
    },
    93666: (e) => {
      e.exports = ['وضع علامة على الرمز']
    },
    564: (e) => {
      e.exports = ['الجمعة']
    },
    72970: (e) => {
      e.exports = ['الجمعة']
    },
    88958: (e) => {
      e.exports = ['عطلة']
    },
    32960: (e) => {
      e.exports = ['رمز الحلال']
    },
    21686: (e) => {
      e.exports = ['إخفاء وسيلة إيضاح المؤشر']
    },
    26935: (e) => {
      e.exports = ['مدخلات المؤشر']
    },
    26315: (e) => {
      e.exports = ['عناوين المؤشر']
    },
    84098: (e) => {
      e.exports = ['قيم المؤشر']
    },
    91459: (e) => {
      e.exports = [
        'إذا كنت ترغب في الحصول على بيانات ‎{listedExchange}‎ اللحظية، فستحتاج إلى ملء اتفاقية البورصة. لا تقلق، لا يتطلب الأمر سوى بضع نقرات.',
      ]
    },
    50634: (e) => {
      e.exports = ['ستنتقل إلى التداول فيما بعد الجلسة في {remainingTime}.']
    },
    74537: (e) => {
      e.exports = ['سيتم فتحه للتداول ما قبل الافتتاح في {remainingTime}.']
    },
    26910: (e) => {
      e.exports = ['يناير']
    },
    23230: (e) => {
      e.exports = ['يوليو']
    },
    49385: (e) => {
      e.exports = ['يونيو']
    },
    99487: (e) => {
      e.exports = ['قيم الافتتاح والإغلاق وأعلى وأدنى قيمة (OHLC)']
    },
    15815: (e) => {
      e.exports = ['تحديث واحد لكل ثانية']
    },
    90784: (e) => {
      e.exports = ['أكتوبر']
    },
    75991: (e) => {
      e.exports = ['حالة الأسواق المفتوحة']
    },
    37274: (e) => {
      e.exports = ['قيم تغيير اليوم الأخير']
    },
    36051: (e) => {
      e.exports = ['تعرف على المزيد']
    },
    39899: (e) => {
      e.exports = ['تحريك جزء لأسفل']
    },
    70343: (e) => {
      e.exports = ['تحريك جزء لأعلى']
    },
    83085: (e) => {
      e.exports = ['يوم الاثنين']
    },
    61199: (e) => {
      e.exports = ['الاثنين']
    },
    41610: (e) => {
      e.exports = ['المزيد']
    },
    1653: (e) => {
      e.exports = ['السوق مفتوح حاليًا للتداول ما قبل الجلسة.']
    },
    56470: (e) => {
      e.exports = ['تكبير الرسم البياني']
    },
    19603: (e) => {
      e.exports = ['تكبير جزء']
    },
    68327: (e) => {
      e.exports = ['مايو']
    },
    35732: (e) => {
      e.exports = ['إدارة العناصر']
    },
    84675: (e) => {
      e.exports = ['مارس']
    },
    83949: (e) => {
      e.exports = ['السوق مفتوح']
    },
    35701: (e) => {
      e.exports = ['يفتح السوق في {remainingTime}.']
    },
    95814: (e) => {
      e.exports = ['السوق مغلق']
    },
    98105: (e) => {
      e.exports = ['يغلق السوق في {remainingTime}.']
    },
    56086: (e) => {
      e.exports = ['السوق في عطلة حالياً. من حسن حظهم!']
    },
    71194: (e) => {
      e.exports = ['نوفمبر']
    },
    66324: (e) => {
      e.exports = ['كود المصدر']
    },
    36835: (e) => {
      e.exports = ['السبت']
    },
    1144: (e) => {
      e.exports = ['السبت']
    },
    40653: (e) => {
      e.exports = ['التمرير إلى اليسار']
    },
    26721: (e) => {
      e.exports = ['التمرير إلى أخر عمود']
    },
    35809: (e) => {
      e.exports = ['التمرير إلى اليمين']
    },
    61132: (e) => {
      e.exports = ['سبتمبر']
    },
    28705: (e) => {
      e.exports = ['عرض وسيلة إيضاح المؤشر']
    },
    51072: (e) => {
      e.exports = ['إظهار عناصر الرسم البياني']
    },
    37809: (e) => {
      e.exports = ['إظهار إعدادات النطاق الزمني']
    },
    39045: (e) => {
      e.exports = ['خطأ في الدراسة']
    },
    86577: (e) => {
      e.exports = ['الأحد']
    },
    72149: (e) => {
      e.exports = ['الأحد']
    },
    46041: (e) => {
      e.exports = ['مصدر سعر الرمز']
    },
    63143: (e) => {
      e.exports = ['عنوان الرمز']
    },
    29985: (e) => {
      e.exports = ['ما بعد الجلسة']
    },
    28412: (e) => {
      e.exports = ['تتمتع العضويات المدفوعة بتحديثات أسرع للبيانات.']
    },
    56042: (e) => {
      e.exports = ['ما قبل الجلسة']
    },
    24680: (e) => {
      e.exports = ['القائمة الأولية']
    },
    89022: (e) => {
      e.exports = [
        'البيانات اللحظية لهذا الرمز غير مدعومة في الوقت الحالي. قد نقدمها في المستقبل.',
      ]
    },
    6667: (e) => {
      e.exports = [
        'البيانات اللحظية لـ ‎{symbolName}‎ مقدمة من بورصة ‎.‎ {exchange}‎',
      ]
    },
    48293: (e) => {
      e.exports = ['استعادة الرسم البياني']
    },
    91029: (e) => {
      e.exports = ['استعادة جزء']
    },
    75094: (e) => {
      e.exports = ['الأربعاء']
    },
    7147: (e) => {
      e.exports = ['الأربعاء']
    },
    52984: (e) => {
      e.exports = [
        'للحصول على البيانات اللحظية لـ ‎{description}‎، يرجى شراء حزمة البيانات اللحظية.',
      ]
    },
    9787: (e) => {
      e.exports = ['الخميس']
    },
    7951: (e) => {
      e.exports = ['الخميس']
    },
    99214: (e) => {
      e.exports = [
        'البورصة الرئيسية أو الأولى التي يتم فيها إدراج أسهم الشركة وتداولها.',
      ]
    },
    2310: (e) => {
      e.exports = [
        'هذه البيانات لحظية، ولكنها قد تختلف قليلاً عن نظيرتها الرسمية القادمة من البورصات الرئيسية.',
      ]
    },
    29512: (e) => {
      e.exports = [
        'هذه البيانات لحظية، لكنها قد تختلف قليلاً عن نظيرتها الرسمية الواردة من بورصة {exchange}.',
      ]
    },
    52449: (e) => {
      e.exports = [
        'هذا سهم متوافق مع الشريعة الإسلامية، مما يعني أنه يتبع تعاليم الشريعة الإسلامية. لا تتقاضى هذه الشركة أي رسوم أو تتلقى فائدة، ولا تتعامل مع قطاعات معينة (المقامرة والكحول والتبغ ومنتجات لحم الخنزير).',
      ]
    },
    86753: (e) => {
      e.exports = [
        'يتم توفير هذه البيانات في الوقت الحقيقي من خلال بورصة ‎{originalExchange}‎. قد تكون مختلفة قليلاً عن البيانات الرسمية مباشرة من {exchange}. إذا كان هذا الاختلاف مهمًا بالنسبة لك، فستحتاج إلى شراء بيانات في الوقت الفعلي من البورصة الأساسية، والتي يمكننا مساعدتك فيها.',
      ]
    },
    73717: (e) => {
      e.exports = ['لا يوجد هذا الرمز. يرجى اختيار رمز آخر.']
    },
    57048: (e) => {
      e.exports = ['حان وقت المغادرة - هذا السوق مغلق.']
    },
    94316: (e) => {
      e.exports = ['الثلاثاء']
    },
    44979: (e) => {
      e.exports = ['الثلاثاء']
    },
    8209: (e) => {
      e.exports = ['إزالة العلامة من الرمز']
    },
    1111: (e) => {
      e.exports = ['حجم التداول']
    },
    61311: (e) => {
      e.exports = ['تكبير']
    },
    47602: (e) => {
      e.exports = ['تصغير']
    },
    57889: (e) => {
      e.exports = ['تغيير وضوح قيم OHLC']
    },
    18644: (e) => {
      e.exports = ['تغيير وضوح حالة السوق المفتوحة']
    },
    45110: (e) => {
      e.exports = ['تغيير وضوح تغييرات الأعمدة']
    },
    31325: (e) => {
      e.exports = ['تغيير وضوح عناوين المؤشر']
    },
    99774: (e) => {
      e.exports = ['تغيير وضوح قيم المؤشر']
    },
    96162: (e) => {
      e.exports = ['تغيير وضوح مدخلات المؤشر']
    },
    50058: (e) => {
      e.exports = ['تغيير الرؤية في اليوم الأخير']
    },
    26717: (e) => {
      e.exports = ['تغيير وضوح وصف رمز']
    },
    6091: (e) => {
      e.exports = ['تغيير وضوح حقل الرمز']
    },
    9455: (e) => {
      e.exports = ['تغيير وضوح قيم الحجم']
    },
    39348: (e) => {
      e.exports = ['أقل من دقيقة واحدة']
    },
    87358: (e) => {
      e.exports = ['عرض ‎{title}‎']
    },
    7827: (e) => {
      e.exports = ['{days} و{hours}']
    },
    7435: (e) => {
      e.exports = ['‎{exchange}‎ من ‎{originalExchange}‎']
    },
    19830: (e) => {
      e.exports = ['{hours} و{minutes}']
    },
    1084: (e) => {
      e.exports = [
        'بيانات ‎{listedExchange}‎ اللحظية متاحة مجانًا للمستخدمين المسجلين.',
      ]
    },
    38611: (e) => {
      e.exports = [
        'يتم تأخير بيانات {symbolName} بمقدار {time} دقيقة بسبب متطلبات البورصة.',
      ]
    },
    77033: (e) => {
      e.exports = [
        'يتم تحديث البيانات كل {amount} ثانية، حتى إذا كان هناك عدة تحديثات في السوق.',
        'يتم تحديث البيانات كل {amount} ثانية، حتى إذا كان هناك عدة تحديثات في السوق.',
        'يتم تحديث البيانات كل {amount} ثانية، حتى إذا كان هناك عدة تحديثات في السوق.',
        'يتم تحديث البيانات كل {amount} ثانية، حتى إذا كان هناك عدة تحديثات في السوق.',
        'يتم تحديث البيانات كل {amount} ثانية، حتى إذا كان هناك عدة تحديثات في السوق.',
        'يتم تحديث البيانات كل {amount} ثانية، حتى إذا كان هناك عدة تحديثات في السوق.',
      ]
    },
    2121: (e) => {
      e.exports = [
        'يتم تحديث البيانات الموجودة في الاشتراك المجاني مرة كل {amount} ثانية، حتى إذا كان هناك عدة تحديثات في السوق.',
        'يتم تحديث البيانات الموجودة في الاشتراك المجاني مرة كل {amount} ثانية، حتى إذا كان هناك عدة تحديثات في السوق.',
        'يتم تحديث البيانات الموجودة في الاشتراك المجاني مرة كل {amount} ثانية، حتى إذا كان هناك عدة تحديثات في السوق.',
        'يتم تحديث البيانات الموجودة في الاشتراك المجاني مرة كل {amount} ثانية، حتى إذا كان هناك عدة تحديثات في السوق.',
        'يتم تحديث البيانات الموجودة في الاشتراك المجاني مرة كل {amount} ثانية، حتى إذا كان هناك عدة تحديثات في السوق.',
        'يتم تحديث البيانات الموجودة في الاشتراك المجاني مرة كل {amount} ثانية، حتى إذا كان هناك عدة تحديثات في السوق.',
      ]
    },
    5223: (e) => {
      e.exports = [
        'تحديث واحد كل {amount} ثانية',
        'تحديث واحد كل {amount} ثانية',
        'تحديث واحد كل {amount} ثانية',
        'تحديث واحد كل {amount} ثانية',
        'تحديث واحد كل {amount} ثانية',
        'تحديث واحد كل {amount} ثانية',
      ]
    },
    58609: (e) => {
      e.exports = [
        '{number} يوم',
        '{number} يوم',
        '{number} يوم',
        '{number} أيام',
        '{number} يوم',
        '{number} يوم',
      ]
    },
    24430: (e) => {
      e.exports = [
        '{number} ساعة',
        '{number} ساعة',
        '{number} ساعة',
        '{number} ساعات',
        '{number} ساعة',
        '{number} ساعة',
      ]
    },
    67151: (e) => {
      e.exports = [
        '{number} دقيقة',
        '{number} دقيقة',
        '{number} دقيقة',
        '{number} دقائق',
        '{number} دقيقة',
        '{number} دقيقة',
      ]
    },
  },
])
