;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [3175],
  {
    814281: (t) => {
      t.exports = ['عملة']
    },
    360558: (t) => {
      t.exports = ['الحيوانات والطبيعة']
    },
    414232: (t) => {
      t.exports = ['أنشطة']
    },
    157792: (t) => {
      t.exports = ['أسهم']
    },
    433628: (t) => {
      t.exports = ['الإيماءات والوجوه الضاحكة']
    },
    935305: (t) => {
      t.exports = ['الطعام والشراب']
    },
    149546: (t) => {
      t.exports = ['أعلام']
    },
    572302: (t) => {
      t.exports = ['أشياء']
    },
    111739: (t) => {
      t.exports = ['طبيعي']
    },
    396330: (t) => {
      t.exports = ['الابتسامات والأشخاص']
    },
    906878: (t) => {
      t.exports = ['رموز']
    },
    877011: (t) => {
      t.exports = ['الرموز والأعلام']
    },
    415426: (t) => {
      t.exports = ['مستخدَمٌ حديثاً']
    },
    715395: (t) => {
      t.exports = ['السفر والأماكن']
    },
    939176: (t) => {
      t.exports = 'Content'
    },
    619022: (t) => {
      t.exports = 'Channels'
    },
    682401: (t) => {
      t.exports = ['المؤشرات']
    },
    150025: (t) => {
      t.exports = ['دورات']
    },
    19661: (t) => {
      t.exports = ['أدوات التوضيحات والملاحظات']
    },
    44629: (t) => {
      t.exports = ['اضف إلى القائمة التفضيلات']
    },
    223969: (t) => {
      t.exports = 'Arrows'
    },
    755939: (t) => {
      t.exports = 'Brushes'
    },
    543884: (t) => {
      t.exports = ['جان']
    },
    705816: (t) => {
      t.exports = ['أدوات فيبوناتشي و جان']
    },
    322146: (t) => {
      t.exports = ['الأشكال الهندسية']
    },
    860925: (t) => {
      t.exports = ['نقطة']
    },
    719570: (t) => {
      t.exports = ['رموز تعبيرية']
    },
    388280: (t) => {
      t.exports = ['موجات إليوت']
    },
    299289: (t) => {
      t.exports = ['ممحاة']
    },
    797100: (t) => {
      t.exports = ['أدوات التنبؤ والقياس']
    },
    922305: (t) => {
      t.exports = ['فيبوناتشي']
    },
    717517: (t) => {
      t.exports = ['إخفاء جميع أدوات الرسم']
    },
    396411: (t) => {
      t.exports = ['إخفاء شريط أدوات الرسوم']
    },
    792464: (t) => {
      t.exports = ['أيقونات']
    },
    537057: (t) => {
      t.exports = ['غلق كل أدوات الرسم']
    },
    579165: (t) => {
      t.exports = 'Magic'
    },
    937140: (t) => {
      t.exports = [
        'وضع المغناطيس يجذب الرسومات الموجودة بجوار أعمدة السعر عند أقرب قيمة سعر إغلاق أو افتتاح أو أعلى وأقل سعر',
      ]
    },
    659607: (t) => {
      t.exports = ['مقياس']
    },
    79961: (t) => {
      t.exports = 'Measurer'
    },
    736551: (t) => {
      t.exports = [
        'يتم تطبيق ونسخ ما قمت به من رسومات جديدة إلى جميع الرسوم البيانية في التنسيق المختار وتظهر عند اختيار نفس الرمز أو الأداة المالية',
      ]
    },
    825792: (t) => {
      t.exports = 'Shapes'
    },
    563354: (t) => {
      t.exports = ['عرض رسومات شريط الأدوات']
    },
    149616: (t) => {
      t.exports = ['عرض شريط أدوات الرسم المفضلة']
    },
    691977: (t) => {
      t.exports = ['عرض الأدوات المخفاه']
    },
    551072: (t) => {
      t.exports = ['إظهار عناصر الرسم البياني']
    },
    749421: (t) => {
      t.exports = ['البقاء في وضع الرسم']
    },
    84121: (t) => {
      t.exports = ['ملصقات']
    },
    685422: (t) => {
      t.exports = ['مغناطيس قوي']
    },
    219693: (t) => {
      t.exports = ['نماذج']
    },
    673359: (t) => {
      t.exports = ['شوكة']
    },
    376091: (t) => {
      t.exports = ['حذف الرسومات']
    },
    345286: (t) => {
      t.exports = ['حذف العناصر']
    },
    572482: (t) => {
      t.exports = ['حذف من القائمة المفضلة']
    },
    630513: (t) => {
      t.exports = ['إزالة ‎{drawings}‎']
    },
    710049: (t) => {
      t.exports = ['إزالة {drawings} و{indicators}']
    },
    355084: (t) => {
      t.exports = ['إزالة {indicators}']
    },
    245265: (t) => {
      t.exports = ['مغناطيس ضعيف']
    },
    620916: (t) => {
      t.exports = ['النص والملاحظات']
    },
    18794: (t) => {
      t.exports = ['أدوات خط الاتجاه']
    },
    89967: (t) => {
      t.exports = ['يعتمد على الحجم']
    },
    38925: (t) => {
      t.exports = ['تكبير']
    },
    949895: (t) => {
      t.exports = ['تصغير']
    },
    132868: (t) => {
      t.exports = ['{hotKey_0} + اضغط على الرسم البياني']
    },
    468125: (t) => {
      t.exports = ['{hotKey_0} - دائرة']
    },
    240234: (t) => {
      t.exports = ['{hotKey_0} - رسم خط مستقيم بزوايا 45 درجة']
    },
    510289: (t) => {
      t.exports = ['{hotKey_0}  — زيادات ثابتة']
    },
    481591: (t) => {
      t.exports = ['{hotKey_0} - مربع']
    },
    293030: (t) => {
      t.exports = [
        '{amount} من الرسوم ',
        '{amount} من الرسوم ',
        '{amount} من الرسوم ',
        '{amount} من الرسوم ',
        '{amount} من الرسوم ',
        '{amount} من الرسوم ',
      ]
    },
    580437: (t) => {
      t.exports = [
        '{amount} من المؤشرات',
        '{amount} من المؤشرات',
        '{amount} من المؤشرات',
        '{amount} من المؤشرات',
        '{amount} من المؤشرات',
        '{amount} من المؤشرات',
      ]
    },
  },
])
