;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [3175],
  {
    14281: (t) => {
      t.exports = ['عملة']
    },
    60558: (t) => {
      t.exports = ['الحيوانات والطبيعة']
    },
    14232: (t) => {
      t.exports = ['أنشطة']
    },
    57792: (t) => {
      t.exports = ['أسهم']
    },
    33628: (t) => {
      t.exports = ['الإيماءات والوجوه الضاحكة']
    },
    35305: (t) => {
      t.exports = ['الطعام والشراب']
    },
    49546: (t) => {
      t.exports = ['أعلام']
    },
    72302: (t) => {
      t.exports = ['أشياء']
    },
    11739: (t) => {
      t.exports = ['طبيعي']
    },
    96330: (t) => {
      t.exports = ['الابتسامات والأشخاص']
    },
    6878: (t) => {
      t.exports = ['رموز']
    },
    77011: (t) => {
      t.exports = ['الرموز والأعلام']
    },
    15426: (t) => {
      t.exports = ['مستخدَمٌ حديثاً']
    },
    15395: (t) => {
      t.exports = ['السفر والأماكن']
    },
    39176: (t) => {
      t.exports = 'Content'
    },
    19022: (t) => {
      t.exports = 'Channels'
    },
    82401: (t) => {
      t.exports = ['المؤشرات']
    },
    50025: (t) => {
      t.exports = ['دورات']
    },
    19661: (t) => {
      t.exports = ['أدوات التوضيحات والملاحظات']
    },
    44629: (t) => {
      t.exports = ['اضف إلى القائمة التفضيلات']
    },
    23969: (t) => {
      t.exports = 'Arrows'
    },
    55939: (t) => {
      t.exports = 'Brushes'
    },
    43884: (t) => {
      t.exports = ['جان']
    },
    5816: (t) => {
      t.exports = ['أدوات فيبوناتشي و جان']
    },
    22146: (t) => {
      t.exports = ['الأشكال الهندسية']
    },
    60925: (t) => {
      t.exports = ['نقطة']
    },
    19570: (t) => {
      t.exports = ['رموز تعبيرية']
    },
    88280: (t) => {
      t.exports = ['موجات إليوت']
    },
    99289: (t) => {
      t.exports = ['ممحاة']
    },
    97100: (t) => {
      t.exports = ['أدوات التنبؤ والقياس']
    },
    22305: (t) => {
      t.exports = ['فيبوناتشي']
    },
    17517: (t) => {
      t.exports = ['إخفاء جميع أدوات الرسم']
    },
    96411: (t) => {
      t.exports = ['إخفاء شريط أدوات الرسوم']
    },
    92464: (t) => {
      t.exports = ['أيقونات']
    },
    37057: (t) => {
      t.exports = ['غلق كل أدوات الرسم']
    },
    79165: (t) => {
      t.exports = 'Magic'
    },
    37140: (t) => {
      t.exports = [
        'وضع المغناطيس يجذب الرسومات الموجودة بجوار أعمدة السعر عند أقرب قيمة سعر إغلاق أو افتتاح أو أعلى وأقل سعر',
      ]
    },
    59607: (t) => {
      t.exports = ['مقياس']
    },
    79961: (t) => {
      t.exports = 'Measurer'
    },
    36551: (t) => {
      t.exports = [
        'يتم تطبيق ونسخ ما قمت به من رسومات جديدة إلى جميع الرسوم البيانية في التنسيق المختار وتظهر عند اختيار نفس الرمز أو الأداة المالية',
      ]
    },
    25792: (t) => {
      t.exports = 'Shapes'
    },
    63354: (t) => {
      t.exports = ['عرض رسومات شريط الأدوات']
    },
    49616: (t) => {
      t.exports = ['عرض شريط أدوات الرسم المفضلة']
    },
    91977: (t) => {
      t.exports = ['عرض الأدوات المخفاه']
    },
    51072: (t) => {
      t.exports = ['إظهار عناصر الرسم البياني']
    },
    49421: (t) => {
      t.exports = ['البقاء في وضع الرسم']
    },
    84121: (t) => {
      t.exports = ['ملصقات']
    },
    85422: (t) => {
      t.exports = ['مغناطيس قوي']
    },
    19693: (t) => {
      t.exports = ['نماذج']
    },
    73359: (t) => {
      t.exports = ['شوكة']
    },
    76091: (t) => {
      t.exports = ['حذف الرسومات']
    },
    45286: (t) => {
      t.exports = ['حذف العناصر']
    },
    72482: (t) => {
      t.exports = ['حذف من القائمة المفضلة']
    },
    30513: (t) => {
      t.exports = ['إزالة ‎{drawings}‎']
    },
    10049: (t) => {
      t.exports = ['إزالة {drawings} و{indicators}']
    },
    55084: (t) => {
      t.exports = ['إزالة {indicators}']
    },
    45265: (t) => {
      t.exports = ['مغناطيس ضعيف']
    },
    20916: (t) => {
      t.exports = ['النص والملاحظات']
    },
    18794: (t) => {
      t.exports = ['أدوات خط الاتجاه']
    },
    89967: (t) => {
      t.exports = ['يعتمد على الحجم']
    },
    38925: (t) => {
      t.exports = ['تكبير']
    },
    49895: (t) => {
      t.exports = ['تصغير']
    },
    32868: (t) => {
      t.exports = ['{hotKey_0} + اضغط على الرسم البياني']
    },
    68125: (t) => {
      t.exports = ['{hotKey_0} - دائرة']
    },
    40234: (t) => {
      t.exports = ['{hotKey_0} - رسم خط مستقيم بزوايا 45 درجة']
    },
    10289: (t) => {
      t.exports = ['{hotKey_0}  — زيادات ثابتة']
    },
    81591: (t) => {
      t.exports = ['{hotKey_0} - مربع']
    },
    93030: (t) => {
      t.exports = [
        '{amount} من الرسوم ',
        '{amount} من الرسوم ',
        '{amount} من الرسوم ',
        '{amount} من الرسوم ',
        '{amount} من الرسوم ',
        '{amount} من الرسوم ',
      ]
    },
    80437: (t) => {
      t.exports = [
        '{amount} من المؤشرات',
        '{amount} من المؤشرات',
        '{amount} من المؤشرات',
        '{amount} من المؤشرات',
        '{amount} من المؤشرات',
        '{amount} من المؤشرات',
      ]
    },
  },
])
