;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [344],
  {
    63227: (t) => {
      t.exports = ['#‎{count}‎ (عمود)']
    },
    9671: (t) => {
      t.exports = ["#{count}' (سعر، عمود)"]
    },
    91282: (t) => {
      t.exports = ['#1 (عمود)']
    },
    1961: (t) => {
      t.exports = ['#1 (سعر)']
    },
    12706: (t) => {
      t.exports = ['#1 (سعر، عمود)']
    },
    92195: (t) => {
      t.exports = ['# 1 (الوضع العمودي، عمود)']
    },
    66187: (t) => {
      t.exports = ['متوسط']
    },
    5066: (t) => {
      t.exports = '%'
    },
    89795: (t) => {
      t.exports = ['عكس عقارب الساعة']
    },
    43809: (t) => {
      t.exports = ['مُعامِلات كنسب مئوية']
    },
    40054: (t) => {
      t.exports = ['لون']
    },
    47737: (t) => {
      t.exports = ['احصائيات الوضع المدمج']
    },
    4639: (t) => {
      t.exports = ['إحداثيات']
    },
    76655: (t) => {
      t.exports = ['السيولة النقدية']
    },
    99120: (t) => {
      t.exports = ['قناة']
    },
    60066: (t) => {
      t.exports = ['التغيير بالنقاط']
    },
    36150: (t) => {
      t.exports = ['زاوية']
    },
    38280: (t) => {
      t.exports = ['زوايا']
    },
    95264: (t) => {
      t.exports = ['حجم الحساب']
    },
    85160: (t) => {
      t.exports = ['أظهر الاحصائيات دائماً']
    },
    54189: (t) => {
      t.exports = ['أقواس']
    },
    34674: (t) => {
      t.exports = ['متوسط أعلى-أدنى لأقل تيك']
    },
    17608: (t) => {
      t.exports = ['عناوين سفلية']
    },
    48848: (t) => {
      t.exports = ['الإطار']
    },
    72269: (t) => {
      t.exports = ['إطارات']
    },
    27331: (t) => {
      t.exports = ['الخلفية']
    },
    66282: (t) => {
      t.exports = ['الخلفية #1']
    },
    19949: (t) => {
      t.exports = ['نطاق الأعمدة']
    },
    81260: (t) => {
      t.exports = ['شبكة']
    },
    67114: (t) => {
      t.exports = ['نطاق التاريخ/الوقت']
    },
    37067: (t) => {
      t.exports = ['النزوح (السعر، العمود)']
    },
    75460: (t) => {
      t.exports = ['مسافة']
    },
    46211: (t) => {
      t.exports = ['دبوس الرموز التعبيرية']
    },
    46001: (t) => {
      t.exports = ['سعر صفقة التداول']
    },
    1220: (t) => {
      t.exports = ['تمديد']
    },
    71116: (t) => {
      t.exports = ['تمديد لأسفل']
    },
    45809: (t) => {
      t.exports = ['تمديد لليسار']
    },
    25892: (t) => {
      t.exports = ['تمديد الخط الأيسر']
    },
    13611: (t) => {
      t.exports = ['تمديد الخطوط']
    },
    3304: (t) => {
      t.exports = ['تمديد الخطوط لليسار']
    },
    83095: (t) => {
      t.exports = ['تمديد الخطوط يميناً']
    },
    14025: (t) => {
      t.exports = ['تمديد لليمين']
    },
    74395: (t) => {
      t.exports = ['تمديد الخط الأيمن']
    },
    85197: (t) => {
      t.exports = ['تمديد لأعلى']
    },
    17006: (t) => {
      t.exports = ['حجم الخط']
    },
    31343: (t) => {
      t.exports = ['نص الإخفاق']
    },
    28565: (t) => {
      t.exports = ['خلفية الإخفاق']
    },
    87931: (t) => {
      t.exports = ['مراوح']
    },
    39836: (t) => {
      t.exports = ['مستويات فيبوناتشي استنادا على المقياس اللوغاريتمي']
    },
    10578: (t) => {
      t.exports = ['دوائر كاملة']
    },
    25264: (t) => {
      t.exports = ['أعمدة الارتفاع والانخفاض']
    },
    66049: (t) => {
      t.exports = ['أعمدة OC']
    },
    27531: (t) => {
      t.exports = ['‏ حجم العقد']
    },
    99180: (t) => {
      t.exports = ['الحد السفلي']
    },
    53861: (t) => {
      t.exports = ['النطاق السفلي #2']
    },
    44775: (t) => {
      t.exports = ['النطاق السفلي #3']
    },
    85206: (t) => {
      t.exports = ['عنوان']
    },
    75332: (t) => {
      t.exports = ['حواف الملصق']
    },
    14773: (t) => {
      t.exports = ['خلفية العنوان']
    },
    37126: (t) => {
      t.exports = ['نص الملصق']
    },
    79106: (t) => {
      t.exports = ['مستويات']
    },
    95610: (t) => {
      t.exports = ['خط المستويات']
    },
    79307: (t) => {
      t.exports = ['العناوين اليسرى']
    },
    49286: (t) => {
      t.exports = ['خط - ارتفاع / انخفاض / 2']
    },
    17676: (t) => {
      t.exports = ['خط - افتتاح']
    },
    47669: (t) => {
      t.exports = ['خط- إغلاق']
    },
    71899: (t) => {
      t.exports = ['خط - ارتفاع']
    },
    83394: (t) => {
      t.exports = ['خط - انخفاض']
    },
    60489: (t) => {
      t.exports = ['لون الخط']
    },
    53889: (t) => {
      t.exports = ['الوضع']
    },
    95543: (t) => {
      t.exports = ['الشهور']
    },
    85041: (t) => {
      t.exports = 'Middle line'
    },
    24510: (t) => {
      t.exports = ['نقطة المنتصف']
    },
    22213: (t) => {
      t.exports = ['خلفية المصدر']
    },
    15500: (t) => {
      t.exports = ['إطار المصدر']
    },
    79238: (t) => {
      t.exports = ['نص المصدر']
    },
    37249: (t) => {
      t.exports = ['الإحصائيات']
    },
    28712: (t) => {
      t.exports = ['موقف الإحصائيات']
    },
    50948: (t) => {
      t.exports = ['لون وقف الخسارة']
    },
    56119: (t) => {
      t.exports = ['مستوى وقف الخسارة']
    },
    69835: (t) => {
      t.exports = ['نص النجاح']
    },
    91141: (t) => {
      t.exports = ['خلفية النجاح']
    },
    2694: (t) => {
      t.exports = ['التغيير في المئة']
    },
    650: (t) => {
      t.exports = ['نسب مئوية']
    },
    25684: (t) => {
      t.exports = ['سعر']
    },
    23675: (t) => {
      t.exports = ['ملصق السعر']
    },
    75675: (t) => {
      t.exports = ['عنوان السعر']
    },
    16103: (t) => {
      t.exports = ['مستويات السعر']
    },
    46964: (t) => {
      t.exports = ['المدى السعري']
    },
    59771: (t) => {
      t.exports = ['نسبة السعر/العمود']
    },
    29072: (t) => {
      t.exports = ['أسعار']
    },
    2635: (t) => {
      t.exports = ['مستوى جني الأرباح']
    },
    33886: (t) => {
      t.exports = ['نطاقات ونِسب']
    },
    24186: (t) => {
      t.exports = ['انعكاس']
    },
    91367: (t) => {
      t.exports = ['ملصقات على اليمين']
    },
    63833: (t) => {
      t.exports = ['مخاطرة']
    },
    95545: (t) => {
      t.exports = ['الموجة']
    },
    10209: (t) => {
      t.exports = ['عناوين القمة']
    },
    98001: (t) => {
      t.exports = ['خلفية الهدف']
    },
    89258: (t) => {
      t.exports = ['إطار الهدف']
    },
    45302: (t) => {
      t.exports = ['لون الهدف:']
    },
    74289: (t) => {
      t.exports = ['نص الهدف']
    },
    17932: (t) => {
      t.exports = ['التفاف النص']
    },
    55325: (t) => {
      t.exports = ['ملصق الوقت']
    },
    77838: (t) => {
      t.exports = ['مستويات الوقت']
    },
    2295: (t) => {
      t.exports = ['الشفافية']
    },
    4372: (t) => {
      t.exports = ['خط الاتجاه']
    },
    26775: (t) => {
      t.exports = ['الحد العلوي']
    },
    21774: (t) => {
      t.exports = ['النطاق العلوي #2']
    },
    21076: (t) => {
      t.exports = ['النطاق العلوي #3']
    },
    12374: (t) => {
      t.exports = ['استخدم لون واحد']
    },
    53473: (t) => {
      t.exports = ['متوسط السعر المرجح بحجم التداول']
    },
    91322: (t) => {
      t.exports = ['القِيم']
    },
    25227: (t) => {
      t.exports = ['التباين']
    },
    1670: (t) => {
      t.exports = ['تغيير الزاوية']
    },
    38829: (t) => {
      t.exports = ['تغيير لون السهم']
    },
    23723: (t) => {
      t.exports = ['تغيير إحداثيات سعر X']
    },
    72080: (t) => {
      t.exports = ['تغيير لون العلم']
    },
    66266: (t) => {
      t.exports = ['تغيير إحداثيات سعر Y']
    },
    98905: (t) => {
      t.exports = ['تغيير الهامش العلوي']
    },
    11049: (t) => {
      t.exports = ['تغيير إحداثيات الوضع الرأسي Y']
    },
    98057: (t) => {
      t.exports = ['تغيير لون خط VWAP {title}']
    },
    55218: (t) => {
      t.exports = ['تغيير عرض خط VWAP {title}']
    },
    31804: (t) => {
      t.exports = ['تغيير عكس عقارب الساعة {title}']
    },
    99128: (t) => {
      t.exports = ['تغيير وضوح معامل {title} كنسبة رؤية']
    },
    20216: (t) => {
      t.exports = ['تغيير لون {title}']
    },
    35435: (t) => {
      t.exports = ['تغيير الوضع المدمج لإحصائيات {title}']
    },
    550: (t) => {
      t.exports = ['تغيير لون حدود ‎{title}‎ الصاعدة']
    },
    28146: (t) => {
      t.exports = ['تغيير وضوح حدود {title} الصاعدة']
    },
    7373: (t) => {
      t.exports = ['تغيير لون حدود ‎{title}‎ الهابطة']
    },
    38742: (t) => {
      t.exports = ['تغيير لون شموع {title} الهابطة']
    },
    42273: (t) => {
      t.exports = ['تغيير لون شموع {title} الصاعدة']
    },
    76054: (t) => {
      t.exports = ['تغيير لون ظلال شموع {title}']
    },
    27029: (t) => {
      t.exports = ['تغيير وضوح ظلال شموع {title}']
    },
    22430: (t) => {
      t.exports = ['تغيير وضوح نقاط تغير {title}']
    },
    45537: (t) => {
      t.exports = ['تغيير وضوح زاوية {title}']
    },
    31775: (t) => {
      t.exports = ['تغيير حجم الحساب {title}']
    },
    37913: (t) => {
      t.exports = ['تغيير {title} لتظهر دائما الإحصائيات']
    },
    15521: (t) => {
      t.exports = ['تغيير لون كل الخطوط {title}']
    },
    17466: (t) => {
      t.exports = ['تغيير لون خط أقواس {title} {index}']
    },
    72307: (t) => {
      t.exports = ['تغيير عرض خط أقواس {title} {index}']
    },
    13853: (t) => {
      t.exports = ['تغيير وضوح أقواس {title} {index}']
    },
    78680: (t) => {
      t.exports = ['تغيير قيمة متوسط أعلى-أدنى {title}']
    },
    15802: (t) => {
      t.exports = ['تغيير وضوح الملصقات السفلى {title}']
    },
    36438: (t) => {
      t.exports = ['تغيير وضوح الخلفية {title}']
    },
    64548: (t) => {
      t.exports = ['تغيير وضوح خلفية {title}']
    },
    75312: (t) => {
      t.exports = ['تغيير اللون لخلفية {title}']
    },
    39651: (t) => {
      t.exports = ['تغيير اللون 1 لخلفية {title}']
    },
    78177: (t) => {
      t.exports = ['تغيير اللون 2 لخلفية {title}']
    },
    42746: (t) => {
      t.exports = ['تغيير وضوح نطاق الأعمدة {title}']
    },
    53770: (t) => {
      t.exports = ['تغيير وضوح شبكة {title}']
    },
    29145: (t) => {
      t.exports = ['تغيير وضوح الملصقات العليا {title}']
    },
    64949: (t) => {
      t.exports = ['تغيير نمط خط الشبكة {title}']
    },
    93548: (t) => {
      t.exports = ['تغيير لون شبكة الخطوط {title}']
    },
    15485: (t) => {
      t.exports = ['تغيير وضوح نطاق التاريخ/الوقت {title}']
    },
    3400: (t) => {
      t.exports = ['تغيير درجة {title}']
    },
    91534: (t) => {
      t.exports = ['تغيير وضوح المسافة {title}']
    },
    65056: (t) => {
      t.exports = ['تغيير الرمز التعبيري {title}']
    },
    65899: (t) => {
      t.exports = ['تغيير وضوح الرموز التعبيرية {title}']
    },
    59354: (t) => {
      t.exports = ['تغيير سعر الدخول {title}']
    },
    1447: (t) => {
      t.exports = ['تغيير التمديد لأسفل {title}']
    },
    15258: (t) => {
      t.exports = ['تغيير التمديد لليسار {title}']
    },
    96902: (t) => {
      t.exports = ['تغيير تمديد الخط {title}']
    },
    896: (t) => {
      t.exports = ['تغيير التمديد لأعلى {title}']
    },
    3708: (t) => {
      t.exports = ['تغيير التمديد لليسار {title}']
    },
    52889: (t) => {
      t.exports = ['تغيير التمديد لليمين {title}']
    },
    86647: (t) => {
      t.exports = ['تغيير امتداد {title}']
    },
    3156: (t) => {
      t.exports = ['تغيير لون نص عدم نجاح {title}']
    },
    49885: (t) => {
      t.exports = ['تغيير لون خلفية عدم نجاح {title}']
    },
    89126: (t) => {
      t.exports = ['تغيير وضوح خط المروحة {title} {index}']
    },
    30016: (t) => {
      t.exports = ['تغيير عرض خط المروحة {title} {index}']
    },
    82516: (t) => {
      t.exports = ['تغيير لون خط مروحة {title} {index}']
    },
    78142: (t) => {
      t.exports = ['تغيير وضوح المراوح {title}']
    },
    79467: (t) => {
      t.exports = ['تغيير لون خط المراوح {title}']
    },
    45739: (t) => {
      t.exports = [
        'تغيير مستويات فيبوناتشي {title} على أساس المقياس اللوغاريتمي',
      ]
    },
    99670: (t) => {
      t.exports = ['تغيير {title} المقلوب']
    },
    35165: (t) => {
      t.exports = ['تغيير وضوح الدوائر الكاملة {title}']
    },
    48983: (t) => {
      t.exports = ['تغيير لون خلفية الصورة {title}']
    },
    45025: (t) => {
      t.exports = ['تغيير حجم اللوت {title}']
    },
    13901: (t) => {
      t.exports = ['تغيير لون خط النطاق السفلي {title}']
    },
    78425: (t) => {
      t.exports = ['تغيير وضوح خط النطاق السفلي {title}']
    },
    99491: (t) => {
      t.exports = ['تغيير عرض خط النطاق السفلي {title}']
    },
    55469: (t) => {
      t.exports = ['تغيير لون خط النطاق السفلي #2 {title}']
    },
    76157: (t) => {
      t.exports = ['تغيير وضوح خط النطاق السفلي #2 {title}']
    },
    8081: (t) => {
      t.exports = ['تغيير عرض خط النطاق السفلي #2 {title}']
    },
    95016: (t) => {
      t.exports = ['تغيير لون خط النطاق السفلي #3 {title}']
    },
    84928: (t) => {
      t.exports = ['تغيير وضوح خط النطاق السفلي #3 {title}']
    },
    44693: (t) => {
      t.exports = ['تغيير عرض خط النطاق السفلي #3 {title}']
    },
    81170: (t) => {
      t.exports = ['تغيير محاذاة الملصقات {title}']
    },
    22775: (t) => {
      t.exports = ['تغيير حجم خط الملصقات {title}']
    },
    24338: (t) => {
      t.exports = ['تغيير وضوح الملصقات {title}']
    },
    32891: (t) => {
      t.exports = ['تغيير معامل خط مستوى {title} {index}']
    },
    85551: (t) => {
      t.exports = ['تغيير لون خط مستوى {title} {index}']
    },
    47840: (t) => {
      t.exports = ['تغيير نمط خط مستوى {title} {index}']
    },
    45463: (t) => {
      t.exports = ['تغيير وضوح مستوى خط {title} {index}']
    },
    90098: (t) => {
      t.exports = ['تغيير عرض خط مستوى {title} {index}']
    },
    26710: (t) => {
      t.exports = ['تغيير وضوح المستويات {title}']
    },
    2359: (t) => {
      t.exports = ['تغيير وضوح الملصقات اليسرى {title}']
    },
    44643: (t) => {
      t.exports = ['تغيير عرض الخط {title}']
    },
    20563: (t) => {
      t.exports = ['تغيير لون الخط {title}']
    },
    66982: (t) => {
      t.exports = ['تغيير نمط الخط {title}']
    },
    94441: (t) => {
      t.exports = ['تغيير وضع {title}']
    },
    89996: (t) => {
      t.exports = ['تغيير وضوح نقطة المنتصف {title}']
    },
    36618: (t) => {
      t.exports = ['تغيير {title} المعكوس']
    },
    18544: (t) => {
      t.exports = ['تغيير لون خلفية المصدر {title}']
    },
    48035: (t) => {
      t.exports = ['تغيير لون حدود المصدر {title}']
    },
    42286: (t) => {
      t.exports = ['تغيير لون نص المصدر {title}']
    },
    588: (t) => {
      t.exports = ['تغيير موضع الإحصائيات {title}']
    },
    54659: (t) => {
      t.exports = ['تغيير لون الإيقاف {title}']
    },
    89182: (t) => {
      t.exports = ['تغيير مستوى الإيقاف {title}']
    },
    82224: (t) => {
      t.exports = ['تغيير سعر الإيقاف {title}']
    },
    88383: (t) => {
      t.exports = ['تغيير لون نص نجاح {title}']
    },
    26967: (t) => {
      t.exports = ['تغيير لون خلفية نجاح {title}']
    },
    62243: (t) => {
      t.exports = ['تغيير وضوح نسبة تغير {title}']
    },
    45936: (t) => {
      t.exports = ['تغيير وضوح ملصقات أسعار {title}']
    },
    88577: (t) => {
      t.exports = ['تغيير وضوح ملصقات أسعار {title}']
    },
    47045: (t) => {
      t.exports = ['تغيير وضوح ملصقات أسعار {title}']
    },
    94028: (t) => {
      t.exports = ['تغيير وضوح أسعار {title}']
    },
    56175: (t) => {
      t.exports = ['تغيير وضوح أسعار {title}']
    },
    44539: (t) => {
      t.exports = ['تغيير مستوى الربح {title}']
    },
    41646: (t) => {
      t.exports = ['تغيير سعر ربح {title}']
    },
    52877: (t) => {
      t.exports = ['تغيير {title} المعكوس']
    },
    16598: (t) => {
      t.exports = ['تغيير وضوح الملصقات اليمنى {title}']
    },
    31553: (t) => {
      t.exports = ['تغيير مخاطرة {title}']
    },
    40344: (t) => {
      t.exports = ['تغيير وضع عرض الخاطرة {title}']
    },
    73137: (t) => {
      t.exports = ['تغيير وضوح الملصقات العليا {title}']
    },
    52387: (t) => {
      t.exports = ['تغيير لون خلفية الهدف {title}']
    },
    6921: (t) => {
      t.exports = ['تغيير لون إطارات الهدف {title}']
    },
    97573: (t) => {
      t.exports = ['تغيير لون الهدف {title}']
    },
    27634: (t) => {
      t.exports = ['تغيير لون نص الهدف {title}']
    },
    33822: (t) => {
      t.exports = ['تغيير وضوح ملصقات وقت {title}']
    },
    84321: (t) => {
      t.exports = ['تغيير وضوح {title}']
    },
    10417: (t) => {
      t.exports = ['تغيير لون خط النطاق العلوي {title}']
    },
    58722: (t) => {
      t.exports = ['تغيير وضوح خط النطاق العلوي {title}']
    },
    13633: (t) => {
      t.exports = ['تغيير عرض خط النطاق العلوي {title}']
    },
    64709: (t) => {
      t.exports = ['تغيير لون خط النطاق العلوي #2 {title}']
    },
    97847: (t) => {
      t.exports = ['تغيير وضوح خط النطاق العلوي #2 {title}']
    },
    62921: (t) => {
      t.exports = ['تغيير عرض خط النطاق العلوي #2 {title}']
    },
    94153: (t) => {
      t.exports = ['تغيير لون خط النطاق العلوي #3 {title}']
    },
    19835: (t) => {
      t.exports = ['تغيير وضوح خط النطاق العلوي #3 {title}']
    },
    68310: (t) => {
      t.exports = ['تغيير عرض خط النطاق العلوي #3 {title}']
    },
    12355: (t) => {
      t.exports = ['تغيير قيمة التباين {title}']
    },
    25937: (t) => {
      t.exports = ['تغيير المحاذاة الرأسية لملصقات {toolName}']
    },
    46991: (t) => {
      t.exports = ['تغيير محاذاة الملصقات {toolName} أفقيًا']
    },
    73080: (t) => {
      t.exports = ['تغيير اِتِّجاه ملصقات {toolName}']
    },
    24272: (t) => {
      t.exports = ['تغيير وضوح خط {toolName}']
    },
    46404: (t) => {
      t.exports = ['تغيير عرض خط {toolName}']
    },
    50265: (t) => {
      t.exports = ['تغيير لون خط {toolName}']
    },
    72781: (t) => {
      t.exports = ['تغيير خط {toolName} الممتد إلى اليسار']
    },
    84613: (t) => {
      t.exports = ['تغيير خط {toolName} الممتد إلى اليمين']
    },
    62603: (t) => {
      t.exports = ['تغيير النهاية اليسرى لخط {toolName}']
    },
    62412: (t) => {
      t.exports = ['تغيير النهاية يمين خط {toolName}']
    },
    35422: (t) => {
      t.exports = ['تغيير نمط خط {toolName}']
    },
    77690: (t) => {
      t.exports = ['تغيير نص {toolName}']
    },
    69871: (t) => {
      t.exports = ['تغيير وضوح النص {toolName}']
    },
    25878: (t) => {
      t.exports = ['تغيير التفاف نص {toolName}']
    },
    91832: (t) => {
      t.exports = ['تغيير لون خلفية النص {toolName}']
    },
    18610: (t) => {
      t.exports = ['تغيير وضوح خلفية النص {toolName}']
    },
    44755: (t) => {
      t.exports = ['تغيير لون حدود النص {toolName}']
    },
    6324: (t) => {
      t.exports = ['تغيير عرض حدود النص {toolName}']
    },
    45529: (t) => {
      t.exports = ['تغيير وضوح حدود النص {toolName}']
    },
    6500: (t) => {
      t.exports = ['تغيير لون النص {toolName}']
    },
    51614: (t) => {
      t.exports = ['تغيير خط النص الغامق {toolName}']
    },
    18572: (t) => {
      t.exports = ['تغيير خط النص {toolName} المائل']
    },
    48382: (t) => {
      t.exports = ['تغيير حجم خط نص {toolName}']
    },
    18567: (t) => {
      t.exports = ['تغيير خاصية {propertyName}']
    },
    21926: (t) => {
      t.exports = ['لون الخلفية']
    },
    52241: (t) => {
      t.exports = ['تم ملء الخلفيات']
    },
    70607: (t) => {
      t.exports = ['لون الخط']
    },
    41075: (t) => {
      t.exports = ['نمط الخط']
    },
    73043: (t) => {
      t.exports = ['عرض الخط']
    },
    72223: (t) => {
      t.exports = ['نقل الرسومات']
    },
    93046: (t) => {
      t.exports = ['عرض السعر']
    },
    41437: (t) => {
      t.exports = ['لون النص']
    },
  },
])
