;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [3951],
  {
    14229: (e) => {
      e.exports = ['نقطة']
    },
    16936: (e) => {
      e.exports = ['عودة']
    },
    9898: (e) => {
      e.exports = ['حق']
    },
    18511: (e) => {
      e.exports = ['العد التنازلي لإغلاق العمود البياني']
    },
    32409: (e) => {
      e.exports = ['نمط اللون']
    },
    90069: (e) => {
      e.exports = ['قارن']
    },
    39176: (e) => {
      e.exports = 'Content'
    },
    15803: (e) => {
      e.exports = ['نسخ رابط صورة الرسم البياني']
    },
    20036: (e) => {
      e.exports = ['إلغاء']
    },
    19022: (e) => {
      e.exports = 'Channels'
    },
    8353: (e) => {
      e.exports = ['تغيير الفترة']
    },
    20788: (e) => {
      e.exports = ['أعمدة نمط الرسم البياني']
    },
    86771: (e) => {
      e.exports = ['شموع نمط الرسم البياني']
    },
    45290: (e) => {
      e.exports = ['منطقة نمط الرسم البياني']
    },
    97559: (e) => {
      e.exports = ['أعمدة نمط الرسم البياني']
    },
    18779: (e) => {
      e.exports = ['الخط الأساسي لنمط الرسم البياني']
    },
    90599: (e) => {
      e.exports = ['نمط الرسم البياني كاجي']
    },
    41412: (e) => {
      e.exports = ['نمط الرسم البياني HLC']
    },
    51383: (e) => {
      e.exports = ['شموع جوفاء لنمط الرسم البياني']
    },
    20424: (e) => {
      e.exports = ['نمط الرسم البياني هيكين آشي']
    },
    28381: (e) => {
      e.exports = ['نمط الرسم البياني High-Low']
    },
    87691: (e) => {
      e.exports = ['خط نمط الرسم البياني']
    },
    470: (e) => {
      e.exports = ['فاصل خط لنمط الرسم البياني']
    },
    14956: (e) => {
      e.exports = ['خط نمط الرسم البياني مع علامات']
    },
    59393: (e) => {
      e.exports = ['الخط المتدرج لنمط الرسم البياني']
    },
    59491: (e) => {
      e.exports = ['نمط الرسم البياني بالرقم والنقطة']
    },
    38385: (e) => {
      e.exports = ['نطاق نمط الرسم البياني']
    },
    91664: (e) => {
      e.exports = ['نمط الرسم البياني رينكو']
    },
    82838: (e) => {
      e.exports = ['مؤشرات جنوب أفريقيا الرئيسية']
    },
    80395: (e) => {
      e.exports = ['إغلاق القائمة']
    },
    82401: (e) => {
      e.exports = ['المؤشرات']
    },
    50025: (e) => {
      e.exports = ['دورات']
    },
    19661: (e) => {
      e.exports = ['أدوات التوضيحات والملاحظات']
    },
    44629: (e) => {
      e.exports = ['اضف إلى القائمة التفضيلات']
    },
    64498: (e) => {
      e.exports = ['كل المصادر']
    },
    95480: (e) => {
      e.exports = ['تطبيق هذه المؤشرات على التنسيق بالكامل']
    },
    23969: (e) => {
      e.exports = 'Arrows'
    },
    28020: (e) => {
      e.exports = ['تلقائي (تناسب البيانات مع حجم الشاشة)']
    },
    79852: (e) => {
      e.exports = ['سند']
    },
    55939: (e) => {
      e.exports = 'Brushes'
    },
    40803: (e) => {
      e.exports = ['الذهاب إلى تاريخ']
    },
    43884: (e) => {
      e.exports = ['جان']
    },
    5816: (e) => {
      e.exports = ['أدوات فيبوناتشي و جان']
    },
    22146: (e) => {
      e.exports = ['الأشكال الهندسية']
    },
    60925: (e) => {
      e.exports = ['نقطة']
    },
    66365: (e) => {
      e.exports = ['نسق داكن اللون']
    },
    29601: (e) => {
      e.exports = ['الوصف']
    },
    22772: (e) => {
      e.exports = ['الرسوم']
    },
    88280: (e) => {
      e.exports = ['موجات إليوت']
    },
    99289: (e) => {
      e.exports = ['ممحاة']
    },
    25790: (e) => {
      e.exports = ['الجلسة الممدّدة']
    },
    97100: (e) => {
      e.exports = ['أدوات التنبؤ والقياس']
    },
    22305: (e) => {
      e.exports = ['فيبوناتشي']
    },
    11682: (e) => {
      e.exports = ['وضع الشاشة الكاملة']
    },
    15327: (e) => {
      e.exports = ['وظيفة']
    },
    17517: (e) => {
      e.exports = ['إخفاء جميع أدوات الرسم']
    },
    82785: (e) => {
      e.exports = ['عكس المقياس']
    },
    64642: (e) => {
      e.exports = ['إدخال مؤشر']
    },
    55149: (e) => {
      e.exports = ['افتح شجرة الكائن']
    },
    75687: (e) => {
      e.exports = ['تحميل تصميم رسم بياني']
    },
    37057: (e) => {
      e.exports = ['غلق كل أدوات الرسم']
    },
    95667: (e) => {
      e.exports = ['قفل نسبة السعر للعمود البياني']
    },
    19567: (e) => {
      e.exports = ['حرك المقياس إلى اليسار']
    },
    76300: (e) => {
      e.exports = ['حرك المقياس إلى اليمين']
    },
    56854: (e) => {
      e.exports = ['تحريك الرسم البياني للخلف']
    },
    22221: (e) => {
      e.exports = ['تحريك الرسم البياني للأمام']
    },
    79165: (e) => {
      e.exports = 'Magic'
    },
    37140: (e) => {
      e.exports = [
        'وضع المغناطيس يجذب الرسومات الموجودة بجوار أعمدة السعر عند أقرب قيمة سعر إغلاق أو افتتاح أو أعلى وأقل سعر',
      ]
    },
    72357: (e) => {
      e.exports = ['إدارة رسومات التنسيق']
    },
    59607: (e) => {
      e.exports = ['مقياس']
    },
    79961: (e) => {
      e.exports = 'Measurer'
    },
    78633: (e) => {
      e.exports = ['دمج كل المقاييس إلى اليسار']
    },
    308: (e) => {
      e.exports = ['دمج كل المقاييس إلى اليمين']
    },
    29673: (e) => {
      e.exports = ['لا توجد أسواق تطابق المعايير التي عينتها']
    },
    41379: (e) => {
      e.exports = ['لا توجد رموز تطابق معاييرك']
    },
    45850: (e) => {
      e.exports = ['لا شيء يطابق معاييرك']
    },
    36551: (e) => {
      e.exports = [
        'يتم تطبيق ونسخ ما قمت به من رسومات جديدة إلى جميع الرسوم البيانية في التنسيق المختار وتظهر عند اختيار نفس الرمز أو الأداة المالية',
      ]
    },
    19407: (e) => {
      e.exports = ['ستتم مزامنة الرسومات الجديدة بشكل شامل']
    },
    77989: (e) => {
      e.exports = ['ستتم مزامنة الرسومات الجديدة في التنسيق']
    },
    19724: (e) => {
      e.exports = ['مصادر']
    },
    62571: (e) => {
      e.exports = ['حفظ تنسيق الرسم البياني']
    },
    35264: (e) => {
      e.exports = ['نطاق الرسم البياني للسعر فقط']
    },
    52298: (e) => {
      e.exports = ['بحث']
    },
    78842: (e) => {
      e.exports = ['أداة البحث أو الوظيفة']
    },
    13269: (e) => {
      e.exports = ['اختر مصدراً']
    },
    90417: (e) => {
      e.exports = ['راحات جلسة التداول']
    },
    25792: (e) => {
      e.exports = 'Shapes'
    },
    91977: (e) => {
      e.exports = ['عرض الأدوات المخفاه']
    },
    51072: (e) => {
      e.exports = ['إظهار عناصر الرسم البياني']
    },
    49421: (e) => {
      e.exports = ['البقاء في وضع الرسم']
    },
    85422: (e) => {
      e.exports = ['مغناطيس قوي']
    },
    89053: (e) => {
      e.exports = ['رمز']
    },
    48490: (e) => {
      e.exports = ['الرمز والوصف']
    },
    79791: (e) => {
      e.exports = ['ملصق اسم الرمز']
    },
    12014: (e) => {
      e.exports = ['معلومات الرمز']
    },
    78001: (e) => {
      e.exports = ['ملصق آخر قيمة للرمز']
    },
    99983: (e) => {
      e.exports = ['بحث عن الرموز']
    },
    35888: (e) => {
      e.exports = ['ربط مابين الرسوم في كل الرسوم البيانية']
    },
    19693: (e) => {
      e.exports = ['نماذج']
    },
    73359: (e) => {
      e.exports = ['شوكة']
    },
    4037: (e) => {
      e.exports = ['زر زائد']
    },
    96032: (e) => {
      e.exports = ['خط سعر إغلاق اليوم السابق']
    },
    99530: (e) => {
      e.exports = ['خط السعر']
    },
    90612: (e) => {
      e.exports = ['البحث الأخير']
    },
    31273: (e) => {
      e.exports = ['الجلسة العادية']
    },
    76091: (e) => {
      e.exports = ['حذف الرسومات']
    },
    20378: (e) => {
      e.exports = ['حذف المؤشرات']
    },
    57869: (e) => {
      e.exports = ['حذف جميع المؤشرات وأدوات الرسم']
    },
    72482: (e) => {
      e.exports = ['حذف من القائمة المفضلة']
    },
    34465: (e) => {
      e.exports = ['إعادة تعيين الرسم البياني']
    },
    45417: (e) => {
      e.exports = ['إعادة تعيين مقياس السعر']
    },
    75521: (e) => {
      e.exports = ['إعادة تعيين مقياس الزمن']
    },
    45265: (e) => {
      e.exports = ['مغناطيس ضعيف']
    },
    20916: (e) => {
      e.exports = ['النص والملاحظات']
    },
    18794: (e) => {
      e.exports = ['أدوات خط الاتجاه']
    },
    64185: (e) => {
      e.exports = ['اكتب للبحث عن الرسومات والوظائف والإعدادات']
    },
    89967: (e) => {
      e.exports = ['يعتمد على الحجم']
    },
    38925: (e) => {
      e.exports = ['تكبير']
    },
    49895: (e) => {
      e.exports = ['تصغير']
    },
    12629: (e) => {
      e.exports = ['السلع']
    },
    87592: (e) => {
      e.exports = ['عقود الفروقات']
    },
    65558: (e) => {
      e.exports = ['تغيير وضوح تحليل على الرسم البياني']
    },
    59820: (e) => {
      e.exports = ['وضوح ملصقات تغير المؤشرات وأسماء البيانات المالية']
    },
    90512: (e) => {
      e.exports = ['وضوح ملصقات تغير المؤشرات والبيانات المالية']
    },
    50393: (e) => {
      e.exports = ['تغيير وضوح خط أسعار ما قبل/بعد الجلسة']
    },
    8448: (e) => {
      e.exports = ['العملات الرقمية']
    },
    67245: (e) => {
      e.exports = ['إيصال إيداع']
    },
    88720: (e) => {
      e.exports = ['اقتصاد']
    },
    39512: (e) => {
      e.exports = ['فوركس']
    },
    81859: (e) => {
      e.exports = ['العقود الآجلة']
    },
    12754: (e) => {
      e.exports = ['مؤشر']
    },
    60804: (e) => {
      e.exports = ['المؤشرات']
    },
    36931: (e) => {
      e.exports = ['سهم']
    },
    95612: (e) => {
      e.exports = ['مزامنة الرسومات']
    },
    32868: (e) => {
      e.exports = ['{hotKey_0} + اضغط على الرسم البياني']
    },
    68125: (e) => {
      e.exports = ['{hotKey_0} - دائرة']
    },
    40234: (e) => {
      e.exports = ['{hotKey_0} - رسم خط مستقيم بزوايا 45 درجة']
    },
    10289: (e) => {
      e.exports = ['{hotKey_0}  — زيادات ثابتة']
    },
    81591: (e) => {
      e.exports = ['{hotKey_0} - مربع']
    },
  },
])
