;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [4011],
  {
    652002: (e) => {
      e.exports = ['الرئيسية']
    },
    283912: (e) => {
      e.exports = ['الثانوية']
    },
    52587: (e) => {
      e.exports = 'C'
    },
    469219: (e) => {
      e.exports = 'D'
    },
    426211: (e) => {
      e.exports = 'D'
    },
    960582: (e) => {
      e.exports = 'E'
    },
    957357: (e) => {
      e.exports = 'F'
    },
    647310: (e) => {
      e.exports = 'R'
    },
    214485: (e) => {
      e.exports = 'R'
    },
    87817: (e) => {
      e.exports = 'S'
    },
    535145: (e) => {
      e.exports = ['فترة نطاقها 52 أسبوع']
    },
    397697: (e) => {
      e.exports = ['خدمات الشحن']
    },
    117750: (e) => {
      e.exports = ['الفحم']
    },
    268765: (e) => {
      e.exports = ['دعم تعدين الفحم']
    },
    504070: (e) => {
      e.exports = ['تجار جملة الفحم']
    },
    269358: (e) => {
      e.exports = ['جزر كوكوس']
    },
    455784: (e) => {
      e.exports = ['القهوة والشاي']
    },
    844305: (e) => {
      e.exports = ['زراعة القهوة والشاي والكاكاو']
    },
    488938: (e) => {
      e.exports = ['تعدين فحم الكوك']
    },
    731144: (e) => {
      e.exports = ['كولومبيا']
    },
    714971: (e) => {
      e.exports = ['وكيل تلوين']
    },
    137827: (e) => {
      e.exports = ['مشغلي صندوق الاستثمار الجماعي']
    },
    408646: (e) => {
      e.exports = ['جزر القمر']
    },
    187677: (e) => {
      e.exports = ['المواد الكيميائية الأساسية']
    },
    844460: (e) => {
      e.exports = ['تجار جملة مواد كميائية السلع']
    },
    141879: (e) => {
      e.exports = ['تصنيع الطائرات التجارية']
    },
    313671: (e) => {
      e.exports = ['البنوك التجارية']
    },
    289904: (e) => {
      e.exports = ['المباني التجارية']
    },
    317976: (e) => {
      e.exports = ['إدارة الوثائق التجارية']
    },
    865447: (e) => {
      e.exports = ['تأجير المعدات التجارية']
    },
    597013: (e) => {
      e.exports = ['الصيد التجاري']
    },
    913922: (e) => {
      e.exports = ['خدمات الأغذية التجارية']
    },
    864285: (e) => {
      e.exports = ['التأجير التجاري']
    },
    375065: (e) => {
      e.exports = ['القروض التجارية']
    },
    17897: (e) => {
      e.exports = ['حضانات تجارية']
    },
    700165: (e) => {
      e.exports = ['الطباعة/النماذج التجارية']
    },
    756288: (e) => {
      e.exports = ['خدمات الطباعة التجارية']
    },
    71399: (e) => {
      e.exports = ['إستثمارات عقارية تجارية']
    },
    238185: (e) => {
      e.exports = ['الخدمات التجارية']
    },
    218910: (e) => {
      e.exports = ['عبارات الكمبيوتر']
    },
    459453: (e) => {
      e.exports = ['خدمات الكمبيوتر']
    },
    165630: (e) => {
      e.exports = ['الاتصالات ومعدات الأقمار الصناعية']
    },
    521490: (e) => {
      e.exports = ['الاتصالات']
    },
    958879: (e) => {
      e.exports = ['الاتصالات والشبكات']
    },
    838544: (e) => {
      e.exports = ['رموز المؤشر']
    },
    946922: (e) => {
      e.exports = ['تجار التجزئة الكمبيوتر والإلكترونيات']
    },
    782135: (e) => {
      e.exports = ['اتصالات الحواسيب']
    },
    85065: (e) => {
      e.exports = ['أجهزة الكمبيوتر']
    },
    859138: (e) => {
      e.exports = ['أجهزة الكمبيوتر وبرامج تجارة التجزئة']
    },
    826534: (e) => {
      e.exports = ['تجميع مكونات الكمبيوتر']
    },
    759899: (e) => {
      e.exports = ['ملحقات الكمبيوتر']
    },
    950116: (e) => {
      e.exports = ['أجهزة المعالجة للحواسيب']
    },
    317785: (e) => {
      e.exports = ['برمجة الكمبيوتر']
    },
    803434: (e) => {
      e.exports = ['تدريب الكمبيوتر']
    },
    601406: (e) => {
      e.exports = ['الكونغو']
    },
    167291: (e) => {
      e.exports = ['الكونغو (جمهورية الكونغو الديمقراطية)']
    },
    838455: (e) => {
      e.exports = ['التكتلات']
    },
    478698: (e) => {
      e.exports = ['أدوات ونظم المؤتمرات']
    },
    413859: (e) => {
      e.exports = ['جاري الاتصال']
    },
    310323: (e) => {
      e.exports = ['البناء والهندسة']
    },
    848833: (e) => {
      e.exports = ['آلات البناء']
    },
    628370: (e) => {
      e.exports = ['تجهيز مواد البناء']
    },
    71686: (e) => {
      e.exports = ['جملة مواد البناء']
    },
    721009: (e) => {
      e.exports = ['مواد البناء']
    },
    488089: (e) => {
      e.exports = ['لوازم البناء']
    },
    112947: (e) => {
      e.exports = ['معدات ولوازم البناء']
    },
    854214: (e) => {
      e.exports = ['جملة معدات ولوازم البناء']
    },
    122614: (e) => {
      e.exports = ['خدمات بطاقات الائتمان الاستهلاكية']
    },
    298395: (e) => {
      e.exports = ['المستهلك الدوري']
    },
    803146: (e) => {
      e.exports = ['السلع الاستهلاكية الموسمية']
    },
    256799: (e) => {
      e.exports = ['تأجير السلع الاستهلاكية']
    },
    880781: (e) => {
      e.exports = ['إدارة الوثائق للمستهلك']
    },
    51897: (e) => {
      e.exports = ['السلع الاستهلاكية المُعمرة']
    },
    4953: (e) => {
      e.exports = ['تجار تجزئة إلكترونيات المستهلك']
    },
    395885: (e) => {
      e.exports = ['الأجهزة/ الإلكترونيات الاستهلاكية']
    },
    575023: (e) => {
      e.exports = ['جملة إلكترونيات المستهلك']
    },
    801386: (e) => {
      e.exports = ['التأجير الاستهلاكي']
    },
    362308: (e) => {
      e.exports = ['الإقراض الاستهلاكي']
    },
    384043: (e) => {
      e.exports = ['مستهلك - غير دورية']
    },
    964300: (e) => {
      e.exports = ['مستهلك - غير معمرة']
    },
    964613: (e) => {
      e.exports = ['خدمات المستهلك']
    },
    374909: (e) => {
      e.exports = ['مواد استهلاكية متنوعة']
    },
    477987: (e) => {
      e.exports = ['النشر الاستهلاكي']
    },
    892867: (e) => {
      e.exports = ['خدمات صيانة المستهلك']
    },
    328477: (e) => {
      e.exports = ['المستهلك غير الدوري']
    },
    761794: (e) => {
      e.exports = ['جملة الحاويات ومواد التغليف']
    },
    571506: (e) => {
      e.exports = ['الحاويات/التعبئة']
    },
    594263: (e) => {
      e.exports = ['المحتوى وخدمات إدارة الموقع']
    },
    426398: (e) => {
      e.exports = ['عقود التنقيب']
    },
    334669: (e) => {
      e.exports = ['تصنيع الحلوي والرقائق والمكرونة']
    },
    453679: (e) => {
      e.exports = ['جزر كوك']
    },
    733330: (e) => {
      e.exports = ['تعدين خام النحاس']
    },
    545312: (e) => {
      e.exports = ['إدارة حقوق الطبع والنشر']
    },
    512060: (e) => {
      e.exports = ['خدمات المحاسبة المؤسسية']
    },
    55493: (e) => {
      e.exports = ['الخدمات المالية للشركات']
    },
    930045: (e) => {
      e.exports = ['مستحضرات التجميل والعطور']
    },
    708897: (e) => {
      e.exports = ['كوستا ريكا']
    },
    887702: (e) => {
      e.exports = ['التوزيع المتخصص/كاتالوج']
    },
    290207: (e) => {
      e.exports = ['جزر الكايمن']
    },
    224860: (e) => {
      e.exports = ['مقدمي خدمة الكابلات']
    },
    248568: (e) => {
      e.exports = ['وصلات كابلات التليفزيون/الأقمار الصناعية']
    },
    996415: (e) => {
      e.exports = ['كاب فيردي']
    },
    298505: (e) => {
      e.exports = ['مقاهي']
    },
    51339: (e) => {
      e.exports = ['خدمات مركز الاتصال']
    },
    551054: (e) => {
      e.exports = ['كامبوديا']
    },
    201132: (e) => {
      e.exports = ['كاميرون']
    },
    280206: (e) => {
      e.exports = ['كندا']
    },
    377774: (e) => {
      e.exports = ['السلع الرأسمالية']
    },
    734070: (e) => {
      e.exports = ['التقاط الكربون والتخزين']
    },
    837140: (e) => {
      e.exports = ['المشروبات الغازية']
    },
    800143: (e) => {
      e.exports = ['سجاد وستائر']
    },
    24920: (e) => {
      e.exports = ['كازينوهات']
    },
    991725: (e) => {
      e.exports = ['الكازينوهات/الألعاب']
    },
    642883: (e) => {
      e.exports = ['الكازينوهات والألعاب']
    },
    982801: (e) => {
      e.exports = ['التأمين ضد الحوادث']
    },
    737576: (e) => {
      e.exports = ['الألياف الخلوية']
    },
    368119: (e) => {
      e.exports = ['تصنيع الاسمنت والخرسانة']
    },
    145112: (e) => {
      e.exports = ['جمهورية افريقيا الوسطى']
    },
    137093: (e) => {
      e.exports = ['تشاد']
    },
    15770: (e) => {
      e.exports = ['خدمات الطيران الخاص والرخيص']
    },
    215689: (e) => {
      e.exports = ['خدمات الحافلات الرخيصة']
    },
    461657: (e) => {
      e.exports = ['المواد الكيميائية: الزراعية']
    },
    616852: (e) => {
      e.exports = ['المواد الكيميائية: الرئيسية المتنوعة']
    },
    4685: (e) => {
      e.exports = ['المواد الكيميائية: المتخصصة']
    },
    981926: (e) => {
      e.exports = ['رعاية الطفل وخدمات الأسرة']
    },
    799344: (e) => {
      e.exports = ['ملابس الأطفال والرضع']
    },
    192873: (e) => {
      e.exports = ['تجار تجزئة ملابس الأطفال والرضع']
    },
    141840: (e) => {
      e.exports = ['تشيلي']
    },
    420844: (e) => {
      e.exports = ['الصين']
    },
    11958: (e) => {
      e.exports = ['الشوكولاته والحلويات']
    },
    180144: (e) => {
      e.exports = ['جزيرة كرسماس']
    },
    911991: (e) => {
      e.exports = ['المهندسين المدنيين والمهندسين المعماريين']
    },
    663112: (e) => {
      e.exports = ['السيجار وصناعة السجائر']
    },
    734725: (e) => {
      e.exports = ['خدمات التنظيف']
    },
    519165: (e) => {
      e.exports = ['خدمات المقاصة والتسوية والحراسة']
    },
    383404: (e) => {
      e.exports = ['الصناديق المغلقة']
    },
    498588: (e) => {
      e.exports = ['خدمات الكمبيوتر السحابية']
    },
    173716: (e) => {
      e.exports = ['خطوط الرحلات البحرية']
    },
    541755: (e) => {
      e.exports = ['المصانع الحرفية']
    },
    331581: (e) => {
      e.exports = ['الاتحادات الائتمانية']
    },
    663849: (e) => {
      e.exports = ['كرواتيا']
    },
    178281: (e) => {
      e.exports = ['الأطباق وأدوات المائدة']
    },
    987240: (e) => {
      e.exports = ['كوبا']
    },
    495937: (e) => {
      e.exports = ['كوراكاو']
    },
    289599: (e) => {
      e.exports = ['كوراساو']
    },
    551017: (e) => {
      e.exports = ['قبرص']
    },
    342054: (e) => {
      e.exports = ['التشيك']
    },
    471406: (e) => {
      e.exports = ['التشيك']
    },
    743648: (e) => {
      e.exports = ['ساحل العاج']
    },
    703466: (e) => {
      e.exports = ['الملاهي والحدائق العامة']
    },
    595592: (e) => {
      e.exports = ['الإسعاف وخدمات الطوارئ']
    },
    655410: (e) => {
      e.exports = ['ساموا الأمريكية']
    },
    958290: (e) => {
      e.exports = ['الأمريكتين']
    },
    314840: (e) => {
      e.exports = ['أنتاركتيكا']
    },
    349809: (e) => {
      e.exports = ['أنتيغوا وبربودا']
    },
    314982: (e) => {
      e.exports = ['تجار التحف']
    },
    682079: (e) => {
      e.exports = ['أندورا']
    },
    476342: (e) => {
      e.exports = ['أنجولا']
    },
    768063: (e) => {
      e.exports = ['أنغيلا']
    },
    615481: (e) => {
      e.exports = ['تربية الحيوانات']
    },
    668010: (e) => {
      e.exports = ['إطعام الحيوانات']
    },
    945218: (e) => {
      e.exports = ['ذبح وتجهيز الحيوانات']
    },
    316517: (e) => {
      e.exports = ['مستلزمات']
    },
    182842: (e) => {
      e.exports = ['المحاسبة وإعداد الضرائب']
    },
    407609: (e) => {
      e.exports = ['الإنتاج الترفيهي للبالغين والإذاعة']
    },
    250197: (e) => {
      e.exports = ['تجار تجزئة منتجات البالغين']
    },
    557254: (e) => {
      e.exports = ['معدات إلكترونية متقدمة']
    },
    438052: (e) => {
      e.exports = ['المعدات الطبية والتكنولوجيا المتقدمة']
    },
    712158: (e) => {
      e.exports = ['جملة المعدات الطبية المتقدمة']
    },
    625754: (e) => {
      e.exports = ['البوليمر المتقدم']
    },
    259500: (e) => {
      e.exports = ['المنشئات الرياضية الشيقة ومنتجعات التزلج']
    },
    665684: (e) => {
      e.exports = ['الإعلان والتسويق']
    },
    615085: (e) => {
      e.exports = ['وكالة إعلانات']
    },
    526271: (e) => {
      e.exports = ['خدمات الإعلان/التسويق']
    },
    638611: (e) => {
      e.exports = ['لاصق']
    },
    911752: (e) => {
      e.exports = ['الفضاء والدفاع']
    },
    488561: (e) => {
      e.exports = ['أفغانستان']
    },
    655312: (e) => {
      e.exports = ['أفريقيا']
    },
    400730: (e) => {
      e.exports = ['المعدات الزراعية']
    },
    682628: (e) => {
      e.exports = ['التكنولوجيا الحيوية الزراعية']
    },
    477629: (e) => {
      e.exports = ['الكيماويات الزراعية']
    },
    923974: (e) => {
      e.exports = ['جملة الكيماويات الزراعية']
    },
    759129: (e) => {
      e.exports = ['السلع الزراعية/المطاحن']
    },
    792503: (e) => {
      e.exports = ['خدمات الدعم الزراعي']
    },
    828450: (e) => {
      e.exports = ['ضواغط الهواء والغاز']
    },
    821313: (e) => {
      e.exports = ['الشحن الجوي']
    },
    295775: (e) => {
      e.exports = ['الشحن الجوي وخدمات البريد السريع']
    },
    71774: (e) => {
      e.exports = ['الشحن الجوي والخدمات اللوجستية']
    },
    961220: (e) => {
      e.exports = ['الشحن الجوي/التوصيل']
    },
    937090: (e) => {
      e.exports = ['الشحن الجوي / خدمات التوصيل']
    },
    22844: (e) => {
      e.exports = ['جملة معدات الطائرات']
    },
    107173: (e) => {
      e.exports = ['تصنيع قطع غيار الطائرات']
    },
    338475: (e) => {
      e.exports = ['خدمات تموين الطائرات']
    },
    267983: (e) => {
      e.exports = ['الخطوط الجوية']
    },
    697706: (e) => {
      e.exports = ['مشغلي المطارات']
    },
    599612: (e) => {
      e.exports = ['خدمات المطارات']
    },
    36695: (e) => {
      e.exports = ['الطب البديل']
    },
    186722: (e) => {
      e.exports = ['مرافق الطب البديل']
    },
    223603: (e) => {
      e.exports = ['توليد الطاقات البديلة']
    },
    30303: (e) => {
      e.exports = ['الألومنيوم']
    },
    502974: (e) => {
      e.exports = ['تصنيع الألومنيوم']
    },
    131898: (e) => {
      e.exports = ['ألبانيا']
    },
    181053: (e) => {
      e.exports = ['الجزائر']
    },
    277446: (e) => {
      e.exports = ['جميع الصناعات الغذائية الأخرى']
    },
    255072: (e) => {
      e.exports = ['الملابس/الأحذية']
    },
    737703: (e) => {
      e.exports = ['الملابس/الأحذية بالتجزئة']
    },
    215411: (e) => {
      e.exports = ['الملابس والإكسسوارات']
    },
    577102: (e) => {
      e.exports = ['تجار تجزئة الملابس والإكسسوارات']
    },
    856794: (e) => {
      e.exports = ['ملابس الجملة']
    },
    978972: (e) => {
      e.exports = ['جملة الأجهزة والأدوات المنزلية']
    },
    463399: (e) => {
      e.exports = ['الأجهزة والأدوات والأدوات المنزلية']
    },
    747187: (e) => {
      e.exports = ['تطبيق البرمجيات']
    },
    178186: (e) => {
      e.exports = ['تربية الأحياء المائية']
    },
    399659: (e) => {
      e.exports = ['أروبا']
    },
    834742: (e) => {
      e.exports = ['الأرجنتين']
    },
    384290: (e) => {
      e.exports = ['أرمينيا']
    },
    963869: (e) => {
      e.exports = ['تصنيع الأسلحة والذخائر']
    },
    161768: (e) => {
      e.exports = ['أسيا']
    },
    926694: (e) => {
      e.exports = ['آلات البيع الآلي']
    },
    708964: (e) => {
      e.exports = ['السيارات والسيارات متعددة الأغراض']
    },
    97791: (e) => {
      e.exports = ['مستلزمات السيارات']
    },
    740154: (e) => {
      e.exports = ['المُعدات البديلة للسيارات']
    },
    373921: (e) => {
      e.exports = ['بطاريات السيارات']
    },
    349458: (e) => {
      e.exports = ['أجزاء السيارات']
    },
    431061: (e) => {
      e.exports = ['تجار تجزئة أجزاء ومستلزمات السيارات']
    },
    851585: (e) => {
      e.exports = ['أنظمة السيارات']
    },
    186027: (e) => {
      e.exports = ['صُناع السيارات والشاحنات']
    },
    615617: (e) => {
      e.exports = ['جملة قطع غيار السيارات والشاحنات']
    },
    229158: (e) => {
      e.exports = ['جملة السيارات والشاحنات']
    },
    216695: (e) => {
      e.exports = ['منتجات التنظيف الألية']
    },
    752313: (e) => {
      e.exports = ['قطع غيار السيارات: صُنّاع المعدات الأصلية']
    },
    366586: (e) => {
      e.exports = ['السيارات وقطع غيار وخدمة تجار التجزئة']
    },
    417049: (e) => {
      e.exports = ['السيارات، شاحنة & وقطع غيار الدرجات البخارية']
    },
    50132: (e) => {
      e.exports = ['أستراليا']
    },
    226505: (e) => {
      e.exports = ['أستراليا']
    },
    751361: (e) => {
      e.exports = ['أذربيجان']
    },
    746406: (e) => {
      e.exports = ['بتسوانا']
    },
    867634: (e) => {
      e.exports = ['المياه المعلبة والثلج']
    },
    896497: (e) => {
      e.exports = ['جزيرة بوفيت']
    },
    984615: (e) => {
      e.exports = ['بوليفيا']
    },
    661033: (e) => {
      e.exports = ['بونير وسابا وسينت أوستاتيوس']
    },
    879852: (e) => {
      e.exports = ['سند']
    },
    650342: (e) => {
      e.exports = ['تجار تجزئة الكتب والمجلات']
    },
    697555: (e) => {
      e.exports = ['خدمات طباعة الكتب']
    },
    298060: (e) => {
      e.exports = ['نشر الكتب']
    },
    41448: (e) => {
      e.exports = ['البوسنة والهرسك']
    },
    692537: (e) => {
      e.exports = ['تركيبات الحمام']
    },
    17121: (e) => {
      e.exports = ['البطاريات ووسائل الإمداد الدائمة بالطاقة']
    },
    714872: (e) => {
      e.exports = ['تعدين البوكسيت']
    },
    935022: (e) => {
      e.exports = ['أطمعة الأطفال']
    },
    755169: (e) => {
      e.exports = ['جزر الباهاما']
    },
    280217: (e) => {
      e.exports = ['الرولمانز']
    },
    61587: (e) => {
      e.exports = ['بنجلاديش']
    },
    166445: (e) => {
      e.exports = ['البنوك']
    },
    466555: (e) => {
      e.exports = ['قاعات الحفلات والمطاعم']
    },
    560803: (e) => {
      e.exports = ['بربادوس']
    },
    908135: (e) => {
      e.exports = ['مواد أساسية']
    },
    20369: (e) => {
      e.exports = ['المشروبات (الإنتاج/التوزيع)']
    },
    711209: (e) => {
      e.exports = ['المشروبات: الكحولية']
    },
    973041: (e) => {
      e.exports = ['المشروبات: غير الكحولية']
    },
    279230: (e) => {
      e.exports = ['متجر تجميل']
    },
    546343: (e) => {
      e.exports = ['تربية الأبقار والعجول']
    },
    237471: (e) => {
      e.exports = ['البيرة والنبيذ والمشروبات الكحولية']
    },
    909293: (e) => {
      e.exports = ['بيلاروس']
    },
    637653: (e) => {
      e.exports = ['بلجيكا']
    },
    577138: (e) => {
      e.exports = ['بليز']
    },
    800662: (e) => {
      e.exports = ['بنين']
    },
    852424: (e) => {
      e.exports = ['بيرمودا']
    },
    624751: (e) => {
      e.exports = ['بوتان']
    },
    205415: (e) => {
      e.exports = ['صناعة الدراجات']
    },
    918705: (e) => {
      e.exports = ['الأجهزة الطبية الحيوية']
    },
    52535: (e) => {
      e.exports = ['التشخيص الحيوي والإختبارات']
    },
    804316: (e) => {
      e.exports = ['العقاقير الحيوية العلاجية']
    },
    956360: (e) => {
      e.exports = ['وقود الديزل الحيوي']
    },
    551850: (e) => {
      e.exports = ['الكتلة الحيوية و الغاز الحيوي الوقود']
    },
    847860: (e) => {
      e.exports = ['منتجات البيومترية']
    },
    575118: (e) => {
      e.exports = ['المستحضرات الصيدلانية الحيوية']
    },
    752669: (e) => {
      e.exports = ['التكنولوجيا الحيوية']
    },
    436813: (e) => {
      e.exports = ['التكنولوجيا الحيوية والبحوث الطبية']
    },
    625727: (e) => {
      e.exports = ['منتجات تنظيم النسل']
    },
    660484: (e) => {
      e.exports = ['سلطنة بروناي']
    },
    506311: (e) => {
      e.exports = ['الإشهار والتسمية']
    },
    228867: (e) => {
      e.exports = ['البرازيل']
    },
    762107: (e) => {
      e.exports = ['صناعة المخبوزات']
    },
    29252: (e) => {
      e.exports = ['صناعة حبوب الإفطار']
    },
    990529: (e) => {
      e.exports = ['مصانع البيرة']
    },
    660635: (e) => {
      e.exports = ['إقليم المحيط البريطاني الهندي']
    },
    667354: (e) => {
      e.exports = ['جزر فرجين البريطانية']
    },
    350795: (e) => {
      e.exports = ['إذاعة']
    },
    598959: (e) => {
      e.exports = ['معدات الإذاعة']
    },
    105617: (e) => {
      e.exports = ['خدمات السمسرة']
    },
    501039: (e) => {
      e.exports = ['المكانس والفرش والجرافات']
    },
    2091: (e) => {
      e.exports = ['تجار البناء']
    },
    303152: (e) => {
      e.exports = ['مقاولي البناء']
    },
    131558: (e) => {
      e.exports = ['منتجات البناء']
    },
    801685: (e) => {
      e.exports = ['بلغاريا']
    },
    713026: (e) => {
      e.exports = ['بوركينافاسو']
    },
    238912: (e) => {
      e.exports = ['بوروندي']
    },
    759624: (e) => {
      e.exports = ['خدمات الأعمال']
    },
    277583: (e) => {
      e.exports = ['خدمات دعم الأعمال']
    },
    106231: (e) => {
      e.exports = ['لوازم دعم الأعمال']
    },
    715822: (e) => {
      e.exports = ['الحكومة']
    },
    843033: (e) => {
      e.exports = ['ذهب']
    },
    850398: (e) => {
      e.exports = ['تعدين الذهب']
    },
    323346: (e) => {
      e.exports = ['دورات الجولف']
    },
    281273: (e) => {
      e.exports = ['الجابون']
    },
    680793: (e) => {
      e.exports = ['غامبيا']
    },
    970292: (e) => {
      e.exports = ['تصنيع أجهزة المقامرة والألعاب']
    },
    496024: (e) => {
      e.exports = ['الألعاب والدمي وعربات الأطفال']
    },
    681243: (e) => {
      e.exports = ['مشغلي أجهزة الألعاب']
    },
    246824: (e) => {
      e.exports = ['موزعو الغاز']
    },
    723937: (e) => {
      e.exports = ['التنقيب عن الغاز في البر']
    },
    450047: (e) => {
      e.exports = ['محطات الجازولين']
    },
    386732: (e) => {
      e.exports = ['الخدمات التعليمية العامة']
    },
    197617: (e) => {
      e.exports = ['الحوكمة العامة']
    },
    583807: (e) => {
      e.exports = ['الأدوية العامة']
    },
    677938: (e) => {
      e.exports = ['الخدمات الجيوفيزيائية ورسم الخرائط الخدمات']
    },
    118059: (e) => {
      e.exports = ['جورجيا']
    },
    159985: (e) => {
      e.exports = ['ألمانيا']
    },
    848856: (e) => {
      e.exports = ['غانا']
    },
    423151: (e) => {
      e.exports = ['جبل طارق']
    },
    211207: (e) => {
      e.exports = ['محلات الهدايا والتذكارات']
    },
    250811: (e) => {
      e.exports = ['الحاويات الزجاجية والتغليف']
    },
    47999: (e) => {
      e.exports = ['النظارات والعدسات اللاصقة']
    },
    248347: (e) => {
      e.exports = ['انتاج الحبوب (المحاصيل)']
    },
    17026: (e) => {
      e.exports = ['جرينلاند']
    },
    480411: (e) => {
      e.exports = ['اليونان']
    },
    882614: (e) => {
      e.exports = ['غرينادا']
    },
    867687: (e) => {
      e.exports = ['الشحن البري والخدمات اللوجستية']
    },
    431526: (e) => {
      e.exports = ['غيانا']
    },
    72606: (e) => {
      e.exports = ['غوادلوب']
    },
    967946: (e) => {
      e.exports = ['غوام']
    },
    673613: (e) => {
      e.exports = ['غواتيمالا']
    },
    639445: (e) => {
      e.exports = ['جزيرة غيرنسي']
    },
    71747: (e) => {
      e.exports = ['المرشدين السياحيين']
    },
    236877: (e) => {
      e.exports = ['غينيا']
    },
    193786: (e) => {
      e.exports = ['غينيا - بيساو']
    },
    909552: (e) => {
      e.exports = ['مراكز اللياقة البدنية']
    },
    564330: (e) => {
      e.exports = ['مكتب الطبيب']
    },
    519298: (e) => {
      e.exports = ['الدمى والألعاب المحشوة']
    },
    887461: (e) => {
      e.exports = ['دومينيكا']
    },
    863314: (e) => {
      e.exports = ['جمهورية الدومنيكان']
    },
    944704: (e) => {
      e.exports = ['إطارات الأبواب والنوافذ']
    },
    202056: (e) => {
      e.exports = ['خدمات معالجة البيانات']
    },
    570506: (e) => {
      e.exports = ['نطاق اليوم']
    },
    573924: (e) => {
      e.exports = ['منتجات الألبان']
    },
    280019: (e) => {
      e.exports = ['خدمات شحن أعماق البحار']
    },
    78211: (e) => {
      e.exports = ['متأخر']
    },
    64901: (e) => {
      e.exports = ['الدنمارك']
    },
    515023: (e) => {
      e.exports = ['قسم / متاجر التجزئة المتخصصة']
    },
    610643: (e) => {
      e.exports = ['المتاجر']
    },
    35337: (e) => {
      e.exports = ['خدمات التصميم']
    },
    489572: (e) => {
      e.exports = ['مواد كيميائية متنوعة']
    },
    314562: (e) => {
      e.exports = ['خدمات استثمارية متنوعة']
    },
    785205: (e) => {
      e.exports = ['صناديق الاستثمار العقاري المتنوعة']
    },
    229363: (e) => {
      e.exports = ['التجارة والتوزيع المتنوع']
    },
    464845: (e) => {
      e.exports = ['مواد التشخيص والاختبار']
    },
    239882: (e) => {
      e.exports = ['تشخيص واختبار مواد البناء']
    },
    943475: (e) => {
      e.exports = ['تعدين الماس']
    },
    527407: (e) => {
      e.exports = ['وكالات وسائل الإعلام الرقمية']
    },
    34087: (e) => {
      e.exports = ['النشر الرقمي']
    },
    759459: (e) => {
      e.exports = ['التسويق المباشر']
    },
    420192: (e) => {
      e.exports = ['نشر الدليل']
    },
    534635: (e) => {
      e.exports = ['محلات التخفيضات']
    },
    272494: (e) => {
      e.exports = ['محلات الخصم مع البقالة']
    },
    650595: (e) => {
      e.exports = ['محلات الخصم بدون البقالة']
    },
    518689: (e) => {
      e.exports = ['عرض الشاشات']
    },
    101303: (e) => {
      e.exports = ['التقطير']
    },
    78531: (e) => {
      e.exports = ['المقطرات ومصانع النبيذ']
    },
    151254: (e) => {
      e.exports = ['خدمات التوزيع']
    },
    439687: (e) => {
      e.exports = ['جيبوتي']
    },
    221101: (e) => {
      e.exports = ['سلاسل الصيدليات']
    },
    270417: (e) => {
      e.exports = ['أنظمة توصيل العقاقير']
    },
    580947: (e) => {
      e.exports = ['تجار التجزئة للعقاقير']
    },
    105306: (e) => {
      e.exports = ['خدمات التجارة الإليكرونية والمزادات']
    },
    242692: (e) => {
      e.exports = ['خدمات الموظفين']
    },
    692561: (e) => {
      e.exports = ['إنتاج الترفيه']
    },
    171956: (e) => {
      e.exports = ['معدات وخدمات الإنتاج الترفيهي']
    },
    437438: (e) => {
      e.exports = ['تطبيق الشركة']
    },
    185245: (e) => {
      e.exports = ['التكنولوجيا الحيوية البيئية']
    },
    791590: (e) => {
      e.exports = ['خدمات الاستشارات البيئية']
    },
    147765: (e) => {
      e.exports = ['الخدمات البيئية']
    },
    75745: (e) => {
      e.exports = ['الخدمات البيئية والمعدات']
    },
    132023: (e) => {
      e.exports = ['نهاية اليوم']
    },
    618383: (e) => {
      e.exports = ['طاقة']
    },
    503332: (e) => {
      e.exports = ['معادن الطاقة']
    },
    129063: (e) => {
      e.exports = ['مشروبات الطاقة']
    },
    159701: (e) => {
      e.exports = ['أنظمة المحرك وتوليد الطاقة']
    },
    675094: (e) => {
      e.exports = ['أشغال البناء والهندسة']
    },
    593004: (e) => {
      e.exports = ['إكوادور']
    },
    337556: (e) => {
      e.exports = ['اقتصاد']
    },
    376278: (e) => {
      e.exports = ['مقدمي خدمات التعليم والتدريب']
    },
    504002: (e) => {
      e.exports = ['خدمات تعليمية']
    },
    205390: (e) => {
      e.exports = ['مصر']
    },
    444228: (e) => {
      e.exports = ['السلفادور']
    },
    506029: (e) => {
      e.exports = ['إنشاءات كهربائية']
    },
    523077: (e) => {
      e.exports = ['جملة المعدات الكهربائية']
    },
    593324: (e) => {
      e.exports = ['معدات كهربائية']
    },
    911874: (e) => {
      e.exports = ['معدات كهربائية: مركزية']
    },
    529652: (e) => {
      e.exports = ['السيارات الكهربائية (البديلة)']
    },
    792264: (e) => {
      e.exports = ['مكونات كهربائية ومعدات']
    },
    504631: (e) => {
      e.exports = ['أداوات القياس والاختبار الكهربائية']
    },
    119365: (e) => {
      e.exports = ['المنتجات الكهربائية']
    },
    512853: (e) => {
      e.exports = ['أنابيب الإلكترون والعوازل']
    },
    494934: (e) => {
      e.exports = ['موزعو الإلكترونيات']
    },
    955251: (e) => {
      e.exports = ['متاجر الالكترونيات/الأجهزة']
    },
    78303: (e) => {
      e.exports = ['الإلكترونيات/الأجهزة']
    },
    702813: (e) => {
      e.exports = ['مكونات إلكترونية']
    },
    906427: (e) => {
      e.exports = ['المكونات الإلكترونية']
    },
    192120: (e) => {
      e.exports = ['معدات وقطع غيار إلكترونية']
    },
    428718: (e) => {
      e.exports = ['المعدات/الآلات الإلكترونية']
    },
    7681: (e) => {
      e.exports = ['المعدات الإلكترونية وقطع الغيار']
    },
    960249: (e) => {
      e.exports = ['معدات الإنتاج الإلكترونية']
    },
    69296: (e) => {
      e.exports = ['خدمات التصليح الإلكترونية']
    },
    225255: (e) => {
      e.exports = ['التكنولوجيا الإلكترونية']
    },
    223581: (e) => {
      e.exports = ['معدات المصاعد والنقل']
    },
    978454: (e) => {
      e.exports = ['الايبوكسي']
    },
    802376: (e) => {
      e.exports = ['غينيا الاستوائية']
    },
    959005: (e) => {
      e.exports = ['سهم']
    },
    33356: (e) => {
      e.exports = ['إريتريا']
    },
    959823: (e) => {
      e.exports = ['إستونيا']
    },
    871985: (e) => {
      e.exports = ['إسواتيني']
    },
    180669: (e) => {
      e.exports = ['وقود الإيثانول']
    },
    698440: (e) => {
      e.exports = ['إثيوبيا']
    },
    559592: (e) => {
      e.exports = ['أوربا']
    },
    600442: (e) => {
      e.exports = ['الاتحاد الاوربي']
    },
    220187: (e) => {
      e.exports = ['صناديق المؤشرات']
    },
    215991: (e) => {
      e.exports = ['صناديق المؤشرات']
    },
    890295: (e) => {
      e.exports = ['خدمات البحث التنفيذي']
    },
    506079: (e) => {
      e.exports = ['خدمات المعارض والمؤتمرات']
    },
    775740: (e) => {
      e.exports = ['النادرة']
    },
    474746: (e) => {
      e.exports = ['المتفجرات']
    },
    768666: (e) => {
      e.exports = ['موزعو المواد الغذائية']
    },
    113339: (e) => {
      e.exports = ['مكونات الغذاء']
    },
    114898: (e) => {
      e.exports = ['أسواق الغذاء']
    },
    98864: (e) => {
      e.exports = ['معالجة الأغذية']
    },
    807264: (e) => {
      e.exports = ['المواد الغذائية بالتجزئة']
    },
    827416: (e) => {
      e.exports = ['تجزئة الأغذية والتوزيع']
    },
    223293: (e) => {
      e.exports = ['جملة الغذاء']
    },
    96714: (e) => {
      e.exports = ['المواد الغذائية: الرئيسية المتنوعة']
    },
    941247: (e) => {
      e.exports = ['المواد الغذائية: اللحوم/الأسماك/الألبان']
    },
    39828: (e) => {
      e.exports = ['المواد الغذائية: المتخصصة/الحلويات']
    },
    481543: (e) => {
      e.exports = ['الأحذية']
    },
    903889: (e) => {
      e.exports = ['تجزئة الأحذية']
    },
    103590: (e) => {
      e.exports = ['جملة الأحذية']
    },
    106061: (e) => {
      e.exports = ['الغابات والمنتجات الخشبية']
    },
    209373: (e) => {
      e.exports = ['مشاتل الغابات وجمع منتجات المشاتل']
    },
    243463: (e) => {
      e.exports = ['منتجات الغابات']
    },
    891577: (e) => {
      e.exports = ['خدمات ودعم المشاتل']
    },
    324241: (e) => {
      e.exports = ['فوركس']
    },
    390568: (e) => {
      e.exports = ['سوق العملات ‎{sector}‎: ‎{country}‎']
    },
    9618: (e) => {
      e.exports = ['مرافق الوقود الأحفوري الكهربي']
    },
    773240: (e) => {
      e.exports = ['مزودي الوقود الأحفوري']
    },
    229550: (e) => {
      e.exports = ['صباغة النسيج والطلاء']
    },
    440195: (e) => {
      e.exports = ['العوملة']
    },
    903181: (e) => {
      e.exports = ['جزر فوكلاند']
    },
    464588: (e) => {
      e.exports = ['جزر فوكلاند (مالفيناس)']
    },
    246844: (e) => {
      e.exports = ['جزر فيرو']
    },
    336970: (e) => {
      e.exports = ['أزياء النظارات']
    },
    98489: (e) => {
      e.exports = ['السماد']
    },
    884019: (e) => {
      e.exports = ['تصنيع كابلات الألياف البصرية']
    },
    979981: (e) => {
      e.exports = ['فيجي']
    },
    909228: (e) => {
      e.exports = ['القطاع المالي']
    },
    96753: (e) => {
      e.exports = ['‏ التمويل/التأجير/الإيجار التمليكي']
    },
    561812: (e) => {
      e.exports = ['التمويل: خدمات المستهلك']
    },
    833176: (e) => {
      e.exports = ['مالي']
    },
    820611: (e) => {
      e.exports = ['مشغلي الأسواق المالية و سوق السلع']
    },
    445459: (e) => {
      e.exports = ['التكتلات المالية']
    },
    807260: (e) => {
      e.exports = ['مزودي المعلومات المالية']
    },
    925067: (e) => {
      e.exports = ['النشر/الخدمات المالية']
    },
    563139: (e) => {
      e.exports = ['التكنولوجيا المالية والبنية التحتية']
    },
    677720: (e) => {
      e.exports = ['البيانات المالية']
    },
    936693: (e) => {
      e.exports = ['فنلندا']
    },
    312333: (e) => {
      e.exports = ['الصيد والزراعة']
    },
    281308: (e) => {
      e.exports = ['جملة الصيد والزراعة']
    },
    385424: (e) => {
      e.exports = ['اسطوانات السوائل والمحركات']
    },
    912825: (e) => {
      e.exports = ['تجار تجزئة تغطية الأراضي']
    },
    904945: (e) => {
      e.exports = ['تصنيع الأرضيات والبلاط الداخلي']
    },
    46621: (e) => {
      e.exports = ['بائعيين الزهور']
    },
    832439: (e) => {
      e.exports = ['طحن الدقيق']
    },
    277345: (e) => {
      e.exports = ['معالجة الخضروات والفاكهة']
    },
    909830: (e) => {
      e.exports = ['مشروبات الفواكه']
    },
    696013: (e) => {
      e.exports = ['فرنسا']
    },
    282827: (e) => {
      e.exports = ['لوجيستيات الشحن']
    },
    418379: (e) => {
      e.exports = ['نقل الشحن']
    },
    345206: (e) => {
      e.exports = ['غيانا الفرنسية']
    },
    400778: (e) => {
      e.exports = ['بولينيزيا الفرنسية']
    },
    35328: (e) => {
      e.exports = ['جزيرة سان بول']
    },
    221739: (e) => {
      e.exports = ['تصنيع الأغذية المجمدة']
    },
    468631: (e) => {
      e.exports = ['العقود الآجلة']
    },
    163358: (e) => {
      e.exports = ['خدمات الدفن']
    },
    862052: (e) => {
      e.exports = ['أثاث']
    },
    795689: (e) => {
      e.exports = ['تجزئة الأثاث']
    },
    415400: (e) => {
      e.exports = ['تريكو']
    },
    695873: (e) => {
      e.exports = ['كوسوفو']
    },
    17904: (e) => {
      e.exports = ['كازاخستان']
    },
    89080: (e) => {
      e.exports = ['كينيا']
    },
    369625: (e) => {
      e.exports = ['أدوات المطبخ']
    },
    231786: (e) => {
      e.exports = ['خزائن المطبخ']
    },
    593442: (e) => {
      e.exports = ['كيريباتي']
    },
    357872: (e) => {
      e.exports = ['قيرغيزستان']
    },
    109132: (e) => {
      e.exports = ['الفنادق الاستراحات']
    },
    899711: (e) => {
      e.exports = ['الفنادق/المنتجعات/الرحلات البحرية']
    },
    449277: (e) => {
      e.exports = ['فنادق، موتيلات والرحلات']
    },
    373741: (e) => {
      e.exports = ['الأجهزة المنزلية']
    },
    888469: (e) => {
      e.exports = ['إلكترونيات المنزلية']
    },
    906340: (e) => {
      e.exports = ['المنتجات المنزلية']
    },
    371016: (e) => {
      e.exports = ['العناية الشخصية/المنزلية']
    },
    258649: (e) => {
      e.exports = ['الشركات القابضة']
    },
    988958: (e) => {
      e.exports = ['عطلة']
    },
    609984: (e) => {
      e.exports = ['هولي سي']
    },
    649121: (e) => {
      e.exports = ['صوتيات المنزل']
    },
    614994: (e) => {
      e.exports = ['تجزئة ديكورات المنزل']
    },
    664871: (e) => {
      e.exports = ['الأثاث المنزلي']
    },
    232471: (e) => {
      e.exports = ['تجار التجزئة المفروشات المنزلية']
    },
    925958: (e) => {
      e.exports = ['جملة المفروشات المنزلية']
    },
    732318: (e) => {
      e.exports = ['خدمات الرعاية الصحية المنزلية']
    },
    614369: (e) => {
      e.exports = ['متاجر إصلاح المنازل']
    },
    775126: (e) => {
      e.exports = ['تجار التجزئة لمنتجات تحسين المنزل والخدمات']
    },
    833063: (e) => {
      e.exports = ['بناء المساكن']
    },
    351863: (e) => {
      e.exports = ['هندوراس']
    },
    867017: (e) => {
      e.exports = ['حلبات سباق الكلاب والخيول']
    },
    197862: (e) => {
      e.exports = ['الجواراب']
    },
    288887: (e) => {
      e.exports = ['إدارة المستشفيات/التمريض']
    },
    510822: (e) => {
      e.exports = ['الضيافة']
    },
    210496: (e) => {
      e.exports = ['المستشفيات والعيادات وخدمات الرعاية الأولية']
    },
    761881: (e) => {
      e.exports = ['مستلزمات الشعر']
    },
    409073: (e) => {
      e.exports = ['هايتي']
    },
    339360: (e) => {
      e.exports = ['الذبح الحلال والمعالجة']
    },
    719348: (e) => {
      e.exports = ['حقائب وأمتعة']
    },
    832803: (e) => {
      e.exports = ['تجزئة الحقائب والأمتعة']
    },
    177578: (e) => {
      e.exports = ['محلات الأغذية الصحية']
    },
    717055: (e) => {
      e.exports = ['التأمين الصحي']
    },
    617047: (e) => {
      e.exports = ['الخدمات الصحية']
    },
    792105: (e) => {
      e.exports = ['تكنولوجيا الصحة']
    },
    443863: (e) => {
      e.exports = ['الرعاية الصحية']
    },
    242239: (e) => {
      e.exports = ['مرافق وخدمات الرعاية الصحية']
    },
    434344: (e) => {
      e.exports = ['الرعاية الصحية']
    },
    941177: (e) => {
      e.exports = ['جزيرة هيرد وجزر ماكدونالز']
    },
    262997: (e) => {
      e.exports = ['أنظمة التدفئة والتهوية وتكييف الهواء']
    },
    420147: (e) => {
      e.exports = ['الحافلات الثقيلة والمدربين']
    },
    302366: (e) => {
      e.exports = ['المعدات الكهربائية الثقيلة']
    },
    214316: (e) => {
      e.exports = ['المحركات الثقيلة والمولدات']
    },
    677511: (e) => {
      e.exports = ['الآلات الثقيلة والمركبات']
    },
    102613: (e) => {
      e.exports = ['جملة الآلات الثقيلة والمركبات']
    },
    723339: (e) => {
      e.exports = ['الشاحنات الثقيلة']
    },
    8116: (e) => {
      e.exports = ['صناديق التحوط']
    },
    513691: (e) => {
      e.exports = ['تشييد الطرق السريعة والجسور']
    },
    234376: (e) => {
      e.exports = ['عمليات الطرق السريعة']
    },
    564956: (e) => {
      e.exports = ['الطرق السريعة والسكك الحديدية']
    },
    165969: (e) => {
      e.exports = ['خدمات استشارات الموارد البشرية']
    },
    930646: (e) => {
      e.exports = ['المجر']
    },
    993423: (e) => {
      e.exports = ['الوقود الهيدروجيني']
    },
    487948: (e) => {
      e.exports = ['معدات الطاقة الكهرومائية']
    },
    93819: (e) => {
      e.exports = ['خدمات تكنولوجيا المعلومات و الاستشارات']
    },
    976473: (e) => {
      e.exports = ['التعدين المتكامل']
    },
    516759: (e) => {
      e.exports = ['الدوائر المتكاملة']
    },
    359091: (e) => {
      e.exports = ['مشغلي اللوجستيات المتكاملة']
    },
    693347: (e) => {
      e.exports = ['شركات النفط المتكاملة']
    },
    450694: (e) => {
      e.exports = ['النفط والغاز المتكامل']
    },
    216900: (e) => {
      e.exports = ['خدمات الاتصالات المتكاملة']
    },
    265164: (e) => {
      e.exports = ['وسيط ما بين الوكلاء']
    },
    690569: (e) => {
      e.exports = ['خدمات التصميم الداخلي']
    },
    379393: (e) => {
      e.exports = ['تمويل التجارة الدولية']
    },
    263466: (e) => {
      e.exports = ['قسم طلبات البريد والإلكتروني والإنترنت في المتاجر']
    },
    348290: (e) => {
      e.exports = ['متاجر خصم طلبات البريد والإلكتروني والإنترنت']
    },
    837443: (e) => {
      e.exports = ['ألعاب الإنترنت']
    },
    340367: (e) => {
      e.exports = ['برامج الإنترنت/الخدمات']
    },
    503694: (e) => {
      e.exports = ['أمن الإنترنت وخدمات المعاملات']
    },
    282157: (e) => {
      e.exports = ['مزودي خدمات الإنترنت']
    },
    446448: (e) => {
      e.exports = ['خدمات الإنترنت']
    },
    456231: (e) => {
      e.exports = ['التجزئة على الإنترنت']
    },
    403877: (e) => {
      e.exports = ['بنوك الاستثمار / الوسطاء / الخدمة']
    },
    899916: (e) => {
      e.exports = ['الخدمات المصرفية الإستثمارية']
    },
    407291: (e) => {
      e.exports = ['الخدمات المصرفية الاستثمارية وخدمات الوساطة المالية']
    },
    598801: (e) => {
      e.exports = ['البنوك الاستثمارية/الوسطاء']
    },
    701468: (e) => {
      e.exports = ['إدارة الاستثمار']
    },
    851573: (e) => {
      e.exports = ['إدارة الاستثمار ومشغلي صناديق الاستثمار']
    },
    384728: (e) => {
      e.exports = ['مديري الاستثمار']
    },
    568662: (e) => {
      e.exports = ['أدوات دعم الاستثمار']
    },
    711991: (e) => {
      e.exports = ['صناديق الاستثمار']
    },
    461181: (e) => {
      e.exports = ['صناديق الاستثمار/توظيف الأموال']
    },
    150039: (e) => {
      e.exports = ['منتجي الطاقة المستقلين']
    },
    99391: (e) => {
      e.exports = ['مؤشر']
    },
    16207: (e) => {
      e.exports = ['الهند']
    },
    609759: (e) => {
      e.exports = ['أندونيسيا']
    },
    103889: (e) => {
      e.exports = ['التطوير العقاري والصناعي']
    },
    41532: (e) => {
      e.exports = ['المواد الكيميائية الصناعية الحيوية']
    },
    446841: (e) => {
      e.exports = ['التكتلات الصناعية']
    },
    964174: (e) => {
      e.exports = ['الملابس والزي المدرسي']
    },
    494186: (e) => {
      e.exports = ['المفاتيح الكهربائية الصناعية']
    },
    607238: (e) => {
      e.exports = ['الغاز الصناعي']
    },
    890117: (e) => {
      e.exports = ['الآلات الصناعية']
    },
    931801: (e) => {
      e.exports = ['الآلات والمعدات الصناعية']
    },
    173904: (e) => {
      e.exports = ['جملة الآلات والمعدات الصناعية']
    },
    868948: (e) => {
      e.exports = ['القوالب الصناعية']
    },
    799712: (e) => {
      e.exports = ['قطع غيار ومكونات صناعية']
    },
    483886: (e) => {
      e.exports = ['منطقة صناعية']
    },
    754605: (e) => {
      e.exports = ['فرن العمليات الصناعية والأفران']
    },
    722662: (e) => {
      e.exports = ['الصناعي']
    },
    743771: (e) => {
      e.exports = ['منتجات المطاط الصناعي']
    },
    685674: (e) => {
      e.exports = ['الخدمات الصناعية']
    },
    305546: (e) => {
      e.exports = ['الصناعات المتخصصة']
    },
    123810: (e) => {
      e.exports = ['تصنيع الصمامات الصناعية']
    },
    438887: (e) => {
      e.exports = ['القطاع الصناعي']
    },
    808339: (e) => {
      e.exports = ['خدمات تكنولوجيا المعلومات']
    },
    497333: (e) => {
      e.exports = ['شحن المياه داخليًا']
    },
    800261: (e) => {
      e.exports = ['أجهزة إدخال']
    },
    113439: (e) => {
      e.exports = ['غير مسموح باستخدام أداة']
    },
    632770: (e) => {
      e.exports = ['تأمين - السيارات']
    },
    290945: (e) => {
      e.exports = ['وسطاء التأمين']
    },
    428500: (e) => {
      e.exports = ['وسطاء التأمين/الخدمات']
    },
    664150: (e) => {
      e.exports = ['أيسلندا']
    },
    351834: (e) => {
      e.exports = ['العراق']
    },
    328408: (e) => {
      e.exports = ['أيرلندا']
    },
    586118: (e) => {
      e.exports = ['تعدين خام الحديد']
    },
    501648: (e) => {
      e.exports = ['مصانع الحديد والصلب و المسابك']
    },
    582452: (e) => {
      e.exports = ['جزيرة آيل أوف مان']
    },
    261935: (e) => {
      e.exports = ['اسرائيل']
    },
    43246: (e) => {
      e.exports = ['إيطاليا']
    },
    418556: (e) => {
      e.exports = ['الأردن']
    },
    516243: (e) => {
      e.exports = ['جامايكا']
    },
    692443: (e) => {
      e.exports = ['اليابان']
    },
    842206: (e) => {
      e.exports = ['مجوهرات']
    },
    403795: (e) => {
      e.exports = ['تجزئة الساعات والمجوهرات']
    },
    671435: (e) => {
      e.exports = ['جينز']
    },
    119803: (e) => {
      e.exports = ['جيرسي']
    },
    590760: (e) => {
      e.exports = ['الأثاث الحديث']
    },
    552456: (e) => {
      e.exports = ['عمان']
    },
    846719: (e) => {
      e.exports = ['مواقع التوظيف عبر الإنترنت']
    },
    183268: (e) => {
      e.exports = ['معدلات مكتبية']
    },
    623891: (e) => {
      e.exports = ['المعدات/اللوازم المكتبية']
    },
    458339: (e) => {
      e.exports = ['معدات المكاتب ولوازم التأجير']
    },
    761701: (e) => {
      e.exports = ['تجزئة المعدات المكتبية']
    },
    57859: (e) => {
      e.exports = ['أثاث المكاتب']
    },
    929677: (e) => {
      e.exports = ['صناديق الاستثمار العقاري للمكاتب']
    },
    88442: (e) => {
      e.exports = ['صناديق الاستثمار العقاري للتطوير']
    },
    215834: (e) => {
      e.exports = ['مكتب الخدمات العقارية']
    },
    174606: (e) => {
      e.exports = ['اللوازم المكتبية']
    },
    495693: (e) => {
      e.exports = ['مستلزمات مكتبية وقرطاسية']
    },
    447796: (e) => {
      e.exports = ['جملة اللوازم المكتبية']
    },
    327548: (e) => {
      e.exports = ['معدات تكنولوجيا المكاتب']
    },
    775483: (e) => {
      e.exports = ['حفارات النفط والغاز']
    },
    755572: (e) => {
      e.exports = ['استكشاف وإنتاج النفط والغاز']
    },
    362334: (e) => {
      e.exports = ['أنابيب النفط والغاز']
    },
    663977: (e) => {
      e.exports = ['إنتاج النفط والغاز']
    },
    603981: (e) => {
      e.exports = ['تكريرو تسويق النفط والغاز']
    },
    594751: (e) => {
      e.exports = ['معدات تكنولوجيا المكاتب']
    },
    781399: (e) => {
      e.exports = ['خدمات نقل النفط والغاز']
    },
    114397: (e) => {
      e.exports = ['النفط الحفر - على البر']
    },
    139087: (e) => {
      e.exports = ['حفر النفط - في عرض البحر']
    },
    173206: (e) => {
      e.exports = ['استكشاف النفط والإنتاج - في عرض البحر']
    },
    23036: (e) => {
      e.exports = ['استكشاف النفط والإنتاج - على الشاطئ']
    },
    958511: (e) => {
      e.exports = ['خطوط النفط']
    },
    336170: (e) => {
      e.exports = ['تكرير وتسويق النفط']
    },
    875051: (e) => {
      e.exports = ['خدمات المسح ورسم الخرائط المتعلقة بالنفط']
    },
    564337: (e) => {
      e.exports = ['المعدات المتعلقة بالنفط']
    },
    756691: (e) => {
      e.exports = ['الخدمات المتعلقة بالنفط']
    },
    752993: (e) => {
      e.exports = ['الخدمات والمعدات المرتبطة بالنفط']
    },
    68122: (e) => {
      e.exports = ['خدمات/معدات حقول النفط']
    },
    440226: (e) => {
      e.exports = ['محلات السلع البصرية']
    },
    536347: (e) => {
      e.exports = ['إنتاج النسيخ العضوي والبيئي']
    },
    644710: (e) => {
      e.exports = ['الأسمدة العضوية']
    },
    49121: (e) => {
      e.exports = ['خدمات استهلاكية أخرى']
    },
    886817: (e) => {
      e.exports = ['خدمات استهلاكية متخصصة أخرى']
    },
    980012: (e) => {
      e.exports = ['معادن/فلزّات أخرى']
    },
    819564: (e) => {
      e.exports = ['تجار التجزئة المتخصصة الأخرى']
    },
    656589: (e) => {
      e.exports = ['وسائل نقل أخرى']
    },
    560877: (e) => {
      e.exports = ['إعلانات الطرق']
    },
    585557: (e) => {
      e.exports = ['الاستعانة بمصادر خارجية وخدمات التوظيف']
    },
    225448: (e) => {
      e.exports = ['نقل وتخزين الغاز الطبيعي المسال']
    },
    267869: (e) => {
      e.exports = ['مشغلي اليانصيب']
    },
    759646: (e) => {
      e.exports = ['وكالات محلية']
    },
    359789: (e) => {
      e.exports = ['محركات القاطرة']
    },
    752212: (e) => {
      e.exports = ['تسجيل ونشر']
    },
    484045: (e) => {
      e.exports = ['لاتفيا']
    },
    417964: (e) => {
      e.exports = ['لوازم الغسيل']
    },
    76095: (e) => {
      e.exports = ['تقسيم الأراضي']
    },
    446984: (e) => {
      e.exports = ['لاوس']
    },
    645558: (e) => {
      e.exports = ['أجهزة الكمبيوتر المحمولة وأجهزة الكمبيوتر المكتبية']
    },
    399937: (e) => {
      e.exports = ['معدات الليزر']
    },
    42422: (e) => {
      e.exports = ['تعدين الرصاص الخام']
    },
    200222: (e) => {
      e.exports = ['المنتجات الجلدية']
    },
    249647: (e) => {
      e.exports = ['لبنان']
    },
    421491: (e) => {
      e.exports = ['خدمات قانونية']
    },
    421463: (e) => {
      e.exports = ['الترفيه والاستجمام']
    },
    655346: (e) => {
      e.exports = ['جملة المنتجات الترفيهية']
    },
    491338: (e) => {
      e.exports = ['ليسوتو']
    },
    529113: (e) => {
      e.exports = ['ليتوانيا']
    },
    244568: (e) => {
      e.exports = ['ليبريا']
    },
    687451: (e) => {
      e.exports = ['ليبيا']
    },
    148202: (e) => {
      e.exports = ['ليختنشتاين']
    },
    684319: (e) => {
      e.exports = ['تأمينات الحياة/الصحة']
    },
    38639: (e) => {
      e.exports = ['تأمينات الحياة والتأمين الصحي']
    },
    356945: (e) => {
      e.exports = ['إعادة التأمين على الصحة والحياة']
    },
    833399: (e) => {
      e.exports = ['التأمين على الحياة']
    },
    268037: (e) => {
      e.exports = ['الشاحنات الخفيفة']
    },
    579264: (e) => {
      e.exports = ['معدات الإضاءة']
    },
    844887: (e) => {
      e.exports = ['تركيبات الإضاءة']
    },
    400782: (e) => {
      e.exports = ['الملابس الداخلية']
    },
    421997: (e) => {
      e.exports = ['اكسسوارات فاخرة']
    },
    261072: (e) => {
      e.exports = ['تجار السيارات الفاخرة']
    },
    915253: (e) => {
      e.exports = ['مركبات بمحرك']
    },
    97369: (e) => {
      e.exports = ['تجار الدراجات النارية']
    },
    42076: (e) => {
      e.exports = ['قطع غيار ومستلزمات الدراجات النارية']
    },
    768693: (e) => {
      e.exports = ['الدراجات النارية والدراجات البخارية']
    },
    875525: (e) => {
      e.exports = ['دور السينما والمسرح']
    },
    161979: (e) => {
      e.exports = ['إنتاج وتوزيع الأفلام والقنوات التليفزيونية']
    },
    615609: (e) => {
      e.exports = ['الأفلام/الترفيه']
    },
    158266: (e) => {
      e.exports = ['موزانبيق']
    },
    193275: (e) => {
      e.exports = ['تطبيقات الهاتف المتحرك']
    },
    617606: (e) => {
      e.exports = ['تجزئة الهواتف المتحركة']
    },
    415354: (e) => {
      e.exports = ['تطبيقات أنظمة الهاتف المتحرك']
    },
    503427: (e) => {
      e.exports = ['مولدوفا']
    },
    904982: (e) => {
      e.exports = ['موناكو']
    },
    927963: (e) => {
      e.exports = ['منغوليا']
    },
    990370: (e) => {
      e.exports = ['مونتنجرو']
    },
    153868: (e) => {
      e.exports = ['مونتسيرات']
    },
    216641: (e) => {
      e.exports = ['المغرب']
    },
    198263: (e) => {
      e.exports = ['القروض العقارية']
    },
    335075: (e) => {
      e.exports = ['موريتانيا']
    },
    902616: (e) => {
      e.exports = ['موريشيوس']
    },
    36227: (e) => {
      e.exports = ['مايوت']
    },
    316450: (e) => {
      e.exports = ['ماكاو']
    },
    881206: (e) => {
      e.exports = ['مكاو']
    },
    538609: (e) => {
      e.exports = ['مقدونيا']
    },
    953260: (e) => {
      e.exports = ['أدوات الآلة']
    },
    975621: (e) => {
      e.exports = ['مدغشقر']
    },
    638730: (e) => {
      e.exports = ['نشر المجلات']
    },
    858975: (e) => {
      e.exports = ['خدمات الصيانة والتصليح']
    },
    175595: (e) => {
      e.exports = ['الرئيسية']
    },
    382016: (e) => {
      e.exports = ['البنوك الكبرى']
    },
    746560: (e) => {
      e.exports = ['الأدوية الرئيسية']
    },
    138815: (e) => {
      e.exports = ['الاتصالات الرئيسية']
    },
    652371: (e) => {
      e.exports = ['ملاوي']
    },
    622622: (e) => {
      e.exports = ['ماليزيا']
    },
    704255: (e) => {
      e.exports = ['المالديف']
    },
    410127: (e) => {
      e.exports = ['مالي']
    },
    465259: (e) => {
      e.exports = ['منتجي الشعير']
    },
    32640: (e) => {
      e.exports = ['التأمين الصحي المدار']
    },
    718208: (e) => {
      e.exports = ['إدارة الرعاية الصحية']
    },
    471661: (e) => {
      e.exports = ['خدمات الاستشارات الإدارية']
    },
    486533: (e) => {
      e.exports = ['السوق مفتوح']
    },
    548979: (e) => {
      e.exports = ['السوق مغلق']
    },
    676726: (e) => {
      e.exports = ['أبحاث السوق']
    },
    838764: (e) => {
      e.exports = ['خدمات الاستشارات التسويقية']
    },
    965677: (e) => {
      e.exports = ['المراسي']
    },
    849236: (e) => {
      e.exports = ['خدمات الشحن البحري']
    },
    777510: (e) => {
      e.exports = ['الشحن البحري والخدمات اللوجستية']
    },
    732592: (e) => {
      e.exports = ['الخدمات اللوجستية البحرية']
    },
    221122: (e) => {
      e.exports = ['النقل البحري']
    },
    72863: (e) => {
      e.exports = ['خدمات الموانئ البحرية']
    },
    606463: (e) => {
      e.exports = ['الشحن البحري']
    },
    991727: (e) => {
      e.exports = ['جزر مارشال']
    },
    65413: (e) => {
      e.exports = ['المارتينيك']
    },
    292772: (e) => {
      e.exports = ['الحاويات المعدنية والتغليف']
    },
    631683: (e) => {
      e.exports = ['صناعة المعادن']
    },
    71902: (e) => {
      e.exports = ['جملة تجارة المعادن']
    },
    5540: (e) => {
      e.exports = ['مراكز تجارة المعادن']
    },
    888220: (e) => {
      e.exports = ['منتجات تشكيل ورسم المعادن']
    },
    555087: (e) => {
      e.exports = ['المكسيك']
    },
    151841: (e) => {
      e.exports = ['تكتلات وسائل الإعلام']
    },
    483419: (e) => {
      e.exports = ['وكالة شراء وسائل الإعلام']
    },
    312832: (e) => {
      e.exports = ['الخدمات الطبية/التمريض']
    },
    46759: (e) => {
      e.exports = ['المختبرات الطبية والتشخيصية']
    },
    713638: (e) => {
      e.exports = ['الأجهزة الطبية وزراعة الأعضاء']
    },
    230787: (e) => {
      e.exports = ['أدوات الاختبار والتشخيص الطبي']
    },
    352462: (e) => {
      e.exports = ['الموزعون الطبيون']
    },
    34721: (e) => {
      e.exports = ['المعدات الطبية']
    },
    471839: (e) => {
      e.exports = ['جملة المعدات الطبية']
    },
    307571: (e) => {
      e.exports = ['المعدات الطبية، اللوازم والتوزيع']
    },
    377279: (e) => {
      e.exports = ['أنظمة التصوير الطبي']
    },
    848587: (e) => {
      e.exports = ['أنظمة المراقبة الطبية']
    },
    361360: (e) => {
      e.exports = ['الأطراف الصناعية الطبية']
    },
    33818: (e) => {
      e.exports = ['خدمات البرامج والتكنولوجيا الصحية']
    },
    771635: (e) => {
      e.exports = ['الخدمات الطبية المتخصصة']
    },
    753614: (e) => {
      e.exports = ['التوريدات الطبية']
    },
    65392: (e) => {
      e.exports = ['شرائح الذاكرة (رام)']
    },
    390928: (e) => {
      e.exports = ['الملابس الرجالية']
    },
    374741: (e) => {
      e.exports = ['تجزئة الملابس الرجالية']
    },
    886958: (e) => {
      e.exports = ['الأحذية الرجالية']
    },
    218796: (e) => {
      e.exports = ['البنوك التجارية']
    },
    106209: (e) => {
      e.exports = ['تمويل المشاريع الصغيرة']
    },
    178455: (e) => {
      e.exports = ['ميكرونيزيا (الولايات الفيدرالية)']
    },
    372560: (e) => {
      e.exports = ['الشرق الأوسط']
    },
    839184: (e) => {
      e.exports = ['تصنيع الآلات ومعدات التعدين']
    },
    298684: (e) => {
      e.exports = ['أنشطة دعم التعدين']
    },
    850683: (e) => {
      e.exports = ['خدمات دعم التعدين ومعدات']
    },
    174735: (e) => {
      e.exports = ['الثانوية']
    },
    78144: (e) => {
      e.exports = ['متفرقات']
    },
    631938: (e) => {
      e.exports = ['خدمات تجارية متنوعة']
    },
    443490: (e) => {
      e.exports = ['صناعات متنوعة']
    },
    961026: (e) => {
      e.exports = ['صناديق الاستثمار']
    },
    466904: (e) => {
      e.exports = ['تأمين متعددة المجالات']
    },
    730043: (e) => {
      e.exports = ['باقات التأمين المتعددة والوسطاء']
    },
    107463: (e) => {
      e.exports = ['باقات الخدمات المتعددة']
    },
    790670: (e) => {
      e.exports = ['البلديات']
    },
    275747: (e) => {
      e.exports = ['المتاحف والأماكن التاريخية']
    },
    195507: (e) => {
      e.exports = ['إنتاج وتوزيع الأغاني والفيديو كليب']
    },
    789270: (e) => {
      e.exports = ['تجزئة الآلات الموسيقية']
    },
    827736: (e) => {
      e.exports = ['الآلات الموسيقية']
    },
    830146: (e) => {
      e.exports = ['ميانمار']
    },
    985824: (e) => {
      e.exports = ['لا صفقات']
    },
    540036: (e) => {
      e.exports = ['مشروبات غير كحولية']
    },
    578234: (e) => {
      e.exports = ['المعادن الأخرى - غير مصادر الطاقة']
    },
    230181: (e) => {
      e.exports = ['حاويات ومغلفات غير ورقية']
    },
    199867: (e) => {
      e.exports = ['تعدين الخامات اللاحديدية']
    },
    928561: (e) => {
      e.exports = ['معالجة المعادن اللاحديدية']
    },
    145075: (e) => {
      e.exports = ['النرويج']
    },
    420385: (e) => {
      e.exports = ['مقدونيا الشمالية']
    },
    498923: (e) => {
      e.exports = ['جزر ماريانا الشمالية']
    },
    280612: (e) => {
      e.exports = ['وكالة وطنية']
    },
    362602: (e) => {
      e.exports = ['وكالات وطنية']
    },
    15999: (e) => {
      e.exports = ['الأقمشة الطبيعية']
    },
    152119: (e) => {
      e.exports = ['توزيع الغاز الطبيعي']
    },
    862611: (e) => {
      e.exports = ['استكشاف وإنتاج الغاز الطبيعي على البر']
    },
    249392: (e) => {
      e.exports = ['استكشاف وإنتاج الغاز الطبيعي في البجر']
    },
    230528: (e) => {
      e.exports = ['خطوط الغاز الطبيعي']
    },
    111995: (e) => {
      e.exports = ['مرافق الغاز الطبيعي']
    },
    223060: (e) => {
      e.exports = ['ناورو']
    },
    714417: (e) => {
      e.exports = ['ناميبيا']
    },
    353770: (e) => {
      e.exports = ['هولندا']
    },
    549817: (e) => {
      e.exports = ['معدات الشبكات']
    },
    748447: (e) => {
      e.exports = ['كاليدونيا الجديدة']
    },
    494599: (e) => {
      e.exports = ['تجار السيارات الجديدة']
    },
    405523: (e) => {
      e.exports = ['خدمات طباعة الصحف والمجلات']
    },
    517412: (e) => {
      e.exports = ['نشر الصحف']
    },
    9717: (e) => {
      e.exports = ['مطابع الصحف']
    },
    852493: (e) => {
      e.exports = ['الوكالات الإخبارية']
    },
    128228: (e) => {
      e.exports = ['النيبال']
    },
    136995: (e) => {
      e.exports = ['نييوي']
    },
    972215: (e) => {
      e.exports = ['نيكاراجوا']
    },
    523955: (e) => {
      e.exports = ['تعدين خام النيكل']
    },
    374005: (e) => {
      e.exports = ['النيجر']
    },
    62410: (e) => {
      e.exports = ['نيجيريا']
    },
    512581: (e) => {
      e.exports = ['محطات الطاقة النووية']
    },
    735507: (e) => {
      e.exports = ['المرافق النووية']
    },
    509083: (e) => {
      e.exports = ['مراكز الحضانات والحدائق']
    },
    262681: (e) => {
      e.exports = ['سينت مارتن (الجزء الفرنسي)']
    },
    350203: (e) => {
      e.exports = ['الشبكة الذكية والنقل الكهربائي']
    },
    988331: (e) => {
      e.exports = ['الشبكة الذكية وتوزيع الطاقة البناء']
    },
    378096: (e) => {
      e.exports = ['الوجبات الخفيفة والحلويات غير الشوكولاته']
    },
    502927: (e) => {
      e.exports = ['لمحة']
    },
    528900: (e) => {
      e.exports = ['جنوب أفريقيا']
    },
    638670: (e) => {
      e.exports = ['جورجيا الجنوبية وجزر ساندويتش الجنوبية']
    },
    173160: (e) => {
      e.exports = ['كوريا الجنوبية']
    },
    197758: (e) => {
      e.exports = ['جنوب السودان']
    },
    232335: (e) => {
      e.exports = ['سيادية']
    },
    555015: (e) => {
      e.exports = ['وسائل الإعلام الاجتماعية والشبكات']
    },
    614792: (e) => {
      e.exports = ['تجزئة الفرش الخفيف']
    },
    359402: (e) => {
      e.exports = ['البرمجيات']
    },
    495446: (e) => {
      e.exports = ['جزر سليمان']
    },
    334373: (e) => {
      e.exports = ['الصومال']
    },
    15209: (e) => {
      e.exports = ['أنظمة الأقمار الصناعية وملحقاتها']
    },
    581871: (e) => {
      e.exports = ['مشغلي خدمة الأقمار الصناعية']
    },
    936261: (e) => {
      e.exports = ['السعودية']
    },
    738728: (e) => {
      e.exports = ['بنوك الادخار']
    },
    558932: (e) => {
      e.exports = ['اليخوت الشراعية والزوارق']
    },
    2679: (e) => {
      e.exports = ['سانت بارتيليمي']
    },
    317639: (e) => {
      e.exports = ['سانت كيتس ونيفيس']
    },
    499829: (e) => {
      e.exports = ['سانت هيلانا وأسنسيون وتريستان دا كونها']
    },
    174215: (e) => {
      e.exports = ['سانت لوسيا']
    },
    566083: (e) => {
      e.exports = ['سانت مارتن (الجزء الفرنسي)']
    },
    779773: (e) => {
      e.exports = ['سانت بيير وميكلون']
    },
    189466: (e) => {
      e.exports = ['سانت فنسنت وجزر غرينادين']
    },
    533018: (e) => {
      e.exports = ['مبيعات العروض وإدارة الفعاليات']
    },
    855735: (e) => {
      e.exports = ['ساموا']
    },
    935297: (e) => {
      e.exports = ['سان مارينو']
    },
    793386: (e) => {
      e.exports = ['المنتجات الصحية']
    },
    767112: (e) => {
      e.exports = ['ساو تومي وبرينسيب']
    },
    645954: (e) => {
      e.exports = ['المعدات العلمية و الدقيقة']
    },
    564291: (e) => {
      e.exports = ['الكمبيوترات العلمية والمتقدمة']
    },
    982390: (e) => {
      e.exports = ['مرافق معالجة مياه الصرف الصحي']
    },
    959609: (e) => {
      e.exports = ['سيشل']
    },
    48678: (e) => {
      e.exports = ['ناقلات البحر']
    },
    878448: (e) => {
      e.exports = ['المأكولات البحرية إعداد المنتج والتعبئة والتغليف']
    },
    769958: (e) => {
      e.exports = ['محركات البحث']
    },
    609410: (e) => {
      e.exports = ['الصهر الثانوي وسبك الألومنيوم']
    },
    842351: (e) => {
      e.exports = ['تداول الأوراق المالية والسلع']
    },
    614242: (e) => {
      e.exports = ['المراقبة الأمنية']
    },
    917526: (e) => {
      e.exports = ['الخدمات الأمنية']
    },
    635412: (e) => {
      e.exports = ['صناديق الاستثمار العقاري للتخزين الذاتي']
    },
    158794: (e) => {
      e.exports = ['معدات أشباه الموصلات والاختبار']
    },
    107596: (e) => {
      e.exports = ['جملة معدات أشباه الموصلات']
    },
    707743: (e) => {
      e.exports = ['تصنيع الآلات أشباه الموصلات']
    },
    624090: (e) => {
      e.exports = ['معدات أشباه الموصلات للاختبار والخدمة']
    },
    530652: (e) => {
      e.exports = ['جملة أشباه الموصلات']
    },
    277152: (e) => {
      e.exports = ['أشباه الموصلات']
    },
    552545: (e) => {
      e.exports = ['الأحجار الكريمة وشبه الكريمة']
    },
    415882: (e) => {
      e.exports = ['السنغال']
    },
    896573: (e) => {
      e.exports = ['صربيا']
    },
    26189: (e) => {
      e.exports = ['برامج الخوادم وقواعد البيانات']
    },
    11181: (e) => {
      e.exports = ['الخوادم والأنظمة']
    },
    638823: (e) => {
      e.exports = ['خدمات']
    },
    525079: (e) => {
      e.exports = ['خدمات للقطاع الصحي']
    },
    609244: (e) => {
      e.exports = ['شركات وهمية']
    },
    414451: (e) => {
      e.exports = ['صناعة أجزاء السفينة']
    },
    224249: (e) => {
      e.exports = ['تصليح وصيانة السفن']
    },
    320574: (e) => {
      e.exports = ['بناء السفن']
    },
    338217: (e) => {
      e.exports = ['سيراليون']
    },
    169039: (e) => {
      e.exports = ['منتجين اللافتات والإعلانات']
    },
    106493: (e) => {
      e.exports = ['تعدين الفضة']
    },
    236150: (e) => {
      e.exports = ['سانت مارتن (الجزء الهولندي)']
    },
    506262: (e) => {
      e.exports = ['سلوفاكيا']
    },
    687599: (e) => {
      e.exports = ['سلوفينيا']
    },
    345304: (e) => {
      e.exports = ['تصنيع المركبات الفضائية']
    },
    792334: (e) => {
      e.exports = ['إسبانيا']
    },
    963381: (e) => {
      e.exports = ['منتجات خاصة للأغذية والرفاهية']
    },
    270731: (e) => {
      e.exports = ['منتجات الأطعمة الخاصة والرفاهية']
    },
    97098: (e) => {
      e.exports = ['خدمات الطيران المتخصصة']
    },
    892299: (e) => {
      e.exports = ['خدمات الطباعة المتخصصة']
    },
    869659: (e) => {
      e.exports = ['صناديق الاستثمار العقاري المتخصصة']
    },
    668974: (e) => {
      e.exports = ['الأدوية المتخصصة والمتقدمة']
    },
    825994: (e) => {
      e.exports = ['شركات التعدين والمعادن المتخصصة']
    },
    947079: (e) => {
      e.exports = ['جملة التعدين والمعادن']
    },
    832241: (e) => {
      e.exports = ['المواد الكيميائية المتخصصة']
    },
    78461: (e) => {
      e.exports = ['جملة الكيماويات المتخصصة']
    },
    759178: (e) => {
      e.exports = ['التأمين المتخصص']
    },
    771273: (e) => {
      e.exports = ['شركات التأمين المتخصصة']
    },
    462504: (e) => {
      e.exports = ['متاجر متخصصة']
    },
    202845: (e) => {
      e.exports = ['الاتصالات المتخصصة']
    },
    447133: (e) => {
      e.exports = ['السلع الرياضية والنشاطات الخارجية']
    },
    341443: (e) => {
      e.exports = ['متاجر السلع الرياضية']
    },
    961710: (e) => {
      e.exports = ['الأخذية الرياضية والنشاطات الخارجية']
    },
    813986: (e) => {
      e.exports = ['تجزئة الرياضة والأنشطة الخارجية']
    },
    819624: (e) => {
      e.exports = ['الملابس الرياضية والأنشطة الخارجية']
    },
    567835: (e) => {
      e.exports = ['سريلانكا']
    },
    797141: (e) => {
      e.exports = ['النشا والدهون النباتية والزيوت التصنيع']
    },
    649297: (e) => {
      e.exports = ['وكالة دولية']
    },
    473782: (e) => {
      e.exports = ['خلايا الوقود الثابتة']
    },
    58460: (e) => {
      e.exports = ['توريد البخار وتكييف الهواء']
    },
    365325: (e) => {
      e.exports = ['الصلب']
    },
    582762: (e) => {
      e.exports = ['أجهزة التخزين']
    },
    162923: (e) => {
      e.exports = ['السودان']
    },
    382867: (e) => {
      e.exports = ['السكر والمحليات الصناعية']
    },
    789724: (e) => {
      e.exports = ['زراعة قصب السكر']
    },
    505298: (e) => {
      e.exports = ['محلات السوبر ماركت والمتاجر']
    },
    666609: (e) => {
      e.exports = ['السلطة الوطنية العليا']
    },
    281528: (e) => {
      e.exports = ['سورينام']
    },
    705904: (e) => {
      e.exports = ['سفالبارد وجان ماين']
    },
    182404: (e) => {
      e.exports = ['السويد']
    },
    824316: (e) => {
      e.exports = ['المفاتيح']
    },
    440414: (e) => {
      e.exports = ['سويسرا']
    },
    209213: (e) => {
      e.exports = ['أقمشة اصطناعية']
    },
    443174: (e) => {
      e.exports = ['سوريا']
    },
    645494: (e) => {
      e.exports = ['برنامج النظام']
    },
    184760: (e) => {
      e.exports = ['تربية الدواجن']
    },
    539300: (e) => {
      e.exports = ['تقاط البيع']
    },
    210119: (e) => {
      e.exports = ['بولندا']
    },
    524026: (e) => {
      e.exports = ['مشغلي الموانئ']
    },
    335426: (e) => {
      e.exports = ['خدمات التخزين بالموانئ']
    },
    99683: (e) => {
      e.exports = ['المحركات والمولدات المحمولة']
    },
    101076: (e) => {
      e.exports = ['الملاحة الفضائية المحمولة']
    },
    123496: (e) => {
      e.exports = ['البرتغال']
    },
    566812: (e) => {
      e.exports = ['مابعد الافتتاح']
    },
    666196: (e) => {
      e.exports = ['حزم البرمجيات']
    },
    632715: (e) => {
      e.exports = ['المحيط الهادئ']
    },
    361314: (e) => {
      e.exports = ['الطلاء والدهان']
    },
    49145: (e) => {
      e.exports = ['باكستان']
    },
    986532: (e) => {
      e.exports = ['بالاو']
    },
    103738: (e) => {
      e.exports = ['فلسطين']
    },
    747908: (e) => {
      e.exports = ['بنما']
    },
    311564: (e) => {
      e.exports = ['مصانع الورق والمنتجات']
    },
    224893: (e) => {
      e.exports = ['التغليف الورقي']
    },
    345368: (e) => {
      e.exports = ['جملة ورق التغليف']
    },
    816421: (e) => {
      e.exports = ['جملة منتجات الورق']
    },
    916542: (e) => {
      e.exports = ['المنتجات الورقية']
    },
    666802: (e) => {
      e.exports = ['بابوا غينيا الجديدة']
    },
    33773: (e) => {
      e.exports = ['باراغواي']
    },
    809851: (e) => {
      e.exports = ['مشغلي مواقف السيارات']
    },
    603701: (e) => {
      e.exports = ['تأجير سيارات الركاب']
    },
    749771: (e) => {
      e.exports = ['نقل الركاب، الأرض والبحر']
    },
    419781: (e) => {
      e.exports = ['تجار تجزئة الحيوانات الأليفة ومستلزماتها']
    },
    15657: (e) => {
      e.exports = ['تصنيع أغذية الحيوانات الأليفة']
    },
    367657: (e) => {
      e.exports = ['جملة المنتجات البترولية']
    },
    58482: (e) => {
      e.exports = ['تكرير البترول']
    },
    605125: (e) => {
      e.exports = ['صناديق التقاعد']
    },
    468525: (e) => {
      e.exports = ['القروض الشخصية والسيارات']
    },
    246733: (e) => {
      e.exports = ['خدمات العناية الشخصية']
    },
    625769: (e) => {
      e.exports = ['الخدمات القانونية الشخصية']
    },
    386126: (e) => {
      e.exports = ['مشغلات الموسيقى الشخصية']
    },
    875460: (e) => {
      e.exports = ['الخدمات الشخصية']
    },
    920978: (e) => {
      e.exports = ['المنتجات الشخصية']
    },
    982553: (e) => {
      e.exports = ['الخدمات الشخصية']
    },
    622979: (e) => {
      e.exports = ['بيرو']
    },
    218355: (e) => {
      e.exports = ['خدمات مكافحة الآفات']
    },
    816312: (e) => {
      e.exports = ['المبيدات الحشرية']
    },
    462763: (e) => {
      e.exports = ['الأدوية والعقاقير']
    },
    821120: (e) => {
      e.exports = ['المستحضرات الدوائية: عضوية حيوية']
    },
    5563: (e) => {
      e.exports = ['المستحضرات الدوائية: الرئيسية']
    },
    501417: (e) => {
      e.exports = ['المستحضرات الدوائية: أخرى']
    },
    226813: (e) => {
      e.exports = ['الفلبين']
    },
    657825: (e) => {
      e.exports = ['الهواتف والأجهزة المحمولة']
    },
    344170: (e) => {
      e.exports = ['الهواتف والهواتف الذكية']
    },
    613147: (e) => {
      e.exports = ['أنظمة الطاقة الشمسية الضوئية والمعدات']
    },
    531050: (e) => {
      e.exports = ['معدات التصوير']
    },
    539338: (e) => {
      e.exports = ['بيتكيرن']
    },
    287529: (e) => {
      e.exports = ['تركيبات والتجهيزات السباكة']
    },
    744084: (e) => {
      e.exports = ['البلاستيك']
    },
    748376: (e) => {
      e.exports = ['الحاويات البلاستيكية والتغليف']
    },
    752028: (e) => {
      e.exports = ['تعدين البلاتينيوم']
    },
    361151: (e) => {
      e.exports = ['إنتاج المسرحيات والحفلات']
    },
    845198: (e) => {
      e.exports = ['ماقبل الافتتاح']
    },
    296663: (e) => {
      e.exports = ['المعادن النفيسة']
    },
    356494: (e) => {
      e.exports = ['المعادن الثمينة والمعادن']
    },
    464674: (e) => {
      e.exports = ['المنازل الجاهزة']
    },
    589395: (e) => {
      e.exports = ['إنتاج الألومنيوم الأساسي']
    },
    961648: (e) => {
      e.exports = ['البنوك الخاصة']
    },
    537260: (e) => {
      e.exports = ['الاستثمار الخاص']
    },
    326690: (e) => {
      e.exports = ['المعالجات']
    },
    946140: (e) => {
      e.exports = ['الصناعات التحويلية']
    },
    605114: (e) => {
      e.exports = ['برمجة التطبيقات وأدوات الاختبار']
    },
    536289: (e) => {
      e.exports = ['الصناعات الموجهة للمنتجين']
    },
    549298: (e) => {
      e.exports = ['خدمات المعلومات المهنية']
    },
    180342: (e) => {
      e.exports = ['الملاعب الرياضية المهنية']
    },
    947962: (e) => {
      e.exports = ['التأمين على الممتلكات والحوادث']
    },
    443260: (e) => {
      e.exports = ['إعادة التأمين على الممتلكات والحوادث']
    },
    223629: (e) => {
      e.exports = ['التأمين على الممتلكات']
    },
    82841: (e) => {
      e.exports = ['شركات التأمين على الممتلكات']
    },
    555870: (e) => {
      e.exports = ['التأمين على الممتلكات/الحوادث']
    },
    755793: (e) => {
      e.exports = ['الولاية/الدولة']
    },
    611020: (e) => {
      e.exports = ['العلاقات العامة']
    },
    428988: (e) => {
      e.exports = ['مرافق الرياضة العامة']
    },
    435218: (e) => {
      e.exports = ['النشر: الكتب/المجلات']
    },
    325417: (e) => {
      e.exports = ['النشر: الصحف']
    },
    370890: (e) => {
      e.exports = ['الحانات والنوادي الليلية']
    },
    651330: (e) => {
      e.exports = ['بورتوريكو']
    },
    704895: (e) => {
      e.exports = ['اللّب والورق']
    },
    506684: (e) => {
      e.exports = ['مصانع اللب']
    },
    641462: (e) => {
      e.exports = ['الضخ ومعدات الضخ']
    },
    920944: (e) => {
      e.exports = ['معدات تنقية و معالجة']
    },
    361109: (e) => {
      e.exports = ['مطاعم سريعة']
    },
    887267: (e) => {
      e.exports = ['الأسعار متأخرة بـ‎{number}‎ دقيقة']
    },
    728332: (e) => {
      e.exports = [
        'الأسعار متأخرة بـ‎{number}‎ دقيقة، ويتم تحديث البيانات كل 30 ثانية',
      ]
    },
    625976: (e) => {
      e.exports = ['أنظمة تحديد الترددات الراديوية']
    },
    379331: (e) => {
      e.exports = ['تعدين الصخور']
    },
    385646: (e) => {
      e.exports = ['رومانيا']
    },
    642276: (e) => {
      e.exports = ['لوازم التسقيف']
    },
    748131: (e) => {
      e.exports = ['وكالات التصنيف']
    },
    880417: (e) => {
      e.exports = ['البث الإذاعي']
    },
    955759: (e) => {
      e.exports = ['خدمات السكك الحديدية']
    },
    993624: (e) => {
      e.exports = ['السكك الحديدية']
    },
    544708: (e) => {
      e.exports = ['بناء السكك الحديدية']
    },
    837208: (e) => {
      e.exports = ['شركات شحن السكك الحديدية']
    },
    359687: (e) => {
      e.exports = ['المعادن النادرة']
    },
    859870: (e) => {
      e.exports = ['متاجر التجزئة']
    },
    422135: (e) => {
      e.exports = ['متاجر تجزئة العقاقير والبقالة']
    },
    224560: (e) => {
      e.exports = ['متاجر تجزئة العقاقير بدون بقالة']
    },
    656377: (e) => {
      e.exports = ['تجزئة التطوير العقاري']
    },
    914726: (e) => {
      e.exports = ['بنوك التجزئة والرهن العقاري']
    },
    455445: (e) => {
      e.exports = ['صناديق الاستثمار العقاري للتجزئة']
    },
    419210: (e) => {
      e.exports = ['تجزئة الخدمات العقارية']
    },
    801197: (e) => {
      e.exports = ['تجارة التجزئة']
    },
    930478: (e) => {
      e.exports = ['بناة منازل التقاعد']
    },
    195805: (e) => {
      e.exports = ['الوجبات الجاهزة']
    },
    906530: (e) => {
      e.exports = ['الوقت الحالي']
    },
    737055: (e) => {
      e.exports = ['التطوير العقاري']
    },
    448629: (e) => {
      e.exports = ['التطوير العقاري والعمليات']
    },
    667134: (e) => {
      e.exports = ['صناديق الاستثمار العقاري']
    },
    545060: (e) => {
      e.exports = ['الخدمات العقارية']
    },
    204744: (e) => {
      e.exports = ['المنتجات الترفيهية']
    },
    374694: (e) => {
      e.exports = ['الخطوط الجوية الإقليمية']
    },
    537406: (e) => {
      e.exports = ['البنوك الإقليمية']
    },
    899793: (e) => {
      e.exports = ['إعادة التأمين']
    },
    32046: (e) => {
      e.exports = ['معدات وخدمات الطاقة المتجددة']
    },
    983114: (e) => {
      e.exports = ['خدمات الطاقة المتجددة']
    },
    209271: (e) => {
      e.exports = ['الوقود المتجدد']
    },
    430520: (e) => {
      e.exports = ['محطات الطاقة المتجددة']
    },
    82117: (e) => {
      e.exports = ['المرافق المتجددة']
    },
    688506: (e) => {
      e.exports = ['وضع إعادة التشغيل']
    },
    219798: (e) => {
      e.exports = ['التطوير العقاري السكني']
    },
    980331: (e) => {
      e.exports = ['الرعاية السكنية والطويلة الأجل']
    },
    166874: (e) => {
      e.exports = ['الخدمات السكنية والمعمارية والتصميم الداخلي']
    },
    627601: (e) => {
      e.exports = ['بناة المساكن - منازل متعددة الأسرة']
    },
    101217: (e) => {
      e.exports = ['بناة المساكن - منازل واحدة']
    },
    205172: (e) => {
      e.exports = ['صناديق الاستثمار العقاري']
    },
    515895: (e) => {
      e.exports = ['الخدمات العقارية السكنية']
    },
    163577: (e) => {
      e.exports = ['مشغلي المنتجعات']
    },
    560295: (e) => {
      e.exports = ['المطاعم']
    },
    324154: (e) => {
      e.exports = ['المطاعم والبارات']
    },
    931284: (e) => {
      e.exports = ['مزارع المطاط']
    },
    230799: (e) => {
      e.exports = ['روسيا']
    },
    238201: (e) => {
      e.exports = ['روسيا الاتحادية']
    },
    242890: (e) => {
      e.exports = ['رواندا']
    },
    102711: (e) => {
      e.exports = ['لاريونيون']
    },
    263651: (e) => {
      e.exports = ['تجار الملابس النسائية']
    },
    269510: (e) => {
      e.exports = ['ملابس نسائية']
    },
    368529: (e) => {
      e.exports = ['أحذية نسائية']
    },
    742758: (e) => {
      e.exports = ['حاويات الخشب والتغليف']
    },
    20196: (e) => {
      e.exports = ['جملة منتجات المياه']
    },
    17877: (e) => {
      e.exports = ['المنتجات الخشبية']
    },
    23700: (e) => {
      e.exports = ['الساعات']
    },
    467646: (e) => {
      e.exports = ['تشييد شبكات المياه والصرف الصحي']
    },
    691088: (e) => {
      e.exports = ['إمدادات المياه وأنظمة الري']
    },
    978768: (e) => {
      e.exports = ['مرافق المياه']
    },
    994192: (e) => {
      e.exports = ['معدات توليد طاقة الأمواج']
    },
    258159: (e) => {
      e.exports = ['واليس وفوتونا']
    },
    171183: (e) => {
      e.exports = ['ورق الجدران']
    },
    446094: (e) => {
      e.exports = ['التخزين']
    },
    75343: (e) => {
      e.exports = ['إدارة النفايات والتخلص منها وخدمات إعادة التدوير']
    },
    323432: (e) => {
      e.exports = ['أنظمة ومعدات تحويل النفايات إلى طاقة']
    },
    160289: (e) => {
      e.exports = ['إدارة الثروة']
    },
    69211: (e) => {
      e.exports = ['اللحام ومعدات اللحام']
    },
    117108: (e) => {
      e.exports = ['الصحراء الغربية']
    },
    800669: (e) => {
      e.exports = ['الموزعون بالجملة']
    },
    174811: (e) => {
      e.exports = ['مقدمي خدمات واي فاي وواي ماكس']
    },
    846846: (e) => {
      e.exports = ['أنظمة ومعدات الرياح']
    },
    641548: (e) => {
      e.exports = ['مصانع النبيذ']
    },
    83428: (e) => {
      e.exports = ['شركات الاتصالات السلكية']
    },
    919395: (e) => {
      e.exports = ['الاتصالات اللاسلكية']
    },
    925541: (e) => {
      e.exports = ['الاتصالات اللاسلكية']
    },
    602272: (e) => {
      e.exports = ['خدمات الاتصالات اللاسلكية']
    },
    63767: (e) => {
      e.exports = ['الأسلاك والكابلات']
    },
    773337: (e) => {
      e.exports = ['التلفزيون والفيديو']
    },
    597308: (e) => {
      e.exports = ['تجزئة الدمى والألعاب']
    },
    425860: (e) => {
      e.exports = ['ألعاب و منتجات الأطفال']
    },
    144593: (e) => {
      e.exports = ['جملة الألعاب و منتجات حديثي الولادة']
    },
    310955: (e) => {
      e.exports = ['التبغ']
    },
    574871: (e) => {
      e.exports = ['توغو']
    },
    724580: (e) => {
      e.exports = ['تونغا']
    },
    181350: (e) => {
      e.exports = ['الأدوات والأجهزة']
    },
    900242: (e) => {
      e.exports = ['الأدوات والأدوات منزلية']
    },
    331151: (e) => {
      e.exports = ['التاكسي والليموزين']
    },
    341280: (e) => {
      e.exports = ['الكمبيوتر اللوحي وأجهزة الكمبيوتر المحمولة']
    },
    460919: (e) => {
      e.exports = ['تايوان']
    },
    826553: (e) => {
      e.exports = ['طاجيكستان']
    },
    982461: (e) => {
      e.exports = ['وكلاء الدباغة والتليين']
    },
    185494: (e) => {
      e.exports = ['تنزانيا']
    },
    249648: (e) => {
      e.exports = ['المنسوجات']
    },
    324160: (e) => {
      e.exports = ['المنسوجات والسلع الجلدية']
    },
    771935: (e) => {
      e.exports = ['جملة المنسوجات والسلع الجلدية']
    },
    431138: (e) => {
      e.exports = ['تكنولوجيا']
    },
    785780: (e) => {
      e.exports = ['الاستشارات التكنولوجية والخدمات الخارجية']
    },
    237826: (e) => {
      e.exports = ['خدمات التكنولوجيا']
    },
    431765: (e) => {
      e.exports = ['الخدمات الطبية عن بعد']
    },
    418375: (e) => {
      e.exports = ['تشييد الاتصالات السلكية واللاسلكية']
    },
    835295: (e) => {
      e.exports = ['البنية التحتية لشبكة الاتصالات']
    },
    209527: (e) => {
      e.exports = ['معدات الاتصالات']
    },
    876886: (e) => {
      e.exports = ['موزعين الاتصالات السلكية واللاسلكية']
    },
    243547: (e) => {
      e.exports = ['خدمات الاتصالات']
    },
    896651: (e) => {
      e.exports = ['البث التلفزيوني']
    },
    246125: (e) => {
      e.exports = ['معدات القياس والاختبار']
    },
    879984: (e) => {
      e.exports = ['مختبرات الاختبار']
    },
    537442: (e) => {
      e.exports = ['خدمات الاختبار']
    },
    433138: (e) => {
      e.exports = ['تايلاند']
    },
    744903: (e) => {
      e.exports = ['المسارح والفنون المسرحية']
    },
    47397: (e) => {
      e.exports = ['أنظمة الطاقة الشمسية الحرارية والمعدات']
    },
    223529: (e) => {
      e.exports = ['تصنيع مواد البلاط و الأرصفة']
    },
    729006: (e) => {
      e.exports = ['صناديق الاستثمار العقاري للأخشاب']
    },
    285705: (e) => {
      e.exports = ['عمليات المسالك الخشبية']
    },
    655802: (e) => {
      e.exports = ['تيمور الشرقية']
    },
    718611: (e) => {
      e.exports = ['صناعي الإطارات والأنابيب']
    },
    713932: (e) => {
      e.exports = ['تجار الإطارات']
    },
    379760: (e) => {
      e.exports = ['إصلاح الإطارات']
    },
    56682: (e) => {
      e.exports = ['منتجات الإطارات والمطاط']
    },
    877445: (e) => {
      e.exports = ['جملة الإطارات والمنتجات المطاطية']
    },
    528075: (e) => {
      e.exports = ['النقل بالشاحنات']
    },
    500966: (e) => {
      e.exports = ['الشاحنات/البناء/الآلات الزراعية']
    },
    789568: (e) => {
      e.exports = ['نشر التجارة والأعمال']
    },
    489853: (e) => {
      e.exports = ['المعاملات وخدمات الدفع']
    },
    81127: (e) => {
      e.exports = ['خدمات الترجمة والترجمة الفورية']
    },
    793481: (e) => {
      e.exports = ['وسائل النقل']
    },
    448638: (e) => {
      e.exports = ['وكلاء السفر']
    },
    333041: (e) => {
      e.exports = ['ترينيداد وتوباجو']
    },
    626449: (e) => {
      e.exports = ['توفالو']
    },
    420638: (e) => {
      e.exports = ['تونس']
    },
    351976: (e) => {
      e.exports = ['صناعة التوربينات']
    },
    616831: (e) => {
      e.exports = ['تركمنستان']
    },
    694398: (e) => {
      e.exports = ['تركيا']
    },
    555526: (e) => {
      e.exports = ['جزر تركس وكايكوس']
    },
    728542: (e) => {
      e.exports = ['جزر فيرجن الأمريكية']
    },
    975308: (e) => {
      e.exports = ['الإمارات العربية المتحدة']
    },
    787935: (e) => {
      e.exports = ['أمريكا']
    },
    377518: (e) => {
      e.exports = ['حفر النفط الغير تقليدي والغاز']
    },
    813639: (e) => {
      e.exports = ['إنتاج النفط الغير تقليدي والغاز']
    },
    287916: (e) => {
      e.exports = ['الإمارات العربية المتحدة']
    },
    606994: (e) => {
      e.exports = ['المملكة المتحدة']
    },
    411176: (e) => {
      e.exports = ['الولايات المتحدة الأمريكية']
    },
    431860: (e) => {
      e.exports = ['جزر الولايات المتحدة الصغيرة النائية']
    },
    308395: (e) => {
      e.exports = ['أوغندا']
    },
    263018: (e) => {
      e.exports = ['أوكرانيا']
    },
    124991: (e) => {
      e.exports = ['أوروغواي']
    },
    237127: (e) => {
      e.exports = ['يورانيوم']
    },
    198737: (e) => {
      e.exports = ['التنقيب عن اليورانيوم']
    },
    457468: (e) => {
      e.exports = ['تجار السيارات المستعملة']
    },
    56356: (e) => {
      e.exports = ['محلات البضائع المستعملة']
    },
    112332: (e) => {
      e.exports = ['خدمات']
    },
    730902: (e) => {
      e.exports = ['أوزبكستان']
    },
    48007: (e) => {
      e.exports = ['معدات وأنظمة الصوت عبر الإنترنت']
    },
    670087: (e) => {
      e.exports = ['خدمات الصوت عبر الإنترنت']
    },
    863837: (e) => {
      e.exports = ['فانواتو']
    },
    43349: (e) => {
      e.exports = ['الأدوية البيطرية']
    },
    12446: (e) => {
      e.exports = ['معدات ومستلزمات طبية بيطرية']
    },
    979931: (e) => {
      e.exports = ['الخدمات البيطرية']
    },
    930252: (e) => {
      e.exports = ['زراعة الخضروات والفواكه والمكسرات']
    },
    369623: (e) => {
      e.exports = ['مزودي آلالات البيع']
    },
    739055: (e) => {
      e.exports = ['فنزويلا']
    },
    881186: (e) => {
      e.exports = ['رأس المال الاستثماري']
    },
    450049: (e) => {
      e.exports = ['فيتنام']
    },
    159002: (e) => {
      e.exports = ['جزر العذراء البريطانية']
    },
    707897: (e) => {
      e.exports = ['جزر العذراء الأمريكية']
    },
    129236: (e) => {
      e.exports = ['بضائع الغزل']
    },
    242175: (e) => {
      e.exports = ['اليمن']
    },
    239478: (e) => {
      e.exports = ['زامبيا']
    },
    58309: (e) => {
      e.exports = ['زيمباوي']
    },
    294619: (e) => {
      e.exports = ['تعدين معدن الزنك']
    },
    574177: (e) => {
      e.exports = ['جزر أولاند']
    },
  },
])
