;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [5362],
  {
    40276: (e) => {
      e.exports = ['إضافة']
    },
    53585: (e) => {
      e.exports = ['إضافة لون مخصص']
    },
    81865: (e) => {
      e.exports = ['الشفافية']
    },
    19801: (e) => {
      e.exports = ['الجمعة']
    },
    11268: (e) => {
      e.exports = ['الاثنين']
    },
    63331: (e) => {
      e.exports = ['السبت']
    },
    85954: (e) => {
      e.exports = ['الأحد']
    },
    26230: (e) => {
      e.exports = ['الأربعاء']
    },
    24793: (e) => {
      e.exports = ['الخميس']
    },
    31533: (e) => {
      e.exports = ['الثلاثاء']
    },
    73755: (e) => {
      e.exports = ['رمز آخر']
    },
    16936: (e) => {
      e.exports = ['عودة']
    },
    88046: (e) => {
      e.exports = ['رمز الرسم البياني الرئيسي']
    },
    9898: (e) => {
      e.exports = ['حق']
    },
    52051: (e) => {
      e.exports = ['الأجندة حاليًا في عام {year}']
    },
    99990: (e) => {
      e.exports = ['الأجندة حاليًا في السنوات من {year_start} إلى {year_end}']
    },
    92702: (e) => {
      e.exports = ['الأجندة حاليًا في شهر {month}']
    },
    20036: (e) => {
      e.exports = ['إلغاء']
    },
    23398: (e) => {
      e.exports = ['تغيير الرمز']
    },
    94551: (e) => {
      e.exports = ['الرسوم البيانية']
    },
    80395: (e) => {
      e.exports = ['إغلاق القائمة']
    },
    64498: (e) => {
      e.exports = ['كل المصادر']
    },
    97637: (e) => {
      e.exports = ['أبريل']
    },
    86797: (e) => {
      e.exports = ['أغسطس']
    },
    79852: (e) => {
      e.exports = ['سند']
    },
    55669: (e) => {
      e.exports = ['ديسمبر']
    },
    56095: (e) => {
      e.exports = ['تخفيض']
    },
    29601: (e) => {
      e.exports = ['الوصف']
    },
    16467: (e) => {
      e.exports = ['فبراير']
    },
    72970: (e) => {
      e.exports = ['الجمعة']
    },
    46812: (e) => {
      e.exports = ['زيادة']
    },
    26910: (e) => {
      e.exports = ['يناير']
    },
    23230: (e) => {
      e.exports = ['يوليو']
    },
    49385: (e) => {
      e.exports = ['يونيو']
    },
    90784: (e) => {
      e.exports = ['أكتوبر']
    },
    89298: (e) => {
      e.exports = ['اعتماد مقاصة']
    },
    68988: (e) => {
      e.exports = ['موافق']
    },
    61199: (e) => {
      e.exports = ['الاثنين']
    },
    95543: (e) => {
      e.exports = ['الشهور']
    },
    68327: (e) => {
      e.exports = ['مايو']
    },
    84675: (e) => {
      e.exports = ['مارس']
    },
    29673: (e) => {
      e.exports = ['لا توجد أسواق تطابق المعايير التي عينتها']
    },
    41379: (e) => {
      e.exports = ['لا توجد رموز تطابق معاييرك']
    },
    71194: (e) => {
      e.exports = ['نوفمبر']
    },
    83771: (e) => {
      e.exports = ['العام القادم']
    },
    75385: (e) => {
      e.exports = ['السنوات القادمة']
    },
    39752: (e) => {
      e.exports = ['الشهر القادم']
    },
    35563: (e) => {
      e.exports = ['تنسيق الرقم غير صالح.']
    },
    19724: (e) => {
      e.exports = ['مصادر']
    },
    1144: (e) => {
      e.exports = ['السبت']
    },
    52298: (e) => {
      e.exports = ['بحث']
    },
    13269: (e) => {
      e.exports = ['اختر مصدراً']
    },
    61132: (e) => {
      e.exports = ['سبتمبر']
    },
    2607: (e) => {
      e.exports = [
        'القيمة المحددة أكبر من الحد الأقصى للأداة والتي تبلغ ‎{max}.',
      ]
    },
    53669: (e) => {
      e.exports = ['القيمة المحددة أقل من الحد الأدنى للأداة والتي تبلغ {min}.']
    },
    72149: (e) => {
      e.exports = ['الأحد']
    },
    83583: (e) => {
      e.exports = ['قم بالتبديل إلى الأشهر']
    },
    6244: (e) => {
      e.exports = ['التبديل إلى التواريخ']
    },
    80879: (e) => {
      e.exports = ['التحول إلى السنوات']
    },
    89053: (e) => {
      e.exports = ['رمز']
    },
    48490: (e) => {
      e.exports = ['الرمز والوصف']
    },
    99983: (e) => {
      e.exports = ['بحث عن الرموز']
    },
    32457: (e) => {
      e.exports = ['الرجاء إدخال التاريخ بالشكل الصحيح']
    },
    5122: (e) => {
      e.exports = ['الرجاء إدخال التاريخ بالشكل الصحيح يوم- شهر- سنة']
    },
    2587: (e) => {
      e.exports = ['الشهر السابق']
    },
    39329: (e) => {
      e.exports = ['السنة الماضية']
    },
    27004: (e) => {
      e.exports = ['السنوات السابقة']
    },
    54336: (e) => {
      e.exports = ['إزالة اللون']
    },
    7147: (e) => {
      e.exports = ['الأربعاء']
    },
    7951: (e) => {
      e.exports = ['الخميس']
    },
    60142: (e) => {
      e.exports = ['السُّمْك']
    },
    44979: (e) => {
      e.exports = ['الثلاثاء']
    },
    69325: (e) => {
      e.exports = ['الأعوام']
    },
    12629: (e) => {
      e.exports = ['السلع']
    },
    87592: (e) => {
      e.exports = ['عقود الفروقات']
    },
    17023: (e) => {
      e.exports = ['تغيير درجة الشفافية']
    },
    13066: (e) => {
      e.exports = ['تغيير اللون']
    },
    95657: (e) => {
      e.exports = ['تغيير السماكة']
    },
    18567: (e) => {
      e.exports = ['تغيير خاصية {propertyName}']
    },
    36962: (e) => {
      e.exports = ['سعر الإغلاق']
    },
    8448: (e) => {
      e.exports = ['العملات الرقمية']
    },
    67245: (e) => {
      e.exports = ['إيصال إيداع']
    },
    88720: (e) => {
      e.exports = ['اقتصاد']
    },
    39512: (e) => {
      e.exports = ['فوركس']
    },
    81859: (e) => {
      e.exports = ['العقود الآجلة']
    },
    39337: (e) => {
      e.exports = ['أعلى سعر']
    },
    91815: (e) => {
      e.exports = ['أعلى سعر+أقل سعر /2']
    },
    40771: (e) => {
      e.exports = ['أعلى سعر+أقل سعر+الإغلاق /3']
    },
    9523: (e) => {
      e.exports = 'hlcc4'
    },
    12754: (e) => {
      e.exports = ['مؤشر']
    },
    60804: (e) => {
      e.exports = ['المؤشرات']
    },
    12504: (e) => {
      e.exports = ['أعلى سعر+أقل سعر+الأفتتاح+الإغلاق/4']
    },
    38466: (e) => {
      e.exports = ['الأفتتاح']
    },
    3919: (e) => {
      e.exports = ['أقل سعر']
    },
    36931: (e) => {
      e.exports = ['سهم']
    },
  },
])
