;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [6660],
  {
    52587: (o) => {
      o.exports = 'C'
    },
    469219: (o) => {
      o.exports = 'D'
    },
    426211: (o) => {
      o.exports = 'D'
    },
    960582: (o) => {
      o.exports = 'E'
    },
    957357: (o) => {
      o.exports = 'F'
    },
    647310: (o) => {
      o.exports = 'R'
    },
    214485: (o) => {
      o.exports = 'R'
    },
    87817: (o) => {
      o.exports = 'S'
    },
    413859: (o) => {
      o.exports = ['جاري الاتصال']
    },
    607367: (o) => {
      o.exports = ['نسخ الرابط']
    },
    680027: (o) => {
      o.exports = ['نسبة التغير']
    },
    34565: (o) => {
      o.exports = ['التغيير']
    },
    191198: (o) => {
      o.exports = ['التغير%']
    },
    60640: (o) => {
      o.exports = ['إفراغ القائمة']
    },
    613750: (o) => {
      o.exports = ['انقر']
    },
    768973: (o) => {
      o.exports = ['انقر للفرز حسب ‎{columnLabel}‎']
    },
    279984: (o) => {
      o.exports = ['إنشاء قائمة جديدة']
    },
    732340: (o) => {
      o.exports = ['إنشاء قائمة جديدة']
    },
    337224: (o) => {
      o.exports = ['تخصيص الأعمدة']
    },
    314348: (o) => {
      o.exports = ['عرض متقدم']
    },
    878850: (o) => {
      o.exports = ['إضافة ملحوظة نصية إلى {symbol}']
    },
    978030: (o) => {
      o.exports = ['أضف كل العناصر المختارة إلى']
    },
    695296: (o) => {
      o.exports = ['إضافة كل ما تم تحديده إلى قائمة المقارنة']
    },
    57590: (o) => {
      o.exports = ['إضافة رمز']
    },
    871550: (o) => {
      o.exports = ['إضافة قسم']
    },
    634968: (o) => {
      o.exports = ['أضف ‎{symbol}‎ إلى']
    },
    465687: (o) => {
      o.exports = ['اضف {symbol} للمقارنة']
    },
    617591: (o) => {
      o.exports = ['اضف {symbol} إلى قائمة المتابعة']
    },
    265662: (o) => {
      o.exports = ['هل تريد فعلا مسح جميع الرموز؟']
    },
    722753: (o) => {
      o.exports = ["هل تريد فعلا مسح قائمة المتابعة '{name}'؟"]
    },
    654408: (o) => {
      o.exports = [
        'هل ترغب بالفعل في إزالة تعليم كل الرموز الموجودة في هذا النظام؟',
      ]
    },
    78211: (o) => {
      o.exports = ['متأخر']
    },
    629601: (o) => {
      o.exports = ['الوصف']
    },
    132023: (o) => {
      o.exports = ['نهاية اليوم']
    },
    482751: (o) => {
      o.exports = ['خطأ']
    },
    982543: (o) => {
      o.exports = ['تنزيل قائمة المتابعة']
    },
    594071: (o) => {
      o.exports = [
        'الملف يحتوى على بيانات غير مهيئة بالسكل الصحيح، برجاء اعادة تهيئتها. مثال "NYSE:GE,NYSE:F,NASDAQ:MSFT" أو "F,GE,MSFT"',
      ]
    },
    705847: (o) => {
      o.exports = ['تم تجاوز الحد الأقصى الملف']
    },
    677720: (o) => {
      o.exports = ['البيانات المالية']
    },
    182246: (o) => {
      o.exports = ['علم ‎{symbol}‎']
    },
    330836: (o) => {
      o.exports = ['تعليم كل المختار']
    },
    456502: (o) => {
      o.exports = [
        'حسناً، يبدو أنه لم يكن لديك أي رموز في قائمة المراقبة. يمكنك إضافة رمز من أعلى القائمة.',
      ]
    },
    988958: (o) => {
      o.exports = ['عطلة']
    },
    61466: (o) => {
      o.exports = ['استيراد القائمة']
    },
    713774: (o) => {
      o.exports = ['صيغة بيانات غير سليمة']
    },
    113439: (o) => {
      o.exports = ['غير مسموح باستخدام أداة']
    },
    147980: (o) => {
      o.exports = ['افتح الرسم البياني {symbol}']
    },
    629824: (o) => {
      o.exports = ['فتح الرمز على الرسم البياني']
    },
    25911: (o) => {
      o.exports = ['تحميل']
    },
    273064: (o) => {
      o.exports = ['شراء']
    },
    915107: (o) => {
      o.exports = ['آخر سعر']
    },
    180959: (o) => {
      o.exports = ['إنشاء نسخة']
    },
    486533: (o) => {
      o.exports = ['السوق مفتوح']
    },
    548979: (o) => {
      o.exports = ['السوق مغلق']
    },
    383949: (o) => {
      o.exports = ['السوق مفتوح']
    },
    895814: (o) => {
      o.exports = ['السوق مغلق']
    },
    502927: (o) => {
      o.exports = ['لمحة']
    },
    799217: (o) => {
      o.exports = ['حفظ القائمة كـ...']
    },
    252298: (o) => {
      o.exports = ['بحث']
    },
    882271: (o) => {
      o.exports = ['نظرة عامة على ‎{symbol}‎']
    },
    516031: (o) => {
      o.exports = ['شارك القائمة']
    },
    777851: (o) => {
      o.exports = ['بيع']
    },
    589053: (o) => {
      o.exports = ['رمز']
    },
    11184: (o) => {
      o.exports = ['معلومات الرمز']
    },
    318280: (o) => {
      o.exports = ['مجموعة الرموز']
    },
    83796: (o) => {
      o.exports = ['اسم قائمة الرموز']
    },
    566812: (o) => {
      o.exports = ['مابعد الافتتاح']
    },
    556604: (o) => {
      o.exports = ['مابعد الافتتاح']
    },
    845198: (o) => {
      o.exports = ['ماقبل الافتتاح']
    },
    943608: (o) => {
      o.exports = ['ماقبل الافتتاح']
    },
    887267: (o) => {
      o.exports = ['الأسعار متأخرة بـ‎{number}‎ دقيقة']
    },
    728332: (o) => {
      o.exports = [
        'الأسعار متأخرة بـ‎{number}‎ دقيقة، ويتم تحديث البيانات كل 30 ثانية',
      ]
    },
    344200: (o) => {
      o.exports = ['العودة إلى ترتيب قائمة المراقبة المخصصة']
    },
    906530: (o) => {
      o.exports = ['الوقت الحالي']
    },
    366702: (o) => {
      o.exports = ['حذف من قائمة المراقبة']
    },
    86261: (o) => {
      o.exports = ['حذف القسم']
    },
    435038: (o) => {
      o.exports = ['تغيير الأسم']
    },
    688506: (o) => {
      o.exports = ['وضع إعادة التشغيل']
    },
    847746: (o) => {
      o.exports = ['لا يمكن إضافة المزيد إلى قائمة المراقبة.']
    },
    33115: (o) => {
      o.exports = ['حدث خطأ في قائمة المراقبة']
    },
    66596: (o) => {
      o.exports = [
        'المعذرة، لا يمكنك إضافة أكثر من {number} رموز وفواصل إلى قائمة المراقبة.',
      ]
    },
    974587: (o) => {
      o.exports = ['الملف كبير جدًا. الحجم الأقصى هو {fileLimit} كيلو بايت.']
    },
    751485: (o) => {
      o.exports = ['إزالة العلامة مما تم اختياره']
    },
    560342: (o) => {
      o.exports = ['إزالة تعليم كل الرموز على النظام']
    },
    684114: (o) => {
      o.exports = ['إزالة تعليم من ‎{symbol}‎']
    },
    101111: (o) => {
      o.exports = ['حجم التداول']
    },
    96921: (o) => {
      o.exports = ['أو']
    },
    291635: (o) => {
      o.exports = ['لإضافة رمز وإغلاق نافذة الحوار']
    },
    222045: (o) => {
      o.exports = [
        'هل تريد حقًا حذف الرمز ‎{count}‎ المحدد؟',
        'هل تريد حقًا حذف الرمز ‎{count}‎ المحدد؟',
        'هل تريد حقًا حذف الرمز ‎{count}‎ المحدد؟',
        'هل تريد حقًا حذف الرموز ‎{count}‎ المحددة؟',
        'هل تريد حقًا حذف الرموز ‎{count}‎ المحددة؟',
        'هل تريد حقًا حذف الرموز ‎{count}‎ المحددة؟',
      ]
    },
    337628: (o) => {
      o.exports = [
        '‎{count}‎ رمز',
        '‎{count}‎ رمز',
        '‎{count}‎ رمز',
        '‎{count}‎ رموز',
        '‎{count}‎ رمزاً',
        '‎{count}‎ رمزاً',
      ]
    },
  },
])
