;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [6137],
  {
    519801: (e) => {
      e.exports = ['الجمعة']
    },
    11268: (e) => {
      e.exports = ['الاثنين']
    },
    963331: (e) => {
      e.exports = ['السبت']
    },
    85954: (e) => {
      e.exports = ['الأحد']
    },
    226230: (e) => {
      e.exports = ['الأربعاء']
    },
    24793: (e) => {
      e.exports = ['الخميس']
    },
    831533: (e) => {
      e.exports = ['الثلاثاء']
    },
    172639: (e) => {
      e.exports = ['تيكات الأسعار']
    },
    436598: (e) => {
      e.exports = ['اتصال']
    },
    708169: (e) => {
      e.exports = ['الاتصال بالوسيط']
    },
    697174: (e) => {
      e.exports = ['تحذير!']
    },
    952051: (e) => {
      e.exports = ['الأجندة حاليًا في عام {year}']
    },
    499990: (e) => {
      e.exports = ['الأجندة حاليًا في السنوات من {year_start} إلى {year_end}']
    },
    692702: (e) => {
      e.exports = ['الأجندة حاليًا في شهر {month}']
    },
    782806: (e) => {
      e.exports = ['تغيير نوع أمر وقف الخسارة']
    },
    997637: (e) => {
      e.exports = ['أبريل']
    },
    486797: (e) => {
      e.exports = ['أغسطس']
    },
    55669: (e) => {
      e.exports = ['ديسمبر']
    },
    756095: (e) => {
      e.exports = ['تخفيض']
    },
    316467: (e) => {
      e.exports = ['فبراير']
    },
    772970: (e) => {
      e.exports = ['الجمعة']
    },
    146812: (e) => {
      e.exports = ['زيادة']
    },
    926910: (e) => {
      e.exports = ['يناير']
    },
    323230: (e) => {
      e.exports = ['يوليو']
    },
    49385: (e) => {
      e.exports = ['يونيو']
    },
    290784: (e) => {
      e.exports = ['أكتوبر']
    },
    312690: (e) => {
      e.exports = ['سجّل الدخول إلى حسابك على TradingView لبدء للتداول']
    },
    200890: (e) => {
      e.exports = ['سجّل الدخول إلى حساب الوسيط / البورصة الخاص بك للتداول']
    },
    561199: (e) => {
      e.exports = ['الاثنين']
    },
    695543: (e) => {
      e.exports = ['الشهور']
    },
    668327: (e) => {
      e.exports = ['مايو']
    },
    684675: (e) => {
      e.exports = ['مارس']
    },
    969992: (e) => {
      e.exports = ['الهامش المستخدم']
    },
    93875: (e) => {
      e.exports = ['لا يوجد بيانات']
    },
    65124: (e) => {
      e.exports = ['لا رافعة مالية']
    },
    171194: (e) => {
      e.exports = ['نوفمبر']
    },
    383771: (e) => {
      e.exports = ['العام القادم']
    },
    275385: (e) => {
      e.exports = ['السنوات القادمة']
    },
    39752: (e) => {
      e.exports = ['الشهر القادم']
    },
    535563: (e) => {
      e.exports = ['تنسيق الرقم غير صالح.']
    },
    101144: (e) => {
      e.exports = ['السبت']
    },
    405849: (e) => {
      e.exports = ['حدد الرافعة المالية']
    },
    880280: (e) => {
      e.exports = ['اختيار القيمة']
    },
    493472: (e) => {
      e.exports = ['إرسال الأمر']
    },
    661132: (e) => {
      e.exports = ['سبتمبر']
    },
    184568: (e) => {
      e.exports = ['تسجيل الدخول']
    },
    602607: (e) => {
      e.exports = [
        'القيمة المحددة أكبر من الحد الأقصى للأداة والتي تبلغ ‎{max}.',
      ]
    },
    53669: (e) => {
      e.exports = ['القيمة المحددة أقل من الحد الأدنى للأداة والتي تبلغ {min}.']
    },
    272149: (e) => {
      e.exports = ['الأحد']
    },
    583583: (e) => {
      e.exports = ['قم بالتبديل إلى الأشهر']
    },
    806244: (e) => {
      e.exports = ['التبديل إلى التواريخ']
    },
    680879: (e) => {
      e.exports = ['التحول إلى السنوات']
    },
    778621: (e) => {
      e.exports = ['نقاط']
    },
    732457: (e) => {
      e.exports = ['الرجاء إدخال التاريخ بالشكل الصحيح']
    },
    505122: (e) => {
      e.exports = ['الرجاء إدخال التاريخ بالشكل الصحيح يوم- شهر- سنة']
    },
    502587: (e) => {
      e.exports = ['الشهر السابق']
    },
    239329: (e) => {
      e.exports = ['السنة الماضية']
    },
    127004: (e) => {
      e.exports = ['السنوات السابقة']
    },
    852997: (e) => {
      e.exports = ['نسبة الربح والخسارة من رصيد الحساب']
    },
    214078: (e) => {
      e.exports = ['المخاطرة/العائد']
    },
    107147: (e) => {
      e.exports = ['الأربعاء']
    },
    107951: (e) => {
      e.exports = ['الخميس']
    },
    768877: (e) => {
      e.exports = ['مدة فعالية الأمر']
    },
    944979: (e) => {
      e.exports = ['الثلاثاء']
    },
    669325: (e) => {
      e.exports = ['الأعوام']
    },
    693251: (e) => {
      e.exports = ['{fieldTitle} (مطلوب)']
    },
    304389: (e) => {
      e.exports = ['الرافعة المالية {value}']
    },
  },
])
