;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [6119],
  {
    519801: (e) => {
      e.exports = ['الجمعة']
    },
    11268: (e) => {
      e.exports = ['الاثنين']
    },
    963331: (e) => {
      e.exports = ['السبت']
    },
    85954: (e) => {
      e.exports = ['الأحد']
    },
    226230: (e) => {
      e.exports = ['الأربعاء']
    },
    24793: (e) => {
      e.exports = ['الخميس']
    },
    831533: (e) => {
      e.exports = ['الثلاثاء']
    },
    189790: (e) => {
      e.exports = ['لا يمكن ايجاد مصدر الكود البرمجي باين.']
    },
    39589: (e) => {
      e.exports = ['طي الجزء']
    },
    638154: (e) => {
      e.exports = ['تأكيد إزالة نتائج الدراسة']
    },
    556934: (e) => {
      e.exports = ['قم بتغيير الوصف']
    },
    423398: (e) => {
      e.exports = ['تغيير الرمز']
    },
    236004: (e) => {
      e.exports = ['أنشئ حساباً مجاناً']
    },
    269419: (e) => {
      e.exports = ['كل شيء على ما يرام - السوق مفتوح.']
    },
    997637: (e) => {
      e.exports = ['أبريل']
    },
    486797: (e) => {
      e.exports = ['أغسطس']
    },
    22519: (e) => {
      e.exports = ['قيمة التغير للعمود']
    },
    941707: (e) => {
      e.exports = ['شراء البيانات اللحظية']
    },
    452003: (e) => {
      e.exports = ['هل تريد فعلا مسح هذه الدراسة وكل محتوياتها؟']
    },
    68854: (e) => {
      e.exports = ['نقرتين متتاليتين']
    },
    597325: (e) => {
      e.exports = ['مشكلة في البيانات']
    },
    55669: (e) => {
      e.exports = ['ديسمبر']
    },
    683498: (e) => {
      e.exports = ['حذف جزء']
    },
    482751: (e) => {
      e.exports = ['خطأ']
    },
    540519: (e) => {
      e.exports = ['السوق مفتوح حاليًا للتداول ما بعد الجلسة.']
    },
    780227: (e) => {
      e.exports = ['المنطقة الزمنية للبورصة']
    },
    316467: (e) => {
      e.exports = ['فبراير']
    },
    825046: (e) => {
      e.exports = ['ملء اتفاقية البورصة']
    },
    593666: (e) => {
      e.exports = ['وضع علامة على الرمز']
    },
    300564: (e) => {
      e.exports = ['الجمعة']
    },
    772970: (e) => {
      e.exports = ['الجمعة']
    },
    988958: (e) => {
      e.exports = ['عطلة']
    },
    721686: (e) => {
      e.exports = ['إخفاء وسيلة إيضاح المؤشر']
    },
    26935: (e) => {
      e.exports = ['مدخلات المؤشر']
    },
    126315: (e) => {
      e.exports = ['عناوين المؤشر']
    },
    584098: (e) => {
      e.exports = ['قيم المؤشر']
    },
    950634: (e) => {
      e.exports = ['ستنتقل إلى التداول فيما بعد الجلسة في {remainingTime}.']
    },
    574537: (e) => {
      e.exports = ['سيتم فتحه للتداول ما قبل الافتتاح في {remainingTime}.']
    },
    926910: (e) => {
      e.exports = ['يناير']
    },
    323230: (e) => {
      e.exports = ['يوليو']
    },
    49385: (e) => {
      e.exports = ['يونيو']
    },
    199487: (e) => {
      e.exports = ['قيم الافتتاح والإغلاق وأعلى وأدنى قيمة (OHLC)']
    },
    290784: (e) => {
      e.exports = ['أكتوبر']
    },
    775991: (e) => {
      e.exports = ['حالة الأسواق المفتوحة']
    },
    37274: (e) => {
      e.exports = ['قيم تغيير اليوم الأخير']
    },
    939899: (e) => {
      e.exports = ['تحريك جزء لأسفل']
    },
    370343: (e) => {
      e.exports = ['تحريك جزء لأعلى']
    },
    783085: (e) => {
      e.exports = ['يوم الاثنين']
    },
    561199: (e) => {
      e.exports = ['الاثنين']
    },
    801653: (e) => {
      e.exports = ['السوق مفتوح حاليًا للتداول ما قبل الجلسة.']
    },
    256470: (e) => {
      e.exports = ['تكبير الرسم البياني']
    },
    819603: (e) => {
      e.exports = ['تكبير جزء']
    },
    668327: (e) => {
      e.exports = ['مايو']
    },
    335732: (e) => {
      e.exports = ['إدارة العناصر']
    },
    684675: (e) => {
      e.exports = ['مارس']
    },
    383949: (e) => {
      e.exports = ['السوق مفتوح']
    },
    735701: (e) => {
      e.exports = ['يفتح السوق في {remainingTime}.']
    },
    895814: (e) => {
      e.exports = ['السوق مغلق']
    },
    298105: (e) => {
      e.exports = ['يغلق السوق في {remainingTime}.']
    },
    987202: (e) => {
      e.exports = ['السوق في عطلة حالياً. من حسن حظهم!']
    },
    171194: (e) => {
      e.exports = ['نوفمبر']
    },
    966324: (e) => {
      e.exports = ['كود المصدر']
    },
    936835: (e) => {
      e.exports = ['السبت']
    },
    101144: (e) => {
      e.exports = ['السبت']
    },
    540653: (e) => {
      e.exports = ['التمرير إلى اليسار']
    },
    426721: (e) => {
      e.exports = ['التمرير إلى أخر عمود']
    },
    135809: (e) => {
      e.exports = ['التمرير إلى اليمين']
    },
    661132: (e) => {
      e.exports = ['سبتمبر']
    },
    328705: (e) => {
      e.exports = ['عرض وسيلة إيضاح المؤشر']
    },
    551072: (e) => {
      e.exports = ['إظهار عناصر الرسم البياني']
    },
    337809: (e) => {
      e.exports = ['إظهار إعدادات النطاق الزمني']
    },
    539045: (e) => {
      e.exports = ['خطأ في الدراسة']
    },
    186577: (e) => {
      e.exports = ['الأحد']
    },
    272149: (e) => {
      e.exports = ['الأحد']
    },
    246041: (e) => {
      e.exports = ['مصدر سعر الرمز']
    },
    739339: (e) => {
      e.exports = ['عنوان الرمز']
    },
    429985: (e) => {
      e.exports = ['ما بعد الجلسة']
    },
    356042: (e) => {
      e.exports = ['ما قبل الجلسة']
    },
    48293: (e) => {
      e.exports = ['استعادة الرسم البياني']
    },
    491029: (e) => {
      e.exports = ['استعادة جزء']
    },
    875094: (e) => {
      e.exports = ['الأربعاء']
    },
    107147: (e) => {
      e.exports = ['الأربعاء']
    },
    409787: (e) => {
      e.exports = ['الخميس']
    },
    107951: (e) => {
      e.exports = ['الخميس']
    },
    673717: (e) => {
      e.exports = ['لا يوجد هذا الرمز. يرجى اختيار رمز آخر.']
    },
    957048: (e) => {
      e.exports = ['حان وقت المغادرة - هذا السوق مغلق.']
    },
    794316: (e) => {
      e.exports = ['الثلاثاء']
    },
    944979: (e) => {
      e.exports = ['الثلاثاء']
    },
    608209: (e) => {
      e.exports = ['إزالة العلامة من الرمز']
    },
    101111: (e) => {
      e.exports = ['حجم التداول']
    },
    461311: (e) => {
      e.exports = ['تكبير']
    },
    247602: (e) => {
      e.exports = ['تصغير']
    },
    457889: (e) => {
      e.exports = ['تغيير وضوح قيم OHLC']
    },
    118644: (e) => {
      e.exports = ['تغيير وضوح حالة السوق المفتوحة']
    },
    845110: (e) => {
      e.exports = ['تغيير وضوح تغييرات الأعمدة']
    },
    231325: (e) => {
      e.exports = ['تغيير وضوح عناوين المؤشر']
    },
    399774: (e) => {
      e.exports = ['تغيير وضوح قيم المؤشر']
    },
    96162: (e) => {
      e.exports = ['تغيير وضوح مدخلات المؤشر']
    },
    250058: (e) => {
      e.exports = ['تغيير الرؤية في اليوم الأخير']
    },
    26717: (e) => {
      e.exports = ['تغيير وضوح وصف رمز']
    },
    606091: (e) => {
      e.exports = ['تغيير وضوح حقل الرمز']
    },
    709455: (e) => {
      e.exports = ['تغيير وضوح قيم الحجم']
    },
    539348: (e) => {
      e.exports = ['أقل من دقيقة واحدة']
    },
    787358: (e) => {
      e.exports = ['عرض ‎{title}‎']
    },
    107827: (e) => {
      e.exports = ['{days} و{hours}']
    },
    19830: (e) => {
      e.exports = ['{hours} و{minutes}']
    },
    888841: (e) => {
      e.exports = [
        'يتم تحديث البيانات كل {amount} ثانية، حتى إذا كان هناك عدة تحديثات في السوق.',
        'يتم تحديث البيانات كل {amount} ثانية، حتى إذا كان هناك عدة تحديثات في السوق.',
        'يتم تحديث البيانات كل {amount} ثانية، حتى إذا كان هناك عدة تحديثات في السوق.',
        'يتم تحديث البيانات كل {amount} ثانية، حتى إذا كان هناك عدة تحديثات في السوق.',
        'يتم تحديث البيانات كل {amount} ثانية، حتى إذا كان هناك عدة تحديثات في السوق.',
        'يتم تحديث البيانات كل {amount} ثانية، حتى إذا كان هناك عدة تحديثات في السوق.',
      ]
    },
    602121: (e) => {
      e.exports = [
        'يتم تحديث البيانات الموجودة في الاشتراك المجاني مرة كل {amount} ثانية، حتى إذا كان هناك عدة تحديثات في السوق.',
        'يتم تحديث البيانات الموجودة في الاشتراك المجاني مرة كل {amount} ثانية، حتى إذا كان هناك عدة تحديثات في السوق.',
        'يتم تحديث البيانات الموجودة في الاشتراك المجاني مرة كل {amount} ثانية، حتى إذا كان هناك عدة تحديثات في السوق.',
        'يتم تحديث البيانات الموجودة في الاشتراك المجاني مرة كل {amount} ثانية، حتى إذا كان هناك عدة تحديثات في السوق.',
        'يتم تحديث البيانات الموجودة في الاشتراك المجاني مرة كل {amount} ثانية، حتى إذا كان هناك عدة تحديثات في السوق.',
        'يتم تحديث البيانات الموجودة في الاشتراك المجاني مرة كل {amount} ثانية، حتى إذا كان هناك عدة تحديثات في السوق.',
      ]
    },
    705223: (e) => {
      e.exports = [
        'تحديث واحد كل {amount} ثانية',
        'تحديث واحد كل {amount} ثانية',
        'تحديث واحد كل {amount} ثانية',
        'تحديث واحد كل {amount} ثانية',
        'تحديث واحد كل {amount} ثانية',
        'تحديث واحد كل {amount} ثانية',
      ]
    },
    458609: (e) => {
      e.exports = [
        '{number} يوم',
        '{number} يوم',
        '{number} يوم',
        '{number} أيام',
        '{number} يوم',
        '{number} يوم',
      ]
    },
    224430: (e) => {
      e.exports = [
        '{number} ساعة',
        '{number} ساعة',
        '{number} ساعة',
        '{number} ساعات',
        '{number} ساعة',
        '{number} ساعة',
      ]
    },
    467151: (e) => {
      e.exports = [
        '{number} دقيقة',
        '{number} دقيقة',
        '{number} دقيقة',
        '{number} دقائق',
        '{number} دقيقة',
        '{number} دقيقة',
      ]
    },
  },
])
