;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [5173],
  {
    712978: (e) => {
      e.exports = ['נתונים בזמן אמת ל {symbolName}']
    },
    864565: (e) => {
      e.exports = ['מסופק על ידי בורסת {exchange}.']
    },
    353205: (e) => {
      e.exports = ['חוזים עתידיים מתמשכים']
    },
    115993: (e) => {
      e.exports = [
        'חוזים עתידיים רציפים הם מכשירים סינתטיים המשלבים חוזים בודדים. ה-1! החוזה מייצג את החודש הקדמי (התפוגה הקרובה ביותר) ואילו ה-2! מייצג את התפוגה השנייה הקרובה ביותר.',
      ]
    },
    345e3: (e) => {
      e.exports = ['Cboe BZX']
    },
    52916: (e) => {
      e.exports = ['הנתונים מתעדכנים פעם ביום.']
    },
    425978: (e) => {
      e.exports = [
        'הנתונים מתעדכנים פעם בשנייה, גם אם ישנם עדכונים נוספים בשוק.',
      ]
    },
    257310: (e) => {
      e.exports = ['הנתונים מעוכבים']
    },
    449321: (e) => {
      e.exports = [
        'הנתונים על התוכנית הבסיסית שלנו מתעדכנים פעם בשנייה, גם אם יש עדכונים נוספים בשוק.',
      ]
    },
    6044: (e) => {
      e.exports = ['נתונים נגזרים']
    },
    831461: (e) => {
      e.exports = [
        'נתונים נגזרים מתייחסים לאינדיקטורים פיננסיים שנוצרים על ידי שילוב ו/או עיבוד נתונים גולמיים המסופקים ממקורות שונים.',
      ]
    },
    659315: (e) => {
      e.exports = ['נתוני סוף יום']
    },
    332960: (e) => {
      e.exports = ['סימול חלאל Halal']
    },
    791459: (e) => {
      e.exports = [
        'אם אתה מעוניין בנתונים בזמן אמת של {listedExchange} תצטרך להשלים הסכם Exchange. אל דאגה, זה לוקח רק כמה לחיצות',
      ]
    },
    215815: (e) => {
      e.exports = ['עדכון אחד מידי שנייה']
    },
    718429: (e) => {
      e.exports = ['למד עוד']
    },
    141610: (e) => {
      e.exports = ['עוד']
    },
    28412: (e) => {
      e.exports = ['תוכניות בתשלום כוללות עדכוני נתונים מהירים יותר.']
    },
    624680: (e) => {
      e.exports = ['רישום ראשי']
    },
    689022: (e) => {
      e.exports = [
        'נתונים בזמן אמת עבור סימול זה אינם נתמכים כעת. אולי נתמוך בו בעתיד.',
      ]
    },
    806667: (e) => {
      e.exports = [
        'נתונים בזמן אמת עבור {symbolName} מסופקים על ידי {exchange} exchange.',
      ]
    },
    652984: (e) => {
      e.exports = [
        'כדי לקבל נתונים בזמן אמת עבור {description}, אנא קנה את חבילת הנתונים בזמן אמת.',
      ]
    },
    999214: (e) => {
      e.exports = ['הבורסה הראשית, או הראשונה, שבה נסחרת מניות החברה.']
    },
    102310: (e) => {
      e.exports = [
        'הנתונים האלה הם בזמן אמת, אבל הם עשויים להיות שונים במקצת מהמקבילה הרשמית שלהם המגיעים מהבורסה הראשית.',
      ]
    },
    729512: (e) => {
      e.exports = [
        'הנתונים האלה הם בזמן אמת, אבל הם עשויים להיות שונים במקצת מהמקבילה הרשמית שלהם המגיעים מ-{exchange}.',
      ]
    },
    152449: (e) => {
      e.exports = [
        'זוהי מניה תואמת השריעה, כלומר היא פועלת לפי החוק האיסלאמי. החברה הזו לא גובה או מקבלת ריבית ואינה עוסקת במגזרים מסוימים (הימורים, אלכוהול, טבק, מוצרי חזיר).',
      ]
    },
    886753: (e) => {
      e.exports = [
        'הנתונים בזמן אמת מסופקים על ידי הבורסה {originalExchange}. הם עשויים להיות שונים מעט מהנתונים הרשמיים ישירות מ-{exchange}. אם ההבדל הזה הוא קריטי מבחינתך, תצטרך לרכוש נתונים בזמן אמת מהבורסה ברשמית, שאיתה נוכל לעזור לך.',
      ]
    },
    107435: (e) => {
      e.exports = ['{exchange} מאת {originalExchange}']
    },
    301084: (e) => {
      e.exports = [
        '‎‎{listedExchange}‎ נתונים בזמן אמת זמינים בחינם למשתמשים רשומים.',
      ]
    },
    538611: (e) => {
      e.exports = [
        'נתוני {symbolName} מעוכבים ב-{time} דקות בגלל דרישות הבורסה.',
      ]
    },
  },
])
