;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [344],
  {
    63227: (t) => {
      t.exports = ['# {count} (בר)']
    },
    309671: (t) => {
      t.exports = ['#{count} (מחיר, נר)']
    },
    391282: (t) => {
      t.exports = ['#1 (נר)']
    },
    601961: (t) => {
      t.exports = ['#1 (מחיר)']
    },
    12706: (t) => {
      t.exports = ['#1 (מחיר,נר)']
    },
    392195: (t) => {
      t.exports = ["מס'1 (מיקום אנכי%, בר)"]
    },
    566187: (t) => {
      t.exports = ['חציון']
    },
    205066: (t) => {
      t.exports = '%'
    },
    689795: (t) => {
      t.exports = ['נגד כיוון השעון']
    },
    143809: (t) => {
      t.exports = ['Coeffs מקדם כאחוזים']
    },
    940054: (t) => {
      t.exports = ['צבע']
    },
    647737: (t) => {
      t.exports = ['מצב נתונים קומפקטי']
    },
    4639: (t) => {
      t.exports = ['קואורדינטות']
    },
    876655: (t) => {
      t.exports = ['כסף מזומן']
    },
    599120: (t) => {
      t.exports = ['ערוץ']
    },
    160066: (t) => {
      t.exports = ['שינוי בפיפס']
    },
    336150: (t) => {
      t.exports = ['זוית']
    },
    838280: (t) => {
      t.exports = ['זוויות']
    },
    795264: (t) => {
      t.exports = ['גודל חשבון']
    },
    285160: (t) => {
      t.exports = ['תמיד הצג נתונים']
    },
    754189: (t) => {
      t.exports = ['קשתות']
    },
    34674: (t) => {
      t.exports = ['HL ממוצע ב-minticks']
    },
    217608: (t) => {
      t.exports = ['תוויות תחתונות']
    },
    248848: (t) => {
      t.exports = ['גבול']
    },
    872269: (t) => {
      t.exports = ['גבולות']
    },
    527331: (t) => {
      t.exports = ['רקע']
    },
    166282: (t) => {
      t.exports = ["רקע מס' 1"]
    },
    19949: (t) => {
      t.exports = ['טווח נרות']
    },
    781260: (t) => {
      t.exports = ['רשת']
    },
    767114: (t) => {
      t.exports = ['טווח תאריכים/שעה']
    },
    537067: (t) => {
      t.exports = ['שינוי מיקום (מחיר, בר)']
    },
    982797: (t) => {
      t.exports = ['מרחק']
    },
    146211: (t) => {
      t.exports = ["אימוג'י"]
    },
    946001: (t) => {
      t.exports = ['מחיר כניסה']
    },
    601220: (t) => {
      t.exports = ['הרחב']
    },
    271116: (t) => {
      t.exports = ['הרחב מטה']
    },
    545809: (t) => {
      t.exports = ['הרחב שמאלה']
    },
    325892: (t) => {
      t.exports = ['הרחב את הקו השמאלי']
    },
    513611: (t) => {
      t.exports = ['הרחב קווים']
    },
    903304: (t) => {
      t.exports = ['הרחב קווים שמאלה']
    },
    883095: (t) => {
      t.exports = ['הרחב את השורות ימינה']
    },
    714025: (t) => {
      t.exports = ['הרחב ימינה']
    },
    974395: (t) => {
      t.exports = ['הרחב את הקו הימני']
    },
    885197: (t) => {
      t.exports = ['הרחב מעלה']
    },
    417006: (t) => {
      t.exports = ['גודל גופן']
    },
    731343: (t) => {
      t.exports = ['טקסט נכשל']
    },
    628565: (t) => {
      t.exports = ['רקע נכשל']
    },
    987931: (t) => {
      t.exports = ['מניפות']
    },
    539836: (t) => {
      t.exports = ['רמות פיב בהתבסס על סרגל לוגריתמי']
    },
    410578: (t) => {
      t.exports = ['מעגלים מלאים']
    },
    825264: (t) => {
      t.exports = ['נרות גבוה נמוך']
    },
    366049: (t) => {
      t.exports = ['נרות פתיחה סגירה']
    },
    127531: (t) => {
      t.exports = ['גודל לוח']
    },
    599180: (t) => {
      t.exports = ['רצועה תחתונה']
    },
    653861: (t) => {
      t.exports = ['רצועה תחתונה #2']
    },
    644775: (t) => {
      t.exports = ['רצועה תחתונה #3']
    },
    485206: (t) => {
      t.exports = ['תווית']
    },
    975332: (t) => {
      t.exports = ['גבול תווית']
    },
    14773: (t) => {
      t.exports = ['רקע תווית']
    },
    637126: (t) => {
      t.exports = ['טקסט תווית']
    },
    579106: (t) => {
      t.exports = ['רמות']
    },
    995610: (t) => {
      t.exports = ['קו רמות']
    },
    379307: (t) => {
      t.exports = ['תוויות שמאליות']
    },
    949286: (t) => {
      t.exports = ['קו - HL/2']
    },
    17676: (t) => {
      t.exports = ['קו - פתיחה']
    },
    447669: (t) => {
      t.exports = ['קו - סגירה']
    },
    471899: (t) => {
      t.exports = ['קו - שיא']
    },
    683394: (t) => {
      t.exports = ['קו - שפל']
    },
    760489: (t) => {
      t.exports = ['צבע קו']
    },
    453889: (t) => {
      t.exports = ['מצב']
    },
    695543: (t) => {
      t.exports = ['חודשים']
    },
    685041: (t) => {
      t.exports = ['קו אמצעי']
    },
    324510: (t) => {
      t.exports = ['נקודת אמצע']
    },
    922213: (t) => {
      t.exports = ['מקור רקע']
    },
    415500: (t) => {
      t.exports = ['מקור גבול']
    },
    479238: (t) => {
      t.exports = ['מקור טקסט']
    },
    537249: (t) => {
      t.exports = ['סטטיסטיקות']
    },
    328712: (t) => {
      t.exports = ['מיקום פוזיציה']
    },
    550948: (t) => {
      t.exports = ['צבע סטופ']
    },
    456119: (t) => {
      t.exports = ['רמת סטופ']
    },
    169835: (t) => {
      t.exports = ['טקסט מוצלח']
    },
    591141: (t) => {
      t.exports = ['רקע מוצלח']
    },
    502694: (t) => {
      t.exports = ['אחוז שינוי']
    },
    300650: (t) => {
      t.exports = ['אחוזים']
    },
    25684: (t) => {
      t.exports = ['מחיר']
    },
    223675: (t) => {
      t.exports = ['תווית מחיר']
    },
    375675: (t) => {
      t.exports = ['תוויות מחיר']
    },
    516103: (t) => {
      t.exports = ['רמות מחיר']
    },
    46964: (t) => {
      t.exports = ['טווח מחירים']
    },
    859771: (t) => {
      t.exports = ['יחס מחיר לנר']
    },
    729072: (t) => {
      t.exports = ['מחירים']
    },
    202635: (t) => {
      t.exports = ['רמת רווח']
    },
    233886: (t) => {
      t.exports = ['טווחים ויחס']
    },
    224186: (t) => {
      t.exports = ['היפוך']
    },
    691367: (t) => {
      t.exports = ['תוויות ימניות']
    },
    563833: (t) => {
      t.exports = ['סיכון']
    },
    695545: (t) => {
      t.exports = ['גל']
    },
    810209: (t) => {
      t.exports = ['תוויות עליונות']
    },
    598001: (t) => {
      t.exports = ['יעד רקע']
    },
    789258: (t) => {
      t.exports = ['יעד גבול']
    },
    745302: (t) => {
      t.exports = ['צבע יעד:']
    },
    774289: (t) => {
      t.exports = ['יעד טקסט']
    },
    617932: (t) => {
      t.exports = ['גלישת טקסט']
    },
    455325: (t) => {
      t.exports = ['תווית זמן']
    },
    277838: (t) => {
      t.exports = ['רמות זמן']
    },
    102295: (t) => {
      t.exports = ['שקיפות']
    },
    404372: (t) => {
      t.exports = ['קו מגמה']
    },
    726775: (t) => {
      t.exports = ['רצועה עליונה']
    },
    821774: (t) => {
      t.exports = ['רצועה עליונה #2']
    },
    821076: (t) => {
      t.exports = ['רצועה עליונה #3']
    },
    812374: (t) => {
      t.exports = ['השתמש בצבע אחד']
    },
    253473: (t) => {
      t.exports = 'VWAP'
    },
    391322: (t) => {
      t.exports = ['ערכים']
    },
    525227: (t) => {
      t.exports = ['שונות']
    },
    701670: (t) => {
      t.exports = ['שנה זווית']
    },
    238829: (t) => {
      t.exports = ['שנה את צבע החץ']
    },
    623723: (t) => {
      t.exports = ['שנה בר של קואורדינטת X']
    },
    72080: (t) => {
      t.exports = ['לשנות את צבע הדגל']
    },
    466266: (t) => {
      t.exports = ['שנה מחיר של קואורדינטת Y']
    },
    598905: (t) => {
      t.exports = ['שנה שוליים עליוניים']
    },
    911049: (t) => {
      t.exports = ['לשנות את הפוזיציה האנכית של קואורדינטת Y']
    },
    898057: (t) => {
      t.exports = ['שנה את צבע קו VWAP {title}']
    },
    455218: (t) => {
      t.exports = ['שנה את {title} רוחב קו VWAP']
    },
    431804: (t) => {
      t.exports = ['שנה את {title} נגד כיוון השעון']
    },
    199128: (t) => {
      t.exports = ['שנה נראות מקדם כאחוזים ‎{title}‎']
    },
    920216: (t) => {
      t.exports = ['שנה את צבע {title}']
    },
    735435: (t) => {
      t.exports = ['שנה מצב סטטיסטיקה קומפקטי של {title}']
    },
    800550: (t) => {
      t.exports = ['שנה את צבע הגבול העליון של הנר {title}']
    },
    328146: (t) => {
      t.exports = ['שנה את נראות הגבול של הנר {title}']
    },
    807373: (t) => {
      t.exports = ['שנה את צבע הגבול התחתון של הנר {title}']
    },
    538742: (t) => {
      t.exports = ['שנה את צבע הנר {title} התחתון']
    },
    542273: (t) => {
      t.exports = ['שנה את צבע הנר של {title}']
    },
    576054: (t) => {
      t.exports = ['שנה את צבע פתיל הנר {title}']
    },
    27029: (t) => {
      t.exports = ['שנה את נראות פתיל הנר {title}']
    },
    322430: (t) => {
      t.exports = ['שינוי {title} שינוי נראות בפיפס pips']
    },
    245537: (t) => {
      t.exports = ['שנה את נראות הזווית {title}']
    },
    431775: (t) => {
      t.exports = ['שנה את גודל החשבון {title}']
    },
    137913: (t) => {
      t.exports = ['שנה {title} תמיד הצג נתונים סטטיסטיים']
    },
    615521: (t) => {
      t.exports = ['שנה צבע כל הקווים של {title}']
    },
    117466: (t) => {
      t.exports = ['שנה את צבע הקו של {title} הקשתות ‎{index}‎']
    },
    672307: (t) => {
      t.exports = ['שנה את רוחב הקו של {title} הקשתות ‎{index}‎']
    },
    913853: (t) => {
      t.exports = ['שנה את נראות הקו של {title} הקשתות arcs {index}']
    },
    78680: (t) => {
      t.exports = ['שנה את ערך ה-HL הממוצע של {title}']
    },
    215802: (t) => {
      t.exports = ['שנה נראות תוויות תחתונה של {title}']
    },
    936438: (t) => {
      t.exports = ['שנה את שקיפות הרקע של {title}']
    },
    64548: (t) => {
      t.exports = ['שנה נראות הרקע של {title}']
    },
    975312: (t) => {
      t.exports = ['שנה את צבע הרקע של {title}']
    },
    739651: (t) => {
      t.exports = ['שנה את צבע הרקע של {title} 1']
    },
    378177: (t) => {
      t.exports = ['שנה את צבע הרקע של {title} 2']
    },
    142746: (t) => {
      t.exports = ['שנה נראות הטווח של ברי {title}']
    },
    153770: (t) => {
      t.exports = ['שנה את נראות הרשת של {title}']
    },
    29145: (t) => {
      t.exports = ['שנה את צבע קו הרשת של {title}']
    },
    364949: (t) => {
      t.exports = ['שנה את סגנון קו הרשת של {title}']
    },
    693548: (t) => {
      t.exports = ['שנה את רוחב קו הרשת {title}']
    },
    215485: (t) => {
      t.exports = ['שנה חשיפה של טווח תאריכים/שעות של {title}']
    },
    203400: (t) => {
      t.exports = ['שנה דרגה {title}']
    },
    891534: (t) => {
      t.exports = ['שנה נראות למרחק של {title}']
    },
    565056: (t) => {
      t.exports = ["שנה את האימוג'י של {title}"]
    },
    765899: (t) => {
      t.exports = ["שנה את נראות האימוג'י של {title}"]
    },
    859354: (t) => {
      t.exports = ['שנה את מחיר הכניסה של {title}']
    },
    801447: (t) => {
      t.exports = ['שנה {title} הארכה למטה']
    },
    215258: (t) => {
      t.exports = ['שנה {title} הארכה שמאלה']
    },
    896902: (t) => {
      t.exports = ['שנה {title} קווים מורחבים']
    },
    300896: (t) => {
      t.exports = ['שנה {title} הארכה למעלה']
    },
    203708: (t) => {
      t.exports = ['שנה את {title} בהרחבה שמאלה']
    },
    45719: (t) => {
      t.exports = ['שנה את {title} בהרחבה ימינה']
    },
    286647: (t) => {
      t.exports = ['שנה את התוסף {title}']
    },
    203156: (t) => {
      t.exports = ['שנה את צבע הטקסט של הכשלון {title}']
    },
    649885: (t) => {
      t.exports = ['שנה את צבע הרקע של הכשלון {title}']
    },
    689126: (t) => {
      t.exports = ['שנה את נראות השורה של {title} המניפה {index}']
    },
    130016: (t) => {
      t.exports = ['שנה את רוחב השורה של {title} המניפה ‎{index}‎']
    },
    436147: (t) => {
      t.exports = ['שנה את צבע הקו של {title} המניפות ‎{index}‎']
    },
    478142: (t) => {
      t.exports = ['שנה את נראות המניפות של {title}']
    },
    379467: (t) => {
      t.exports = ['שנה את צבע קו המניפות של {title}']
    },
    945739: (t) => {
      t.exports = ['שנה רמות פיב של {title} בהתבסס על סולם לוג']
    },
    99670: (t) => {
      t.exports = ['שנה {title} היפוך']
    },
    235165: (t) => {
      t.exports = ['שנה את נראות המעגלים המלאים של {title}']
    },
    248983: (t) => {
      t.exports = ['שנה את צבע הרקע של התמונה {title}']
    },
    345025: (t) => {
      t.exports = ['שנה גודל לוט של ‎{title}‎']
    },
    713901: (t) => {
      t.exports = ['שנה את צבע קו הרצועה התחתונה של {title}']
    },
    578425: (t) => {
      t.exports = ['שנה את נראות קו הרצועה התחתונה של {title}']
    },
    999491: (t) => {
      t.exports = ['שנה את רוחב קו הרצועה התחתונה של {title}']
    },
    755469: (t) => {
      t.exports = ['שנה‎{title} את צבע #2 של קו הרצועה התחתון']
    },
    176157: (t) => {
      t.exports = ['שנה‎{title} ‎ ניראות #2 של קו הרצועה התחתון']
    },
    608081: (t) => {
      t.exports = ['שנה‎{title} ‎ רוחב #2 של קו הרצועה התחתון']
    },
    295016: (t) => {
      t.exports = ['שנה‎{title} ‎ צבע #3 של קו הרצועה התחתון']
    },
    484928: (t) => {
      t.exports = ['שנה‎{title} ‎ ניראות #3 של קו הרצועה התחתון']
    },
    544693: (t) => {
      t.exports = ['שנה‎{title} ‎ רוחב #3 של קו הרצועה התחתון']
    },
    981170: (t) => {
      t.exports = ['שנה את יישור התוויות {title}']
    },
    622775: (t) => {
      t.exports = ['שנה את גודל הגופן של תוויות {title}']
    },
    424338: (t) => {
      t.exports = ['שנה את נראות התוויות של {title}']
    },
    732891: (t) => {
      t.exports = ['שנה קו coeff {title} רמה ‎{index}‎']
    },
    185551: (t) => {
      t.exports = ['שנה את צבע רמת ‎{index}‎ השורה של {title}']
    },
    247840: (t) => {
      t.exports = ['שנה את סגנון רמת הקו ‎{index}‎ של {title}']
    },
    345463: (t) => {
      t.exports = ['שנה את נראות רמת ‎{index}‎ השורה {title}']
    },
    990098: (t) => {
      t.exports = ['שנה את רוחב רמת השורה‎{index}‎ של {title}']
    },
    26710: (t) => {
      t.exports = ['שנה את הנראות של הרמות {title}']
    },
    302359: (t) => {
      t.exports = ['שנה נראות תוויות שמאלית של {title}']
    },
    244643: (t) => {
      t.exports = ['שנה את רוחב הקו {title}']
    },
    920563: (t) => {
      t.exports = ['שנה את צבע השורה {title}']
    },
    266982: (t) => {
      t.exports = ['שנה את סגנון השורה של {title}']
    },
    294441: (t) => {
      t.exports = ['שנה את מצב {title}']
    },
    889996: (t) => {
      t.exports = ['שנה נראות נקודת האמצע של {title}']
    },
    136618: (t) => {
      t.exports = ['שנה את {title} לשיקוף']
    },
    218544: (t) => {
      t.exports = ['שנה את צבע הרקע של המקור {title}']
    },
    748035: (t) => {
      t.exports = ['שנה את צבע הגבול של המקור {title}']
    },
    42286: (t) => {
      t.exports = ['שנה את צבע המקור של {title}']
    },
    800588: (t) => {
      t.exports = ['שנה פוזיציית הנתונים הסטטיסטיים של {title}']
    },
    254659: (t) => {
      t.exports = ['שנה את צבע הסטופ של {title}']
    },
    969780: (t) => {
      t.exports = ['שנה את רמת הסטופ של {title}']
    },
    882224: (t) => {
      t.exports = ['שנה את רמת הסטופ של {title}']
    },
    988383: (t) => {
      t.exports = ['שנה את צבע טקסט ההצלחה של {title}']
    },
    126967: (t) => {
      t.exports = ['שנה את צבע הרקע להצלחה של {title}']
    },
    62243: (t) => {
      t.exports = ['שינוי {title} שינוי נראות באחוזים']
    },
    145936: (t) => {
      t.exports = ['שנה את נראות תווית המחיר של {title}']
    },
    588577: (t) => {
      t.exports = ['שנה נראות תוויות המחיר של {title}']
    },
    47045: (t) => {
      t.exports = ['שנה נראות טווח המחירים של {title}']
    },
    294028: (t) => {
      t.exports = ['שנה את נראות המחיר של {title}']
    },
    156175: (t) => {
      t.exports = ['שנה את נראות המחירים של {title}']
    },
    344539: (t) => {
      t.exports = ['שנה את רמת הרווח של {title}']
    },
    641646: (t) => {
      t.exports = ['שנה את מחיר הרווח של {title}']
    },
    852877: (t) => {
      t.exports = ['שנה {title} לאחור']
    },
    516598: (t) => {
      t.exports = ['שנה נראות תוויות ימנית של {title}']
    },
    31553: (t) => {
      t.exports = ['שנה סיכון {title}']
    },
    740344: (t) => {
      t.exports = ['שנה את מצב תצוגת הסיכון של {title}']
    },
    873137: (t) => {
      t.exports = ['שנה נראות תוויות עליונה של {title}']
    },
    352387: (t) => {
      t.exports = ['שנה את צבע הרקע של היעד של {title}']
    },
    606921: (t) => {
      t.exports = ['שנה את צבע הגבול של היעד {title}']
    },
    597573: (t) => {
      t.exports = ['שנה את צבע היעד של {title}']
    },
    27634: (t) => {
      t.exports = ['שנה את צבע טקסט היעד של {title}']
    },
    33822: (t) => {
      t.exports = ['שנה את נראות תווית הזמן של {title}']
    },
    684321: (t) => {
      t.exports = ['שנה את השקיפות {title}']
    },
    310417: (t) => {
      t.exports = ['שנה את צבע קו הרצועה העליונה של {title}']
    },
    158722: (t) => {
      t.exports = ['שנה את נראות קו הרצועה העליונה של {title}']
    },
    713633: (t) => {
      t.exports = ['שנה את רוחב קו הרצועה העליונה של {title}']
    },
    851304: (t) => {
      t.exports = ['שנה‎{title} ‎ צבע #2 של קו הרצועה העליון']
    },
    597847: (t) => {
      t.exports = ['שנה‎{title} ‎ ניראות #2 של קו הרצועה העליון']
    },
    362921: (t) => {
      t.exports = ['שנה‎{title} ‎ רוחב #2 של קו הרצועה העליון']
    },
    994153: (t) => {
      t.exports = ['שנה‎{title} ‎ צבע #3 של קו הרצועה העליון']
    },
    619835: (t) => {
      t.exports = ['שנה‎{title} ‎ ניראות #3 של קו הרצועה העליון']
    },
    468310: (t) => {
      t.exports = ['שנה‎{title} ‎ רוחב #3 של קו הרצועה העליון']
    },
    712355: (t) => {
      t.exports = ['שנה את ערך השונות של {title}']
    },
    125937: (t) => {
      t.exports = ['שנה את יישור התוויות {toolName} למאונך']
    },
    946991: (t) => {
      t.exports = ['שנה את יישור התוויות {toolName} לאופקי']
    },
    373080: (t) => {
      t.exports = ['שנה את כיוון התוויות של {toolName}']
    },
    224272: (t) => {
      t.exports = ['שנה נראות השורה של {toolName}']
    },
    46404: (t) => {
      t.exports = ['שנה את רוחב השורה של {toolName}']
    },
    50265: (t) => {
      t.exports = ['שנה את צבע הקו של {toolName}']
    },
    561678: (t) => {
      t.exports = ['שנה את השורה {toolName} הנמשכת שמאלה']
    },
    984613: (t) => {
      t.exports = ['שנה את הקו של {toolName} הנמשך ימינה']
    },
    562603: (t) => {
      t.exports = ['שנה את השורה השמאלית של {toolName}']
    },
    362412: (t) => {
      t.exports = ['שנה את השורה הימנית של {toolName}']
    },
    635422: (t) => {
      t.exports = ['שנה את סגנון השורה של {toolName}']
    },
    777690: (t) => {
      t.exports = ['שנה את הטקסט של {toolName}']
    },
    369871: (t) => {
      t.exports = ['שנה את נראות הטקסט של {toolName}']
    },
    625878: (t) => {
      t.exports = ['שנה גלישת טקסט של {toolName}']
    },
    991832: (t) => {
      t.exports = ['שנה את צבע הרקע של הטקסט של {toolName}']
    },
    418610: (t) => {
      t.exports = ['שנה את נראות הרקע של הטקסט של {toolName}']
    },
    444755: (t) => {
      t.exports = ['שנה את צבע גבול הטקסט של {toolName}']
    },
    406324: (t) => {
      t.exports = ['שנה את רוחב גבול הטקסט של {toolName}']
    },
    745529: (t) => {
      t.exports = ['שנה את נראות גבול הטקסט של {toolName}']
    },
    906500: (t) => {
      t.exports = ['שנה את צבע הטקסט של {toolName}']
    },
    451614: (t) => {
      t.exports = ['שנה את גופן הטקסט {toolName} למודגש']
    },
    242762: (t) => {
      t.exports = ['שנה את גופן הטקסט של {toolName} לנטוי']
    },
    948382: (t) => {
      t.exports = ['שנה את גודל גופן הטקסט של {toolName}']
    },
    18567: (t) => {
      t.exports = ['שנה את המאפיין {propertyName}']
    },
    321926: (t) => {
      t.exports = ['צבע רקע']
    },
    552241: (t) => {
      t.exports = ['רקעים מולאו']
    },
    270607: (t) => {
      t.exports = ['צבע קווים']
    },
    441075: (t) => {
      t.exports = ['סגנון קווים']
    },
    673043: (t) => {
      t.exports = ['רוחב קווים']
    },
    972223: (t) => {
      t.exports = ['העבר שרטוטים']
    },
    993046: (t) => {
      t.exports = ['הצג מחיר']
    },
    341437: (t) => {
      t.exports = ['צבע טקסט']
    },
  },
])
