;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [1637],
  {
    382377: (e) => {
      e.exports = ['לימיט']
    },
    610952: (e) => {
      e.exports = ['מארקט']
    },
    779062: (e) => {
      e.exports = ['סטופ לימיט']
    },
    15307: (e) => {
      e.exports = 'SL'
    },
    347947: (e) => {
      e.exports = 'TP'
    },
    154462: (e) => {
      e.exports = ['TRAIL נגרר']
    },
    768508: (e) => {
      e.exports = ['סגירה']
    },
    7122: (e) => {
      e.exports = ['עצור']
    },
    608921: (e) => {
      e.exports = ['סטופ']
    },
    63470: (e) => {
      e.exports = ['קניה']
    },
    274771: (e) => {
      e.exports = ['לונג']
    },
    742259: (e) => {
      e.exports = ['מכירה']
    },
    951219: (e) => {
      e.exports = ['שורט']
    },
    916322: (e) => {
      e.exports = ['(לימיט) לאחר חציית {price} (סטופ)']
    },
    587168: (e) => {
      e.exports = ['אזהרת חיבור במקביל']
    },
    298353: (e) => {
      e.exports = ['גבולות מחושבים אינם תואמים את צד הוראת ההורה']
    },
    620036: (e) => {
      e.exports = ['ביטול']
    },
    709498: (e) => {
      e.exports = ['בטל הוראה']
    },
    447600: (e) => {
      e.exports = ['בטל הוראה על סימול שאינו סחיר‎{symbol} ‎']
    },
    232668: (e) => {
      e.exports = ['בטל את הסוגריים']
    },
    292559: (e) => {
      e.exports = ['לא ניתן לשנות הוראה']
    },
    993545: (e) => {
      e.exports = ['לא ניתן לבטל פקודה ב-{symbol}']
    },
    946305: (e) => {
      e.exports = ['לא ניתן לסגור פוזיציה על ‎{symbol}‎']
    },
    326704: (e) => {
      e.exports = ['לא ניתן להגן על הפוזיציה']
    },
    680395: (e) => {
      e.exports = ['סגור תפריט']
    },
    424356: (e) => {
      e.exports = ['סגור פוזיציה']
    },
    469497: (e) => {
      e.exports = ['סגור פוזיציה על סימול לא סחיר ‎{symbol}‎']
    },
    967498: (e) => {
      e.exports = ['צור פקודה חדשה']
    },
    400241: (e) => {
      e.exports = ['סכום']
    },
    83453: (e) => {
      e.exports = ['קבל']
    },
    792586: (e) => {
      e.exports = ['שעון מעורר']
    },
    526227: (e) => {
      e.exports = ['האם אתה מאשר שברצונך לשחזר אישורי הזמנות שהשבתת אותם?']
    },
    289302: (e) => {
      e.exports = ['האם אתה בטוח שברצונך לבטל את סוגר{orderId}?']
    },
    915610: (e) => {
      e.exports = ['האם אתה בטוח שברצונך לבטל {orderId}סוגריים?']
    },
    109886: (e) => {
      e.exports = ['האם אתה בטוח שברצונך לבטל פקודות ‎{qty}‎ ‎{side}‎?']
    },
    438540: (e) => {
      e.exports = ['האם אתה בטוח שברצונך לבטל את הפקודה‎{orderId}‎?']
    },
    492698: (e) => {
      e.exports = ['האם אתה בטוח שברצונך להפוך את הפוזיציה {positionId}?']
    },
    170891: (e) => {
      e.exports = ['שגיאת הרשאה']
    },
    864351: (e) => {
      e.exports = ['קניה']
    },
    32241: (e) => {
      e.exports = ['נרכש']
    },
    611835: (e) => {
      e.exports = ["היזהרו ממרג'ין נקודתי."]
    },
    753596: (e) => {
      e.exports = ['מחיר הסגירה צריך להיות מספר של {minTick}']
    },
    783100: (e) => {
      e.exports = ['מחיר הסוגריים צריך להיות בטווח של {min} ו- {max}']
    },
    799559: (e) => {
      e.exports = ['קנה במחיר שוק MKT']
    },
    302122: (e) => {
      e.exports = ['קנה {qty} {symbol} @ {value} לימיט']
    },
    255481: (e) => {
      e.exports = ['קנה {qty} {symbol} @ {value} סטופ']
    },
    353343: (e) => {
      e.exports = ['קנה {qty} {symbol} @ {value} סטופ {altValue} לימיט']
    },
    763124: (e) => {
      e.exports = ['עומק שוק']
    },
    546472: (e) => {
      e.exports = ['ירידה']
    },
    675649: (e) => {
      e.exports = ['נתונים מושהים']
    },
    125769: (e) => {
      e.exports = ['ייצוא נתונים']
    },
    140766: (e) => {
      e.exports = ['נכשל שינוי הסטופ לוס / לקיחת רווח']
    },
    54746: (e) => {
      e.exports = ['שינוי הפקודה נכשל']
    },
    951099: (e) => {
      e.exports = ['נכשל לבטל סוגרים']
    },
    305140: (e) => {
      e.exports = ['נכשלה ביטול פקודה אחת או יותר']
    },
    915926: (e) => {
      e.exports = ['ביטול הפקודה נכשל']
    },
    473142: (e) => {
      e.exports = ['סגירת הפוזיציה נכשלה']
    },
    791401: (e) => {
      e.exports = ['נכשל בניסיון לסגור את הפוזיציה']
    },
    609372: (e) => {
      e.exports = ['ההתחברות נכשלה']
    },
    945593: (e) => {
      e.exports = ['הפיכת הפוזיציה נכשלה']
    },
    610393: (e) => {
      e.exports = ['אני מבין']
    },
    468988: (e) => {
      e.exports = ['אוקיי']
    },
    922541: (e) => {
      e.exports = ['פקודה']
    },
    986869: (e) => {
      e.exports = ['חלון פקודות']
    },
    347957: (e) => {
      e.exports = ['לפקודה אין מחיר.']
    },
    900205: (e) => {
      e.exports = ['לפקודה אין מחיר או פיפס.']
    },
    134986: (e) => {
      e.exports = ['מחיר הפקודה אינו תואם לסוג/כיוון הפקודה']
    },
    130927: (e) => {
      e.exports = 'Order price should be a multiple of {minTick}'
    },
    842180: (e) => {
      e.exports = ['פקודה נדחתה']
    },
    579287: (e) => {
      e.exports = ['ההוראה {orderId} לא קיימת או שכבר בוטלה']
    },
    162058: (e) => {
      e.exports = ['התנתק']
    },
    349391: (e) => {
      e.exports = ['אישור יציאה']
    },
    273064: (e) => {
      e.exports = ['לונג']
    },
    394021: (e) => {
      e.exports = ['החיבור לאינטרנט אבד']
    },
    398157: (e) => {
      e.exports = ['לימיט']
    },
    359758: (e) => {
      e.exports = ['מארקט']
    },
    606255: (e) => {
      e.exports = ['לא']
    },
    893966: (e) => {
      e.exports = ['אין ביקושים asks']
    },
    538386: (e) => {
      e.exports = ['אין הצעות מחיר bids']
    },
    69208: (e) => {
      e.exports = ['סימול לא-סחיר']
    },
    706035: (e) => {
      e.exports = ['פורמט המספר אינו חוקי']
    },
    807889: (e) => {
      e.exports = ['מכור']
    },
    185631: (e) => {
      e.exports = ['נמכר']
    },
    476678: (e) => {
      e.exports = ['מכור {qty} {symbol} @ {value} לימיט']
    },
    627392: (e) => {
      e.exports = ['מכור {qty} {symbol} @ {value} סטופ']
    },
    194240: (e) => {
      e.exports = ['מכור {qty} {symbol} @ {value} סטופ {altValue} לימיט']
    },
    435312: (e) => {
      e.exports = ['מכירה במחיר שוק MKT']
    },
    777851: (e) => {
      e.exports = ['שורט']
    },
    73953: (e) => {
      e.exports = ['הצג כפתורי קנייה/מכירה']
    },
    430999: (e) => {
      e.exports = ['הסכום שצוין הוא מתחת למינימום של ‎{min}‎.']
    },
    734266: (e) => {
      e.exports = ['הסכום שצוין הוא מעל למקסימום של ‎{max}‎.']
    },
    136443: (e) => {
      e.exports = ['הסכום שצוין אינו המכפלה של כמות האינסטרומנט בשלב ‎{step}‎']
    },
    422540: (e) => {
      e.exports = ['ספרד']
    },
    905023: (e) => {
      e.exports = ['סטופ']
    },
    802654: (e) => {
      e.exports = ['סטופ לימיט']
    },
    241648: (e) => {
      e.exports = ['סטופ לוס']
    },
    874337: (e) => {
      e.exports = ['סטופ-לוס חייב להיות מעל ל-‎{value}‎ הנוכחי.']
    },
    216502: (e) => {
      e.exports = ['סטופ-לוס חייב להיות מתחת ל-‎{value}‎ הנוכחי.']
    },
    995717: (e) => {
      e.exports = ['פקודת הסטופ לוס חייבת להיות מתחת למחיר הכניסה.']
    },
    685017: (e) => {
      e.exports = ['פקודת הסטופ לוס חייבת להיות גבוה ממחיר הכניסה']
    },
    900853: (e) => {
      e.exports = ['סטופ-לימיט']
    },
    522382: (e) => {
      e.exports = ['שורת סיכום']
    },
    562030: (e) => {
      e.exports = ['החלף את הסימול']
    },
    134542: (e) => {
      e.exports = ['עבור אל {accountName}']
    },
    265914: (e) => {
      e.exports = ['לא ניתן לסחור בסימול']
    },
    381617: (e) => {
      e.exports = ['פוזיציה']
    },
    170392: (e) => {
      e.exports = ['מזהה פוזיציה {id}']
    },
    969233: (e) => {
      e.exports = ['הפוזיציה {positionId} לא קיימת או שכבר נסגרה']
    },
    762686: (e) => {
      e.exports = ['לפקודת הורה אין מחיר.']
    },
    891268: (e) => {
      e.exports = ['תמשיך בכל זאת']
    },
    766596: (e) => {
      e.exports = ['כמות']
    },
    172361: (e) => {
      e.exports = ['הפוך פוזיציה ‎{positionId}‎ ?']
    },
    920848: (e) => {
      e.exports = ['הפוך פוזיציה']
    },
    102653: (e) => {
      e.exports = ['שחזר אישורים']
    },
    8793: (e) => {
      e.exports = [
        'לא הצלחנו לבדוק את סטטוס התחזוקה בצד {brokerName}. בבקשה, המשך על אחריותך בלבד',
      ]
    },
    352303: (e) => {
      e.exports = ['לקבלת מידע נוסף, צור קשר עם הברוקר שלך.']
    },
    129266: (e) => {
      e.exports = ['לקיחת רווח']
    },
    429871: (e) => {
      e.exports = ['פקודת לקיחת רווח חייבת להיות מעל למחיר הכניסה']
    },
    37475: (e) => {
      e.exports = ['פקודת לקיחת רווח חייבת להיות נמוכה למחיר הכניסה']
    },
    829997: (e) => {
      e.exports = ['לקיחת-רווח חייב להיות מעל ל-‎{value}‎ הנוכחי.']
    },
    751300: (e) => {
      e.exports = ['לקיחת-רווח חייב להיות מתחת ל-‎{value}‎ הנוכחי.']
    },
    378505: (e) => {
      e.exports = [
        'חרגת ממגבלת החיבור של הברוקר. ודא שאין לך הפעלה פתוחה במקביל ונסה להתחבר מחדש.',
      ]
    },
    975231: (e) => {
      e.exports = [
        'הברוקר כבר נבחר בלשונית אחרת. חיבור זה יכול להפריע לחיבורים אחרים לברוקר זה.',
      ]
    },
    247956: (e) => {
      e.exports = ['ניסיון ההתחברות נכשל. נא נסה שנית מאוחר יותר.']
    },
    715842: (e) => {
      e.exports = ['הפוזיציה שאתה מנסה לסגור כבר נסגרה.']
    },
    365389: (e) => {
      e.exports = ['הפוזיציה שאתה מנסה לסגור השתנתה.']
    },
    726500: (e) => {
      e.exports = ['הפוזיציה שאתה מנסה להפוך לא קיימת יותר.']
    },
    218329: (e) => {
      e.exports = ['זה גם יסגור את כל הפקודות הפעילות']
    },
    893827: (e) => {
      e.exports = ['פעולה זו תסגור גם את כל הפקודות הפעילות.']
    },
    536263: (e) => {
      e.exports = [
        'ברוקר כרגע מבצע תחזוקה. אנא נסה שוב מעט מאוחר יותר או המשך על אחריותך בלבד',
      ]
    },
    703396: (e) => {
      e.exports = ['סימול זה לא יכול להיסחר למרות ברוקר זה']
    },
    890801: (e) => {
      e.exports = ['מסחר']
    },
    219170: (e) => {
      e.exports = [
        'מסחר עם ברוקר זה באמצעות כרטיסיות מרובות אינו אפשרי. אם אתה רוצה להמשיך לסחור בלשונית זו, אנא צא מהברוקר בלשונית אחרת.',
      ]
    },
    873503: (e) => {
      e.exports = ['הגדרות מסחר']
    },
    86430: (e) => {
      e.exports = ['טריילינג-סטופ']
    },
    507214: (e) => {
      e.exports = ['לא ניתן לשנות טריילינג סטופ']
    },
    30665: (e) => {
      e.exports = ['לא ניתן לבטל פקודה על סימול שאינו סחיר']
    },
    348434: (e) => {
      e.exports = ['לא ניתן לסגור פוזיציה על סימול שאינו סחיר']
    },
    346881: (e) => {
      e.exports = ['עליך לבחור {customFields} בכרטיס הפקודה.']
    },
    965603: (e) => {
      e.exports = [
        'אתה מנסה לבטל את ההוראה על סימול לא סחיר ‎{symbol}‎. רק סגירת פוזיציה או ביטול הוראה זמינה עבור סימול זה. לאחר ביטול ההוראה, לא תוכל לבצע הוראה חדשה ב-‎{symbol}‎',
      ]
    },
    97929: (e) => {
      e.exports = [
        'אתה מנסה לסגור את הפוזיציה על סימול לא סחיר ‎{symbol}‎. רק סגירת פוזיציה או ביטול הוראה זמינה עבור סימול זה. לאחר סגירת ההוראה, לא תוכל לבצע הוראה חדשה ב-‎{symbol}‎.',
      ]
    },
    348836: (e) => {
      e.exports = [
        'אתה רואה נתונים מושהים. אתה צריך לקבל את הנתונים מהברוקר שלך, אם אתה רוצה לראות אותם בזמן אמת.',
      ]
    },
    221456: (e) => {
      e.exports = [
        'אינך יכול לסחור בסימול {symbol} ב TradingView באמצעות {broker}.',
      ]
    },
    409232: (e) => {
      e.exports = ['הערך שלך עולה על רמת האיזון המקובלת.']
    },
    879831: (e) => {
      e.exports = ['כן']
    },
    767207: (e) => {
      e.exports = ['בוטל']
    },
    26338: (e) => {
      e.exports = 'ask'
    },
    492903: (e) => {
      e.exports = ['ב-']
    },
    5595: (e) => {
      e.exports = ['מחיר היצע']
    },
    499577: (e) => {
      e.exports = ['יצא לפועל']
    },
    23750: (e) => {
      e.exports = ['בוצע חלקית']
    },
    885323: (e) => {
      e.exports = ['התקבל']
    },
    614841: (e) => {
      e.exports = ['לא פעיל']
    },
    164105: (e) => {
      e.exports = ['שונה']
    },
    595536: (e) => {
      e.exports = ['מוצב']
    },
    373425: (e) => {
      e.exports = ['מציב']
    },
    442060: (e) => {
      e.exports = ['נדחה']
    },
    328231: (e) => {
      e.exports = ['עובד']
    },
    103718: (e) => {
      e.exports = ['תחזוקה צדדית של {brokerId}']
    },
  },
])
