;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [6119],
  {
    519801: (e) => {
      e.exports = ['שישי']
    },
    11268: (e) => {
      e.exports = ['שני']
    },
    963331: (e) => {
      e.exports = ['שבת']
    },
    85954: (e) => {
      e.exports = ['ראשון']
    },
    226230: (e) => {
      e.exports = 'We'
    },
    24793: (e) => {
      e.exports = ['חמישי']
    },
    831533: (e) => {
      e.exports = ['שלישי']
    },
    189790: (e) => {
      e.exports = ['לא ניתן לקבל קוד מקור']
    },
    39589: (e) => {
      e.exports = ['פאנל ממוזער']
    },
    638154: (e) => {
      e.exports = ['אישור הסרת עץ המחקר']
    },
    556934: (e) => {
      e.exports = ['שנה תיאור']
    },
    423398: (e) => {
      e.exports = ['שנה סימול']
    },
    236004: (e) => {
      e.exports = ['צור חשבון בחינם']
    },
    269419: (e) => {
      e.exports = ['הכל טוב - השוק פתוח.']
    },
    997637: (e) => {
      e.exports = ['‏אפריל']
    },
    486797: (e) => {
      e.exports = ['‏אוגוסט']
    },
    22519: (e) => {
      e.exports = ['ערכי שינוי הנר']
    },
    941707: (e) => {
      e.exports = ['קנה נתונים בזמן אמת']
    },
    452003: (e) => {
      e.exports = ['האם אתה באמת רוצה למחוק את המחקר ואת כל הבנים שלו?']
    },
    68854: (e) => {
      e.exports = ['לחץ לחיצה כפולה']
    },
    597325: (e) => {
      e.exports = ['בעיית נתונים']
    },
    55669: (e) => {
      e.exports = ['דצמבר‏']
    },
    683498: (e) => {
      e.exports = ['מחק את החלונית']
    },
    482751: (e) => {
      e.exports = ['שגיאה']
    },
    540519: (e) => {
      e.exports = ['ערב. השוק פתוח למסחר מאוחר post-market.']
    },
    780227: (e) => {
      e.exports = ['אזור זמן של הבורסה']
    },
    316467: (e) => {
      e.exports = ['פברואר‏']
    },
    825046: (e) => {
      e.exports = ['מלא את הסכמי הבורסה']
    },
    593666: (e) => {
      e.exports = ['סימול דגל']
    },
    300564: (e) => {
      e.exports = ['שישי']
    },
    772970: (e) => {
      e.exports = ['יום שישי']
    },
    988958: (e) => {
      e.exports = ['חג']
    },
    721686: (e) => {
      e.exports = ['הסתר מקרא אינדיקטור']
    },
    26935: (e) => {
      e.exports = ['ארגומנטים של אינדיקטור']
    },
    126315: (e) => {
      e.exports = ['כותרות מתנד']
    },
    584098: (e) => {
      e.exports = ['ערכי מתנד']
    },
    950634: (e) => {
      e.exports = ['זה יעבור למסחר המאוחר, פוסט מארקט ב-{remainingTime}.']
    },
    574537: (e) => {
      e.exports = ['הוא ייפתח לטרום מסחר פרה-מארקט ב-{remainingTime}.']
    },
    926910: (e) => {
      e.exports = ['ינואר‏']
    },
    323230: (e) => {
      e.exports = ['יולי‏']
    },
    49385: (e) => {
      e.exports = ['יוני‏']
    },
    199487: (e) => {
      e.exports = ['ערכי פגנס']
    },
    290784: (e) => {
      e.exports = ['אוקטובר‏']
    },
    775991: (e) => {
      e.exports = ['מצב שוק פתוח']
    },
    37274: (e) => {
      e.exports = ['ערכי שינוי היום האחרון']
    },
    939899: (e) => {
      e.exports = ['הזז חלונית למטה']
    },
    370343: (e) => {
      e.exports = ['הזז חלונית למעלה']
    },
    783085: (e) => {
      e.exports = ['שני']
    },
    561199: (e) => {
      e.exports = ['יום שני']
    },
    801653: (e) => {
      e.exports = ['בקר. השוק פתוח כעת לטרום מסחר, פרה-מרקט בלבד.']
    },
    256470: (e) => {
      e.exports = ['הגדל גרף']
    },
    819603: (e) => {
      e.exports = ['הגדל חלונית']
    },
    668327: (e) => {
      e.exports = ['מאי']
    },
    335732: (e) => {
      e.exports = ['נהל חלונות']
    },
    684675: (e) => {
      e.exports = ['מרץ‏']
    },
    383949: (e) => {
      e.exports = ['שוק פתוח']
    },
    735701: (e) => {
      e.exports = ['השוק נפתח בעוד {remainingTime}.']
    },
    895814: (e) => {
      e.exports = ['השוק סגור']
    },
    298105: (e) => {
      e.exports = ['השוק נסגר בעוד {remainingTime}.']
    },
    987202: (e) => {
      e.exports = ['השוק נמצא כרגע בחופשה. כיף להם.']
    },
    171194: (e) => {
      e.exports = ['נובמבר‏']
    },
    966324: (e) => {
      e.exports = ['קוד מקור']
    },
    936835: (e) => {
      e.exports = ['שבת']
    },
    101144: (e) => {
      e.exports = ['יום שבת']
    },
    540653: (e) => {
      e.exports = ['גלול לשמאל']
    },
    426721: (e) => {
      e.exports = ['גלול לבר העדכני ביותר']
    },
    135809: (e) => {
      e.exports = ['גלול לימין']
    },
    661132: (e) => {
      e.exports = ['ספטמבר‏']
    },
    328705: (e) => {
      e.exports = ['הצג מקרא אינדיקטור']
    },
    551072: (e) => {
      e.exports = ['הצג עץ אובייקטים']
    },
    337809: (e) => {
      e.exports = ['הצג הגדרות אינטרוולים']
    },
    539045: (e) => {
      e.exports = ['שגיאת מחקר']
    },
    186577: (e) => {
      e.exports = ['יום ראשון']
    },
    272149: (e) => {
      e.exports = ['יום ראשון']
    },
    246041: (e) => {
      e.exports = ['מקור מחיר הסימול']
    },
    739339: (e) => {
      e.exports = ['כותרת סימול']
    },
    429985: (e) => {
      e.exports = ['פוסט-מרקט']
    },
    356042: (e) => {
      e.exports = ['פרה-מרקט']
    },
    48293: (e) => {
      e.exports = ['שחזר גרף']
    },
    491029: (e) => {
      e.exports = ['שחזר חלון']
    },
    875094: (e) => {
      e.exports = ['רביעי']
    },
    107147: (e) => {
      e.exports = ['יום רביעי']
    },
    409787: (e) => {
      e.exports = ['חמישי']
    },
    107951: (e) => {
      e.exports = ['יום חמישי']
    },
    673717: (e) => {
      e.exports = ['סימול זה אינו קיים, אנא בחר סימול אחר.']
    },
    957048: (e) => {
      e.exports = ['זמן לטיול - שוק זה סגור.']
    },
    794316: (e) => {
      e.exports = ['שלישי']
    },
    944979: (e) => {
      e.exports = ['יום שלישי']
    },
    608209: (e) => {
      e.exports = ['בטל סימול']
    },
    101111: (e) => {
      e.exports = ['ווליום/נפח מסחר']
    },
    461311: (e) => {
      e.exports = ['הגדל']
    },
    247602: (e) => {
      e.exports = ['הקטן']
    },
    457889: (e) => {
      e.exports = ['שנה את הנראות של ערכי OHLC']
    },
    118644: (e) => {
      e.exports = ['שנה את נראות מצב השוק הפתוח']
    },
    845110: (e) => {
      e.exports = ['שנה נראות של בר שינוי']
    },
    231325: (e) => {
      e.exports = ['שנה את נראות של כותרות אינדיקטור']
    },
    399774: (e) => {
      e.exports = ['שינוי נראות ערכי אינדיקטור']
    },
    96162: (e) => {
      e.exports = ['שינוי נראות ארגומנטים של אינדיקטור']
    },
    250058: (e) => {
      e.exports = ['שנה את הנראות של השינוי ביום האחרון']
    },
    26717: (e) => {
      e.exports = ['שנה את נראות תיאור הסימול']
    },
    606091: (e) => {
      e.exports = ['שינוי נראות שדה הסימול']
    },
    709455: (e) => {
      e.exports = ['שינוי נראות ערכי ווליום']
    },
    539348: (e) => {
      e.exports = ['פחות מדקה אחת']
    },
    787358: (e) => {
      e.exports = ['הצג ‎{title}‎']
    },
    107827: (e) => {
      e.exports = ['‎{days}‎  ו-‎{hours}‎']
    },
    19830: (e) => {
      e.exports = ['‎{hours}‎ ו-‎{minutes}‎']
    },
    888841: (e) => {
      e.exports = [
        'הנתונים מתעדכנים אחת ל-{amount} שנייה, גם אם יש עדכונים נוספים בשוק.',
        'הנתונים מתעדכנים אחת ל-{amount} שניות, גם אם יש עדכונים נוספים בשוק.',
        'הנתונים מתעדכנים אחת ל-{amount} שניות, גם אם יש עדכונים נוספים בשוק.',
        'הנתונים מתעדכנים אחת ל-{amount} שניות, גם אם יש עדכונים נוספים בשוק.',
      ]
    },
    602121: (e) => {
      e.exports = [
        'הנתונים על התוכנית הבסיסית שלנו מתעדכנים אחת ל-{amount} שנייה, גם אם יש עדכונים נוספים בשוק.',
        'הנתונים על התוכנית הבסיסית שלנו מתעדכנים אחת ל-{amount} שניות, גם אם יש עדכונים נוספים בשוק.',
        'הנתונים על התוכנית הבסיסית שלנו מתעדכנים אחת ל-{amount} שניות, גם אם יש עדכונים נוספים בשוק.',
        'הנתונים על התוכנית הבסיסית שלנו מתעדכנים אחת ל-{amount} שניות, גם אם יש עדכונים נוספים בשוק.',
      ]
    },
    705223: (e) => {
      e.exports = [
        'עדכון אחד כל {amount} שנייה',
        'עדכון אחד כל {amount} שניות',
        'עדכון אחד כל {amount} שניות',
        'עדכון אחד כל {amount} שניות',
      ]
    },
    458609: (e) => {
      e.exports = [
        'יום {number}',
        '{number} ימים',
        '{number} ימים',
        '{number} ימים',
      ]
    },
    224430: (e) => {
      e.exports = [
        'שעה ‎{number}‎',
        '{number} שעות',
        '{number} שעות',
        '{number} שעות',
      ]
    },
    467151: (e) => {
      e.exports = [
        'דקה {number}',
        '{number} דקות',
        '{number} דקות',
        '{number} דקות',
      ]
    },
  },
])
