;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [252],
  {
    214229: (e) => {
      e.exports = ['נְקוּדָה']
    },
    716936: (e) => {
      e.exports = ['חזור']
    },
    709898: (e) => {
      e.exports = ['זכות Right']
    },
    418511: (e) => {
      e.exports = ['ספירה לאחור עד סגירת הנר']
    },
    132409: (e) => {
      e.exports = ['צבע ערכת נושא']
    },
    190069: (e) => {
      e.exports = ['השוואה']
    },
    939176: (e) => {
      e.exports = ['תוכן']
    },
    715803: (e) => {
      e.exports = ['העתק קישור לתמונת הגרף']
    },
    620036: (e) => {
      e.exports = ['ביטול']
    },
    619022: (e) => {
      e.exports = ['ערוצים']
    },
    508353: (e) => {
      e.exports = ['שנה אינטרוול זמן']
    },
    520788: (e) => {
      e.exports = ['עמודות בסגנון גרף']
    },
    86771: (e) => {
      e.exports = ['נרות בסגנון גרף']
    },
    45290: (e) => {
      e.exports = ['גרף בסגנון איזור']
    },
    397559: (e) => {
      e.exports = ['גרף בסגנון ברים']
    },
    18779: (e) => {
      e.exports = ['גרף בסגנון קו בסיס']
    },
    890599: (e) => {
      e.exports = ['גרף בסגנון קאגי']
    },
    241412: (e) => {
      e.exports = ['אזור HLC בסגנון גרף']
    },
    651383: (e) => {
      e.exports = ['גרף בסגנון נרות חלולים']
    },
    620424: (e) => {
      e.exports = ['גרף בסגנון הייקין אשי']
    },
    928381: (e) => {
      e.exports = ['גרף בסגנון גבוה-נמוך']
    },
    887691: (e) => {
      e.exports = ['גרף בסגנון קו']
    },
    470: (e) => {
      e.exports = ['גרף בסגנון קו שבור']
    },
    514956: (e) => {
      e.exports = ['סגנון גרף קו עם סמנים']
    },
    459393: (e) => {
      e.exports = ['סגנון גרף קו צעד']
    },
    459491: (e) => {
      e.exports = ['גרף בסגנון Point & Figure']
    },
    538385: (e) => {
      e.exports = ['גרף בסגנון טווח']
    },
    591664: (e) => {
      e.exports = ['גרף בסגנון בנקו']
    },
    882838: (e) => {
      e.exports = ['ווליום סגנון גרף Footprint']
    },
    680395: (e) => {
      e.exports = ['סגור תפריט']
    },
    772248: (e) => {
      e.exports = ['צור רשימת מעקב חדשה']
    },
    682401: (e) => {
      e.exports = ['סמנים']
    },
    150025: (e) => {
      e.exports = ['מחזורים']
    },
    19661: (e) => {
      e.exports = ['כלי ביאור']
    },
    445976: (e) => {
      e.exports = ['הוסף רשימת מעקב']
    },
    44629: (e) => {
      e.exports = ['הוסף למועדפים']
    },
    617591: (e) => {
      e.exports = ['הוסף את {symbol} לרשימת המעקב']
    },
    64498: (e) => {
      e.exports = ['כל המקורות']
    },
    595480: (e) => {
      e.exports = ['החל אינדיקטורים אלה על כל הפריסה']
    },
    223969: (e) => {
      e.exports = ['חצים']
    },
    328020: (e) => {
      e.exports = ["אוטו' (מתאים נתונים למסך)"]
    },
    879852: (e) => {
      e.exports = ['אגרת חוב']
    },
    661617: (e) => {
      e.exports = ['תוויות היצע וביקוש Bid&Ask']
    },
    785466: (e) => {
      e.exports = ['קווי היצע וביקוש']
    },
    755939: (e) => {
      e.exports = ['מברשות']
    },
    618156: (e) => {
      e.exports = ['קניה']
    },
    40803: (e) => {
      e.exports = ['לך לתאריך']
    },
    708682: (e) => {
      e.exports = ['עבור לסימול']
    },
    543884: (e) => {
      e.exports = ['גאן']
    },
    705816: (e) => {
      e.exports = ["כלי גאן ופיבונאצ'י"]
    },
    322146: (e) => {
      e.exports = ['צורות גאומטריות']
    },
    860925: (e) => {
      e.exports = ['נקודה']
    },
    866365: (e) => {
      e.exports = ['צבע ערכת נושא כהה']
    },
    629601: (e) => {
      e.exports = ['תיאור']
    },
    222772: (e) => {
      e.exports = ['שרטוטים']
    },
    388280: (e) => {
      e.exports = ['גלי אליוט']
    },
    299289: (e) => {
      e.exports = ['מחק']
    },
    488318: (e) => {
      e.exports = ['שעות מסחר מורחבות']
    },
    797100: (e) => {
      e.exports = ['כלי חיזוי ומדידה']
    },
    922305: (e) => {
      e.exports = ["פיבונאצ'י"]
    },
    811682: (e) => {
      e.exports = ['מצב מסך מלא']
    },
    15327: (e) => {
      e.exports = ['פונקציה']
    },
    717517: (e) => {
      e.exports = ['הסתר את כלי השרטוט']
    },
    482785: (e) => {
      e.exports = ['הפוך גרף']
    },
    864642: (e) => {
      e.exports = ['הוסף אינדיקטור']
    },
    778082: (e) => {
      e.exports = ['פתח DOM']
    },
    646445: (e) => {
      e.exports = ['פתח את חלון הנתונים']
    },
    755149: (e) => {
      e.exports = ['פתח את עץ האובייקטים']
    },
    669707: (e) => {
      e.exports = ['פתח רשימת מעקב']
    },
    975687: (e) => {
      e.exports = ['טען פריסת גרף']
    },
    537057: (e) => {
      e.exports = ['נעל כלי שרטוט']
    },
    495667: (e) => {
      e.exports = ['נעל יחס מחיר לנר']
    },
    19567: (e) => {
      e.exports = ['הזז קנה מידה לשמאל']
    },
    576300: (e) => {
      e.exports = ['הזז קנה מידה לימין']
    },
    56854: (e) => {
      e.exports = ['העבר את הגרף אחורה']
    },
    622221: (e) => {
      e.exports = ['העבר את הגרף קדימה']
    },
    579165: (e) => {
      e.exports = ['קסם']
    },
    937140: (e) => {
      e.exports = ['מצב מגנט מצמיד שרטוטים ליד עמודות מחיר לערך OHLC הקרוב']
    },
    72357: (e) => {
      e.exports = ['נהל שרטוטי פריסה']
    },
    659607: (e) => {
      e.exports = ['מדידה']
    },
    79961: (e) => {
      e.exports = ['מודד']
    },
    678633: (e) => {
      e.exports = ['מזג את כל הסקאלות לשמאל']
    },
    300308: (e) => {
      e.exports = ['מזג את כל הסקאלות לימין']
    },
    929673: (e) => {
      e.exports = ['אין בורסות התואמות את הקריטריונים שלך']
    },
    641379: (e) => {
      e.exports = ['אין סימולים תואמים את הקריטריונים שלך']
    },
    945850: (e) => {
      e.exports = ['שום דבר לא תואם את הקריטריונים שלך']
    },
    736551: (e) => {
      e.exports = [
        'שרטוטים חדשים מועתקים לכל הגרפים בפריסה ומוצגים כאשר אותו הטיקר נבחר',
      ]
    },
    319407: (e) => {
      e.exports = ['שרטוטים חדשים יסונכרנו ברחבי העולם']
    },
    477989: (e) => {
      e.exports = ['שרטוטים חדשים יסונכרנו בפריסה']
    },
    719724: (e) => {
      e.exports = ['מקורות']
    },
    162571: (e) => {
      e.exports = ['שמור פריסת גרף']
    },
    535264: (e) => {
      e.exports = ['הרחב סולם מחיר בלבד']
    },
    252298: (e) => {
      e.exports = ['חפש']
    },
    678842: (e) => {
      e.exports = ['חפש כלי או פונקציה']
    },
    313269: (e) => {
      e.exports = ['בחר מקור']
    },
    392553: (e) => {
      e.exports = ['מכירה']
    },
    890417: (e) => {
      e.exports = ['הפרד ימי מסחר']
    },
    825792: (e) => {
      e.exports = ['צורות']
    },
    73953: (e) => {
      e.exports = ['הצג כפתורי קנייה/מכירה']
    },
    149616: (e) => {
      e.exports = ['הצג סרגל כלי-שרטוט מועדפים']
    },
    691977: (e) => {
      e.exports = ['הצג כלים מוסתרים']
    },
    551072: (e) => {
      e.exports = ['הצג עץ אובייקטים']
    },
    749421: (e) => {
      e.exports = ['הישאר במצב שרטוט']
    },
    685422: (e) => {
      e.exports = ['מגנט חזק']
    },
    589053: (e) => {
      e.exports = ['סימול']
    },
    948490: (e) => {
      e.exports = ['סימול ותיאור']
    },
    679791: (e) => {
      e.exports = ['תווית שם הסימול']
    },
    112014: (e) => {
      e.exports = ['מידע על הסימול']
    },
    678001: (e) => {
      e.exports = ['תווית ערך אחרון לסימול']
    },
    324558: (e) => {
      e.exports = ['תווית ערך סגירה יום קודם לסימול']
    },
    882719: (e) => {
      e.exports = ['חיפוש סימולים']
    },
    735888: (e) => {
      e.exports = ['סנכרן שרטוטים לכל הגרפים...']
    },
    219693: (e) => {
      e.exports = ['תבניות']
    },
    673359: (e) => {
      e.exports = ['קלשונים']
    },
    204037: (e) => {
      e.exports = ['כפתור פלוס']
    },
    796032: (e) => {
      e.exports = ['סגירת קו מחיר יום קודם']
    },
    999530: (e) => {
      e.exports = ['קו מחיר']
    },
    990612: (e) => {
      e.exports = ['חיפוש אחרון']
    },
    131273: (e) => {
      e.exports = ['סשן רגיל']
    },
    376091: (e) => {
      e.exports = ['הסר שרטוטים']
    },
    420378: (e) => {
      e.exports = ['הסר מחוונים']
    },
    457869: (e) => {
      e.exports = ['הסר את כל המתנדים וכלי השרטוט']
    },
    366702: (e) => {
      e.exports = ['הסר מרשימת המעקב']
    },
    572482: (e) => {
      e.exports = ['הסר ממועדפים']
    },
    634465: (e) => {
      e.exports = ['איפוס גרף']
    },
    445417: (e) => {
      e.exports = ['אפס סקלת מחיר']
    },
    275521: (e) => {
      e.exports = ['אפס סולם זמן']
    },
    245265: (e) => {
      e.exports = ['מגנט חלש']
    },
    620916: (e) => {
      e.exports = ['טקסט והערות']
    },
    18794: (e) => {
      e.exports = ['קווי מגמה - כלים']
    },
    464185: (e) => {
      e.exports = ['הקלד כדי לחפש שרטוטים, פונקציות והגדרות']
    },
    89967: (e) => {
      e.exports = ['מבוסס נפח']
    },
    38925: (e) => {
      e.exports = ['הגדל']
    },
    949895: (e) => {
      e.exports = ['הקטן']
    },
    812629: (e) => {
      e.exports = ['סחורה']
    },
    487592: (e) => {
      e.exports = ['חוזה הפרשים cfd']
    },
    565558: (e) => {
      e.exports = ['לשנות את נראות הרעיונות בגרף']
    },
    559820: (e) => {
      e.exports = ['שנה נראות של שם תוויות אינדיקטורים ופיננסיות']
    },
    90512: (e) => {
      e.exports = ['שנה נראות של אינדיקטורים ותוויות ערך פיננסיות']
    },
    350393: (e) => {
      e.exports = ['שנה נראות של קווי המחירים פרה/פוסט מארקט']
    },
    308448: (e) => {
      e.exports = ['קריפטו']
    },
    667245: (e) => {
      e.exports = 'dr'
    },
    488720: (e) => {
      e.exports = ['כַּלְכָּלָה']
    },
    739512: (e) => {
      e.exports = ['מט"ח']
    },
    781859: (e) => {
      e.exports = ['חוזים עתידיים']
    },
    612754: (e) => {
      e.exports = ['מדד']
    },
    138071: (e) => {
      e.exports = ['מדדים']
    },
    636931: (e) => {
      e.exports = ['מניה']
    },
    695612: (e) => {
      e.exports = ['סנכרן שרטוטים']
    },
    132868: (e) => {
      e.exports = ['‎{hotKey_0}‎ + לחיצה על הגרף']
    },
    468125: (e) => {
      e.exports = ['‎{hotKey_0}‎ — עיגול']
    },
    240234: (e) => {
      e.exports = ['{hotKey_0} - צייר קו ישר בזוויות של 45']
    },
    510289: (e) => {
      e.exports = ['‎{hotKey_0}‎ — מרווחים קבועים']
    },
    481591: (e) => {
      e.exports = ['‎{hotKey_0}‎ — ריבוע']
    },
  },
])
