;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [3175],
  {
    814281: (t) => {
      t.exports = ['מַטְבֵּעַ']
    },
    360558: (t) => {
      t.exports = ['בעלי חיים וטבע']
    },
    414232: (t) => {
      t.exports = ['פעילות']
    },
    157792: (t) => {
      t.exports = ['חצים']
    },
    433628: (t) => {
      t.exports = ['מחוות וסמיילי']
    },
    935305: (t) => {
      t.exports = ['אוכל ושתייה']
    },
    149546: (t) => {
      t.exports = ['דגלים']
    },
    572302: (t) => {
      t.exports = ['אובייקטים']
    },
    111739: (t) => {
      t.exports = ['טבע']
    },
    396330: (t) => {
      t.exports = ['חיוכים ואנשים']
    },
    906878: (t) => {
      t.exports = ['סימולים']
    },
    877011: (t) => {
      t.exports = ['סימולים ודגלים']
    },
    415426: (t) => {
      t.exports = ['נעשה בו שימוש לאחרונה']
    },
    715395: (t) => {
      t.exports = ['נסיעות ומקומות']
    },
    939176: (t) => {
      t.exports = ['תוכן']
    },
    619022: (t) => {
      t.exports = ['ערוצים']
    },
    682401: (t) => {
      t.exports = ['סמנים']
    },
    150025: (t) => {
      t.exports = ['מחזורים']
    },
    19661: (t) => {
      t.exports = ['כלי ביאור']
    },
    44629: (t) => {
      t.exports = ['הוסף למועדפים']
    },
    223969: (t) => {
      t.exports = ['חצים']
    },
    755939: (t) => {
      t.exports = ['מברשות']
    },
    543884: (t) => {
      t.exports = ['גאן']
    },
    705816: (t) => {
      t.exports = ["כלי גאן ופיבונאצ'י"]
    },
    322146: (t) => {
      t.exports = ['צורות גאומטריות']
    },
    860925: (t) => {
      t.exports = ['נקודה']
    },
    719570: (t) => {
      t.exports = ["אמוג'ים"]
    },
    388280: (t) => {
      t.exports = ['גלי אליוט']
    },
    299289: (t) => {
      t.exports = ['מחק']
    },
    797100: (t) => {
      t.exports = ['כלי חיזוי ומדידה']
    },
    922305: (t) => {
      t.exports = ["פיבונאצ'י"]
    },
    717517: (t) => {
      t.exports = ['הסתר את כלי השרטוט']
    },
    396411: (t) => {
      t.exports = ['הסתר את סרגל השרטוט']
    },
    792464: (t) => {
      t.exports = ['סמלים']
    },
    537057: (t) => {
      t.exports = ['נעל כלי שרטוט']
    },
    579165: (t) => {
      t.exports = ['קסם']
    },
    937140: (t) => {
      t.exports = ['מצב מגנט מצמיד שרטוטים ליד עמודות מחיר לערך OHLC הקרוב']
    },
    659607: (t) => {
      t.exports = ['מדידה']
    },
    79961: (t) => {
      t.exports = ['מודד']
    },
    736551: (t) => {
      t.exports = [
        'שרטוטים חדשים מועתקים לכל הגרפים בפריסה ומוצגים כאשר אותו הטיקר נבחר',
      ]
    },
    825792: (t) => {
      t.exports = ['צורות']
    },
    563354: (t) => {
      t.exports = ['הצג סרגל כלי השרטוט']
    },
    149616: (t) => {
      t.exports = ['הצג סרגל כלי-שרטוט מועדפים']
    },
    691977: (t) => {
      t.exports = ['הצג כלים מוסתרים']
    },
    551072: (t) => {
      t.exports = ['הצג עץ אובייקטים']
    },
    749421: (t) => {
      t.exports = ['הישאר במצב שרטוט']
    },
    84121: (t) => {
      t.exports = ['מדבקות']
    },
    685422: (t) => {
      t.exports = ['מגנט חזק']
    },
    219693: (t) => {
      t.exports = ['תבניות']
    },
    673359: (t) => {
      t.exports = ['קלשונים']
    },
    376091: (t) => {
      t.exports = ['הסר שרטוטים']
    },
    345286: (t) => {
      t.exports = ['הסר אובייקטים']
    },
    572482: (t) => {
      t.exports = ['הסר ממועדפים']
    },
    630513: (t) => {
      t.exports = ['הסר ‎{drawings}‎']
    },
    710049: (t) => {
      t.exports = ['הסר ‎{drawings}‎ ו‎{indicators}‎']
    },
    355084: (t) => {
      t.exports = ['הסר ‎{indicators}‎']
    },
    245265: (t) => {
      t.exports = ['מגנט חלש']
    },
    620916: (t) => {
      t.exports = ['טקסט והערות']
    },
    18794: (t) => {
      t.exports = ['קווי מגמה - כלים']
    },
    89967: (t) => {
      t.exports = ['מבוסס נפח']
    },
    38925: (t) => {
      t.exports = ['הגדל']
    },
    949895: (t) => {
      t.exports = ['הקטן']
    },
    132868: (t) => {
      t.exports = ['‎{hotKey_0}‎ + לחיצה על הגרף']
    },
    468125: (t) => {
      t.exports = ['‎{hotKey_0}‎ — עיגול']
    },
    240234: (t) => {
      t.exports = ['{hotKey_0} - צייר קו ישר בזוויות של 45']
    },
    510289: (t) => {
      t.exports = ['‎{hotKey_0}‎ — מרווחים קבועים']
    },
    481591: (t) => {
      t.exports = ['‎{hotKey_0}‎ — ריבוע']
    },
    293030: (t) => {
      t.exports = [
        'שרטוט {amount}',
        'שרטוטים {amount}',
        'שרטוטים {amount}',
        'שרטוטים {amount}',
      ]
    },
    580437: (t) => {
      t.exports = [
        'אינדיקטור {amount}',
        '‎{amount}‎אינדיקטורים',
        '‎{amount}‎אינדיקטורים',
        '‎{amount}‎אינדיקטורים',
      ]
    },
  },
])
