;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [1637],
  {
    382377: (e) => {
      e.exports = ['指']
    },
    610952: (e) => {
      e.exports = ['成']
    },
    779062: (e) => {
      e.exports = ['逆 (指値執行)']
    },
    15307: (e) => {
      e.exports = 'SL'
    },
    347947: (e) => {
      e.exports = 'TP'
    },
    154462: (e) => {
      e.exports = 'TRAIL'
    },
    768508: (e) => {
      e.exports = ['閉じる']
    },
    7122: (e) => {
      e.exports = ['逆指値']
    },
    608921: (e) => {
      e.exports = ['逆']
    },
    63470: (e) => {
      e.exports = ['買い']
    },
    274771: (e) => {
      e.exports = ['ロング']
    },
    742259: (e) => {
      e.exports = ['売り']
    },
    951219: (e) => {
      e.exports = ['ショート']
    },
    916322: (e) => {
      e.exports = ['{price}(逆指値)が成立したら発注される(指値)']
    },
    587168: (e) => {
      e.exports = ['同時接続の警告']
    },
    298353: (e) => {
      e.exports = ['算出された境界が親注文側と一致しません']
    },
    620036: (e) => {
      e.exports = ['キャンセル']
    },
    709498: (e) => {
      e.exports = ['キャンセル注文']
    },
    447600: (e) => {
      e.exports = ['トレードできないシンボル {symbol} の注文をキャンセル']
    },
    232668: (e) => {
      e.exports = ['ブラケットをキャンセル']
    },
    292559: (e) => {
      e.exports = ['オーダーの変更はできません']
    },
    993545: (e) => {
      e.exports = ['{symbol}の注文はキャンセルできません']
    },
    946305: (e) => {
      e.exports = ['{symbol}のポジションを決済できません']
    },
    326704: (e) => {
      e.exports = ['ポジションを保護できません']
    },
    680395: (e) => {
      e.exports = ['メニューを閉じる']
    },
    424356: (e) => {
      e.exports = ['ポジションを決済']
    },
    469497: (e) => {
      e.exports = ['トレードできないシンボル {symbol} のポジションを決済']
    },
    967498: (e) => {
      e.exports = ['新しい注文を作成']
    },
    400241: (e) => {
      e.exports = ['金額']
    },
    83453: (e) => {
      e.exports = ['同意する']
    },
    792586: (e) => {
      e.exports = ['クロック']
    },
    526227: (e) => {
      e.exports = ['以前無効にしていた注文の確認を元に戻しますか？']
    },
    289302: (e) => {
      e.exports = ['ブラケット {orderId} を本当にキャンセルしますか？']
    },
    915610: (e) => {
      e.exports = ['{orderId}をキャンセルしますか']
    },
    109886: (e) => {
      e.exports = ['本当に {qty} の{side}注文をキャンセルしますか？']
    },
    438540: (e) => {
      e.exports = ['本当に注文 {orderId} をキャンセルしますか？']
    },
    492698: (e) => {
      e.exports = ['本当に{positionId}のポジションをドテンしますか？']
    },
    170891: (e) => {
      e.exports = ['認証エラー']
    },
    864351: (e) => {
      e.exports = ['買い']
    },
    32241: (e) => {
      e.exports = ['買い']
    },
    611835: (e) => {
      e.exports = ['スポットマージンにご注意ください。']
    },
    753596: (e) => {
      e.exports = ['ブラケット注文の価格は{minTick}の倍数である必要があります']
    },
    783100: (e) => {
      e.exports = [
        'ブラケットの価格は、{min} と {max} の範囲内にしてください。',
      ]
    },
    799559: (e) => {
      e.exports = ['成行買い']
    },
    302122: (e) => {
      e.exports = ['{symbol} を {value} で {qty} 指値買い']
    },
    255481: (e) => {
      e.exports = ['{symbol} を {value} で {qty} 逆指値買い']
    },
    353343: (e) => {
      e.exports = [
        '{symbol} を {qty} 買い @ ストップ {value} リミット {altValue}',
      ]
    },
    763124: (e) => {
      e.exports = ['板情報']
    },
    546472: (e) => {
      e.exports = ['拒否']
    },
    675649: (e) => {
      e.exports = ['遅延データ']
    },
    125769: (e) => {
      e.exports = ['データのエクスポート']
    },
    140766: (e) => {
      e.exports = ['利益確定／損切りの変更に失敗しました']
    },
    54746: (e) => {
      e.exports = ['ポジションの訂正に失敗しました']
    },
    951099: (e) => {
      e.exports = ['ブラケットをキャンセルできませんでした']
    },
    305140: (e) => {
      e.exports = ['注文のキャンセルに失敗しました']
    },
    915926: (e) => {
      e.exports = ['注文のキャンセルに失敗しました']
    },
    473142: (e) => {
      e.exports = ['ポジションの手仕舞いに失敗しました']
    },
    791401: (e) => {
      e.exports = ['ポジションの手仕舞いに失敗しました']
    },
    609372: (e) => {
      e.exports = ['ログインに失敗しました']
    },
    945593: (e) => {
      e.exports = ['ポジションの反転に失敗しました']
    },
    610393: (e) => {
      e.exports = ['わかりました']
    },
    468988: (e) => {
      e.exports = ['OK']
    },
    922541: (e) => {
      e.exports = ['注文']
    },
    986869: (e) => {
      e.exports = ['注文パネル']
    },
    347957: (e) => {
      e.exports = ['注文に価格がありません。']
    },
    900205: (e) => {
      e.exports = ['注文に価格もしくはpips数の入力がありません。']
    },
    134986: (e) => {
      e.exports = ['注文価格はこの注文タイプ／方向に対して不適切です。']
    },
    130927: (e) => {
      e.exports = ['注文価格は{minTick}の倍数である必要があります']
    },
    842180: (e) => {
      e.exports = ['注文が拒否されました']
    },
    579287: (e) => {
      e.exports = [
        '注文 {orderId} は存在しないか、すでにキャンセルされています',
      ]
    },
    162058: (e) => {
      e.exports = ['ログアウト']
    },
    349391: (e) => {
      e.exports = ['ログアウトの確認']
    },
    273064: (e) => {
      e.exports = ['ロング']
    },
    394021: (e) => {
      e.exports = ['インターネット接続が失われました']
    },
    398157: (e) => {
      e.exports = ['指値']
    },
    359758: (e) => {
      e.exports = ['成行']
    },
    606255: (e) => {
      e.exports = ['いいえ']
    },
    893966: (e) => {
      e.exports = 'No asks'
    },
    538386: (e) => {
      e.exports = 'No bids'
    },
    69208: (e) => {
      e.exports = ['トレードできないシンボル']
    },
    706035: (e) => {
      e.exports = ['数値形式が無効です']
    },
    807889: (e) => {
      e.exports = ['売り']
    },
    185631: (e) => {
      e.exports = ['売り']
    },
    476678: (e) => {
      e.exports = ['{symbol} を {value} で {qty} 指値売り']
    },
    627392: (e) => {
      e.exports = ['{symbol} を {value} で {qty} 逆指値売り']
    },
    194240: (e) => {
      e.exports = [
        '{symbol} を {qty} 売り @ ストップ {value} リミット {altValue}',
      ]
    },
    435312: (e) => {
      e.exports = ['成行売り']
    },
    777851: (e) => {
      e.exports = ['ショート']
    },
    73953: (e) => {
      e.exports = ['売買ボタンを表示']
    },
    430999: (e) => {
      e.exports = ['指定されたサイズは、この銘柄の最小値の{min}未満です。']
    },
    734266: (e) => {
      e.exports = [
        '指定されたサイズは、この銘柄の最大値{max}よりも大きいです。',
      ]
    },
    136443: (e) => {
      e.exports = [
        '指定されたサイズは、この銘柄の取引単位{step}の倍数ではありません。',
      ]
    },
    422540: (e) => {
      e.exports = ['スプレッド']
    },
    905023: (e) => {
      e.exports = ['逆指値']
    },
    802654: (e) => {
      e.exports = ['指値付き逆指値']
    },
    241648: (e) => {
      e.exports = ['損切り']
    },
    874337: (e) => {
      e.exports = ['ストップロスは現在の{value}以上でなければならない。']
    },
    216502: (e) => {
      e.exports = ['ストップロスは現在の{value}以下でなければならない。']
    },
    995717: (e) => {
      e.exports = ['損切り注文は、エントリー価格よりも下でなければいけません。']
    },
    685017: (e) => {
      e.exports = ['損切り注文は、エントリー価格よりも上でなければいけません。']
    },
    900853: (e) => {
      e.exports = ['逆指値 (指値執行)']
    },
    522382: (e) => {
      e.exports = ['サマリー行']
    },
    562030: (e) => {
      e.exports = ['シンボルを切り替える']
    },
    134542: (e) => {
      e.exports = ['{accountName} に切り替え']
    },
    265914: (e) => {
      e.exports = ['シンボルは取引できません']
    },
    381617: (e) => {
      e.exports = ['ポジション']
    },
    170392: (e) => {
      e.exports = ['ポジションID {id}']
    },
    969233: (e) => {
      e.exports = [
        'ポジション {positionId} は存在しないか、すでに決済されています',
      ]
    },
    762686: (e) => {
      e.exports = ['親注文に価格の入力がありません。']
    },
    891268: (e) => {
      e.exports = ['とにかく続行する']
    },
    766596: (e) => {
      e.exports = ['数量']
    },
    172361: (e) => {
      e.exports = ['{positionId}のポジションをドテンしますか？']
    },
    920848: (e) => {
      e.exports = ['ポジションを反転']
    },
    102653: (e) => {
      e.exports = ['確認を復元']
    },
    8793: (e) => {
      e.exports = [
        '{brokerName}側でのメンテナンス状況を確認することができませんでした。続行される場合は、ご自身の責任でお願いします。',
      ]
    },
    352303: (e) => {
      e.exports = ['詳細はブローカーにお問い合わせください。']
    },
    129266: (e) => {
      e.exports = ['利益確定']
    },
    429871: (e) => {
      e.exports = ['利益確定は、エントリー価格よりも上である必要があります。']
    },
    37475: (e) => {
      e.exports = ['利益確定は、エントリー価格よりも下である必要があります。']
    },
    829997: (e) => {
      e.exports = ['利確は現在の{value}以上でなければならない。']
    },
    751300: (e) => {
      e.exports = ['利確は現在の{value}以下でなければならない。']
    },
    378505: (e) => {
      e.exports = [
        'ブローカーの接続制限数を超えました。同時接続のセッションがないかを確認してから、再接続をお試しください。',
      ]
    },
    975231: (e) => {
      e.exports = [
        'このブローカーはすでに他のタブで選択されています。ここで接続を行うと、このブローカーとの接続が切断される可能性があります。',
      ]
    },
    247956: (e) => {
      e.exports = ['接続に失敗しました。後ほど再度お試しください。']
    },
    715842: (e) => {
      e.exports = [
        'クローズされようとしているポジションは既に変更されています。',
      ]
    },
    365389: (e) => {
      e.exports = ['クローズされようとしているポジションは変更されています。']
    },
    726500: (e) => {
      e.exports = ['ドテンしようとしているポジションが存在しません。']
    },
    218329: (e) => {
      e.exports = ['これによりすべてなアクティブな注文も閉じられます']
    },
    893827: (e) => {
      e.exports = ['これによりすべてのアクティブな注文もクローズされます。']
    },
    536263: (e) => {
      e.exports = [
        '現在ブローカー側でメンテナンスが行われています。少し時間をおいてから再度お試しください。続行される場合は、ご自身の責任でお願いします。',
      ]
    },
    703396: (e) => {
      e.exports = ['このブローカーはこのシンボルを取り扱っておりません']
    },
    890801: (e) => {
      e.exports = ['トレーディング']
    },
    219170: (e) => {
      e.exports = [
        '複数のタブからこのブローカーでの取引はできません。このタブで取引を継続したい場合は、別のタブでこのブローカーからログアウトしてください。',
      ]
    },
    873503: (e) => {
      e.exports = ['トレード設定']
    },
    86430: (e) => {
      e.exports = ['トレーリングストップ']
    },
    507214: (e) => {
      e.exports = ['トレーリングストップは変更できません']
    },
    30665: (e) => {
      e.exports = ['トレードできないシンボルの注文はキャンセルできません']
    },
    348434: (e) => {
      e.exports = ['トレードできないシンボルのポジションは決済できません']
    },
    346881: (e) => {
      e.exports = ['オーダーチケットで{customFields}を選択する必要があります。']
    },
    965603: (e) => {
      e.exports = [
        'トレードできないシンボル {symbol} の注文をキャンセルしようとしています。このシンボルに対してはポジションの決済、または注文のキャンセルのみが可能です。注文がキャンセルされると、{symbol} に新しい注文を出すことはできません。',
      ]
    },
    97929: (e) => {
      e.exports = [
        'トレードできないシンボル {symbol} のポジションを決済しようとしています。このシンボルに対してはポジションの決済、または注文のキャンセルのみが可能です。ポジションが決済されると、{symbol} に新しい注文を出すことはできません。',
      ]
    },
    348836: (e) => {
      e.exports = [
        'これは削除済みのデータです。リアルタイムデータを確認したい場合は、ブローカーからデータの取得が必要です。',
      ]
    },
    221456: (e) => {
      e.exports = [
        'TradingViewでシンボル {symbol} を {broker} で取引することはできません。',
      ]
    },
    409232: (e) => {
      e.exports = ['値が許容可能な残高レベルを超えています。']
    },
    879831: (e) => {
      e.exports = ['はい']
    },
    767207: (e) => {
      e.exports = ['キャンセル']
    },
    26338: (e) => {
      e.exports = 'ask'
    },
    492903: (e) => {
      e.exports = ['に']
    },
    5595: (e) => {
      e.exports = 'bid'
    },
    499577: (e) => {
      e.exports = ['約定されました']
    },
    23750: (e) => {
      e.exports = ['一部執行されました']
    },
    885323: (e) => {
      e.exports = ['約定']
    },
    614841: (e) => {
      e.exports = ['非アクティブ']
    },
    164105: (e) => {
      e.exports = ['変更されました']
    },
    595536: (e) => {
      e.exports = ['注文されました']
    },
    373425: (e) => {
      e.exports = ['注文中']
    },
    442060: (e) => {
      e.exports = ['拒否']
    },
    328231: (e) => {
      e.exports = ['稼働中']
    },
    103718: (e) => {
      e.exports = ['{brokerId}側でのメンテナンス']
    },
  },
])
