;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [4011],
  {
    652002: (e) => {
      e.exports = ['主要']
    },
    283912: (e) => {
      e.exports = ['マイナー']
    },
    52587: (e) => {
      e.exports = ['C（接続中）']
    },
    469219: (e) => {
      e.exports = ['D（遅延）']
    },
    426211: (e) => {
      e.exports = ['遅']
    },
    960582: (e) => {
      e.exports = ['終日']
    },
    957357: (e) => {
      e.exports = ['F（禁止）']
    },
    647310: (e) => {
      e.exports = 'R'
    },
    214485: (e) => {
      e.exports = 'R'
    },
    87817: (e) => {
      e.exports = ['S（スナップショット）']
    },
    535145: (e) => {
      e.exports = ['52週レンジ']
    },
    397697: (e) => {
      e.exports = ['宅配サービス']
    },
    117750: (e) => {
      e.exports = ['石炭']
    },
    268765: (e) => {
      e.exports = ['石炭採掘支援']
    },
    504070: (e) => {
      e.exports = ['石炭卸売業']
    },
    269358: (e) => {
      e.exports = ['ココス（キーリング）諸島']
    },
    455784: (e) => {
      e.exports = ['コーヒー＆ティー']
    },
    844305: (e) => {
      e.exports = ['コーヒー・紅茶・ココア農業']
    },
    488938: (e) => {
      e.exports = ['コークス石炭採掘']
    },
    731144: (e) => {
      e.exports = ['コロンビア']
    },
    714971: (e) => {
      e.exports = ['着色剤']
    },
    137827: (e) => {
      e.exports = ['合同運用型ファンド運用']
    },
    408646: (e) => {
      e.exports = ['コモロ']
    },
    187677: (e) => {
      e.exports = ['汎用化学品']
    },
    844460: (e) => {
      e.exports = ['汎用化学品卸売業']
    },
    141879: (e) => {
      e.exports = ['民間航空機製造']
    },
    313671: (e) => {
      e.exports = ['商業銀行']
    },
    289904: (e) => {
      e.exports = ['商業ビル']
    },
    317976: (e) => {
      e.exports = ['商取引文書管理']
    },
    865447: (e) => {
      e.exports = ['商業用機器レンタル']
    },
    597013: (e) => {
      e.exports = ['商業漁業']
    },
    913922: (e) => {
      e.exports = ['市販食品業']
    },
    864285: (e) => {
      e.exports = ['商業リース']
    },
    375065: (e) => {
      e.exports = ['商業ローン']
    },
    17897: (e) => {
      e.exports = ['民間保育園']
    },
    700165: (e) => {
      e.exports = ['商業印刷／フォーム']
    },
    756288: (e) => {
      e.exports = ['商業印刷サービス']
    },
    71399: (e) => {
      e.exports = ['商業REIT']
    },
    238185: (e) => {
      e.exports = ['商業サービス']
    },
    218910: (e) => {
      e.exports = ['通勤フェリー']
    },
    459453: (e) => {
      e.exports = ['通勤通学サービス']
    },
    165630: (e) => {
      e.exports = ['衛星通信装置']
    },
    521490: (e) => {
      e.exports = ['通信']
    },
    958879: (e) => {
      e.exports = ['通信ネットワーク']
    },
    838544: (e) => {
      e.exports = ['合成シンボル']
    },
    946922: (e) => {
      e.exports = ['コンピューター・電子機器小売業']
    },
    782135: (e) => {
      e.exports = ['コンピューター通信']
    },
    85065: (e) => {
      e.exports = ['コンピューターハードウェア']
    },
    859138: (e) => {
      e.exports = ['コンピューターハードウェア・ソフトウェア小売業']
    },
    826534: (e) => {
      e.exports = ['コンピューターハードウェア部品組み立て']
    },
    759899: (e) => {
      e.exports = ['コンピューター周辺機器']
    },
    950116: (e) => {
      e.exports = ['コンピューター処理ハードウェア']
    },
    317785: (e) => {
      e.exports = ['コンピュータープログラミング']
    },
    803434: (e) => {
      e.exports = ['コンピュータートレーニング']
    },
    601406: (e) => {
      e.exports = ['コンゴ']
    },
    167291: (e) => {
      e.exports = ['コンゴ民主共和国']
    },
    838455: (e) => {
      e.exports = ['コングロマリット']
    },
    478698: (e) => {
      e.exports = ['会議用ツール・システム']
    },
    413859: (e) => {
      e.exports = ['接続中']
    },
    310323: (e) => {
      e.exports = ['建設工学']
    },
    848833: (e) => {
      e.exports = ['建設機械']
    },
    628370: (e) => {
      e.exports = ['建材加工']
    },
    71686: (e) => {
      e.exports = ['建設資材卸売業']
    },
    721009: (e) => {
      e.exports = ['建設資材']
    },
    488089: (e) => {
      e.exports = ['建設資材']
    },
    112947: (e) => {
      e.exports = ['建設用品・備品']
    },
    854214: (e) => {
      e.exports = ['建設資材・備品卸売業']
    },
    122614: (e) => {
      e.exports = ['消費者向けクレジットカードサービス']
    },
    298395: (e) => {
      e.exports = ['景気循環消費財']
    },
    803146: (e) => {
      e.exports = ['景気連動型消費財']
    },
    256799: (e) => {
      e.exports = ['消費財レンタル']
    },
    880781: (e) => {
      e.exports = ['ドキュメント管理']
    },
    51897: (e) => {
      e.exports = ['耐久消費財']
    },
    4953: (e) => {
      e.exports = ['家電小売業']
    },
    395885: (e) => {
      e.exports = ['電子機器／家電']
    },
    575023: (e) => {
      e.exports = ['家電卸売業']
    },
    801386: (e) => {
      e.exports = ['消費者リース']
    },
    362308: (e) => {
      e.exports = ['消費者金融']
    },
    384043: (e) => {
      e.exports = ['景気非連動型消費財']
    },
    964300: (e) => {
      e.exports = ['非耐久消費財']
    },
    964613: (e) => {
      e.exports = ['消費者サービス']
    },
    374909: (e) => {
      e.exports = ['消費財']
    },
    477987: (e) => {
      e.exports = ['雑誌']
    },
    892867: (e) => {
      e.exports = ['消費者向け修理サービス']
    },
    328477: (e) => {
      e.exports = ['生活必需品']
    },
    761794: (e) => {
      e.exports = ['箱・梱包資材卸売業']
    },
    571506: (e) => {
      e.exports = ['容器／包装']
    },
    594263: (e) => {
      e.exports = ['コンテンツ・サイト運営サービス']
    },
    426398: (e) => {
      e.exports = ['掘削請負']
    },
    334669: (e) => {
      e.exports = ['クッキー・クラッカー・パスタ製造']
    },
    453679: (e) => {
      e.exports = ['クック諸島']
    },
    733330: (e) => {
      e.exports = ['銅鉱石  採掘']
    },
    545312: (e) => {
      e.exports = ['著作権管理']
    },
    512060: (e) => {
      e.exports = ['企業会計サービス']
    },
    55493: (e) => {
      e.exports = ['企業財務サービス']
    },
    930045: (e) => {
      e.exports = ['化粧品・香水']
    },
    708897: (e) => {
      e.exports = ['コスタリカ']
    },
    887702: (e) => {
      e.exports = ['カタログ／専門流通']
    },
    290207: (e) => {
      e.exports = ['ケイマン諸島']
    },
    224860: (e) => {
      e.exports = ['ケーブル放送事業者']
    },
    248568: (e) => {
      e.exports = ['ケーブルTV／衛星放送']
    },
    996415: (e) => {
      e.exports = ['カーボベルデ']
    },
    298505: (e) => {
      e.exports = ['カフェ']
    },
    51339: (e) => {
      e.exports = ['コールセンターサービス']
    },
    551054: (e) => {
      e.exports = ['カンボジア']
    },
    201132: (e) => {
      e.exports = ['カメルーン共和国']
    },
    280206: (e) => {
      e.exports = ['カナダ']
    },
    377774: (e) => {
      e.exports = ['資本財']
    },
    734070: (e) => {
      e.exports = ['二酸化炭素回収・貯留']
    },
    837140: (e) => {
      e.exports = ['炭酸飲料']
    },
    800143: (e) => {
      e.exports = ['カーペット・カーテン']
    },
    24920: (e) => {
      e.exports = ['カジノ']
    },
    991725: (e) => {
      e.exports = ['カジノ／ゲーム']
    },
    642883: (e) => {
      e.exports = ['カジノ＆ゲーム']
    },
    982801: (e) => {
      e.exports = ['損害保険']
    },
    737576: (e) => {
      e.exports = ['セルラーファイバー']
    },
    368119: (e) => {
      e.exports = ['セメントコンクリート製造']
    },
    145112: (e) => {
      e.exports = ['中央アフリカ共和国']
    },
    137093: (e) => {
      e.exports = ['チャド']
    },
    15770: (e) => {
      e.exports = ['チャーター機&プライベート航空サービス']
    },
    215689: (e) => {
      e.exports = ['貸切りバスサービス']
    },
    461657: (e) => {
      e.exports = ['化学物質: 農業']
    },
    616852: (e) => {
      e.exports = ['化学物質: 総合']
    },
    4685: (e) => {
      e.exports = ['化学物質: 専門']
    },
    981926: (e) => {
      e.exports = ['託児サービス']
    },
    799344: (e) => {
      e.exports = ['子供服']
    },
    192873: (e) => {
      e.exports = ['子供服小売業']
    },
    141840: (e) => {
      e.exports = ['チリ']
    },
    420844: (e) => {
      e.exports = ['中国']
    },
    11958: (e) => {
      e.exports = ['チョコレート・菓子']
    },
    180144: (e) => {
      e.exports = ['クリスマス島']
    },
    911991: (e) => {
      e.exports = ['土木建築家']
    },
    663112: (e) => {
      e.exports = ['葉巻・タバコ製造']
    },
    734725: (e) => {
      e.exports = ['清掃事業']
    },
    519165: (e) => {
      e.exports = ['清算・決済・保管サービス']
    },
    383404: (e) => {
      e.exports = ['クローズドエンド型ファンド']
    },
    498588: (e) => {
      e.exports = ['クラウドサービス']
    },
    173716: (e) => {
      e.exports = ['クルーズライン']
    },
    541755: (e) => {
      e.exports = ['クラフト＆マイクロビール工場']
    },
    331581: (e) => {
      e.exports = ['信用組合']
    },
    663849: (e) => {
      e.exports = ['クロアチア']
    },
    178281: (e) => {
      e.exports = ['刃物・食器類']
    },
    987240: (e) => {
      e.exports = ['キューバ']
    },
    495937: (e) => {
      e.exports = ['キュラソー']
    },
    289599: (e) => {
      e.exports = ['キュラソー']
    },
    551017: (e) => {
      e.exports = ['キプロス共和国']
    },
    342054: (e) => {
      e.exports = ['チェコ共和国']
    },
    471406: (e) => {
      e.exports = ['チェコ']
    },
    743648: (e) => {
      e.exports = ['コートジボワール']
    },
    703466: (e) => {
      e.exports = ['遊園地・動物園']
    },
    595592: (e) => {
      e.exports = ['救急・緊急サービス']
    },
    655410: (e) => {
      e.exports = ['アメリカ領サモア']
    },
    958290: (e) => {
      e.exports = ['アメリカ']
    },
    314840: (e) => {
      e.exports = ['南極大陸']
    },
    349809: (e) => {
      e.exports = ['アンティグア・バーブーダ']
    },
    314982: (e) => {
      e.exports = ['アンティーク業者']
    },
    682079: (e) => {
      e.exports = ['アンドラ']
    },
    476342: (e) => {
      e.exports = ['アンゴラ']
    },
    768063: (e) => {
      e.exports = ['アンギラ']
    },
    615481: (e) => {
      e.exports = ['動物繁殖']
    },
    668010: (e) => {
      e.exports = ['動物飼料']
    },
    945218: (e) => {
      e.exports = ['動物屠殺加工処理']
    },
    316517: (e) => {
      e.exports = ['備品']
    },
    182842: (e) => {
      e.exports = ['会計／税務']
    },
    407609: (e) => {
      e.exports = ['風俗プロダクション放送業']
    },
    250197: (e) => {
      e.exports = ['アダルト用品小売業']
    },
    557254: (e) => {
      e.exports = ['最先端電子機器']
    },
    438052: (e) => {
      e.exports = ['先端医療機器・技術']
    },
    712158: (e) => {
      e.exports = ['最先端医療機器卸売業']
    },
    625754: (e) => {
      e.exports = ['最先端ポリマー']
    },
    259500: (e) => {
      e.exports = ['アドベンチャースポーツ施設＆スキーリゾート']
    },
    665684: (e) => {
      e.exports = ['広告＆マーケティング']
    },
    615085: (e) => {
      e.exports = ['広告代理店']
    },
    526271: (e) => {
      e.exports = ['広告／マーケティングサービス']
    },
    638611: (e) => {
      e.exports = ['接着剤']
    },
    911752: (e) => {
      e.exports = ['航空宇宙／防衛']
    },
    488561: (e) => {
      e.exports = ['アフガニスタン']
    },
    655312: (e) => {
      e.exports = ['アフリカ']
    },
    400730: (e) => {
      e.exports = ['農業機械']
    },
    682628: (e) => {
      e.exports = ['農業バイオテクノロジー']
    },
    477629: (e) => {
      e.exports = ['農薬']
    },
    923974: (e) => {
      e.exports = ['農薬卸売業']
    },
    759129: (e) => {
      e.exports = ['農産物／製粉']
    },
    792503: (e) => {
      e.exports = ['農業支援サービス']
    },
    828450: (e) => {
      e.exports = ['エア及びガス・コンプレッサー']
    },
    821313: (e) => {
      e.exports = ['航空貨物']
    },
    295775: (e) => {
      e.exports = ['航空貨物・国際宅配サービス']
    },
    71774: (e) => {
      e.exports = ['航空貨物・物流']
    },
    961220: (e) => {
      e.exports = ['航空貨物／国際宅配便']
    },
    937090: (e) => {
      e.exports = ['航空貨物／配送サービス']
    },
    22844: (e) => {
      e.exports = ['航空機器卸売業']
    },
    107173: (e) => {
      e.exports = ['航空機部品製造']
    },
    338475: (e) => {
      e.exports = ['航空会社ケータリングサービス']
    },
    267983: (e) => {
      e.exports = ['航空会社']
    },
    697706: (e) => {
      e.exports = ['空港運営']
    },
    599612: (e) => {
      e.exports = ['空港サービス']
    },
    36695: (e) => {
      e.exports = ['代替医療']
    },
    186722: (e) => {
      e.exports = ['代替医療施設']
    },
    223603: (e) => {
      e.exports = ['再生可能エネルギー']
    },
    30303: (e) => {
      e.exports = ['アルミニウム']
    },
    502974: (e) => {
      e.exports = ['アルミ圧延']
    },
    131898: (e) => {
      e.exports = ['アルバニア']
    },
    181053: (e) => {
      e.exports = ['アルジェリア']
    },
    277446: (e) => {
      e.exports = ['その他食品製造業全般']
    },
    255072: (e) => {
      e.exports = ['アパレル／靴']
    },
    737703: (e) => {
      e.exports = ['アパレル／靴小売']
    },
    215411: (e) => {
      e.exports = ['アパレル＆アクセサリー']
    },
    577102: (e) => {
      e.exports = ['アパレル＆アクセサリー小売業']
    },
    856794: (e) => {
      e.exports = ['アパレル卸売業']
    },
    978972: (e) => {
      e.exports = ['家電・家庭用品卸売業']
    },
    463399: (e) => {
      e.exports = ['家電／家庭用品／DIY用品']
    },
    747187: (e) => {
      e.exports = ['アプリケーションソフトウェア']
    },
    178186: (e) => {
      e.exports = ['水産養殖']
    },
    399659: (e) => {
      e.exports = ['アルバ']
    },
    834742: (e) => {
      e.exports = ['アルゼンチン']
    },
    384290: (e) => {
      e.exports = ['アルメニア']
    },
    963869: (e) => {
      e.exports = ['武器弾薬製造業']
    },
    161768: (e) => {
      e.exports = ['アジア']
    },
    926694: (e) => {
      e.exports = ['自動販売機']
    },
    708964: (e) => {
      e.exports = ['自動車・多用途車']
    },
    97791: (e) => {
      e.exports = ['自動車用アクセサリー']
    },
    740154: (e) => {
      e.exports = ['中古車市場']
    },
    373921: (e) => {
      e.exports = ['自動車用バッテリー']
    },
    349458: (e) => {
      e.exports = ['自動車用ボディパーツ']
    },
    431061: (e) => {
      e.exports = ['自動車用パーツ・アクセサリー小売業']
    },
    851585: (e) => {
      e.exports = ['自動車用システム']
    },
    186027: (e) => {
      e.exports = ['自動車・トラック製造']
    },
    615617: (e) => {
      e.exports = ['自動車・トラック部品卸売業']
    },
    229158: (e) => {
      e.exports = ['自動車・トラック卸売業']
    },
    216695: (e) => {
      e.exports = ['自動車用洗浄製品']
    },
    752313: (e) => {
      e.exports = ['自動車部品: OEM']
    },
    366586: (e) => {
      e.exports = ['自動車・自動車部品小売業']
    },
    417049: (e) => {
      e.exports = ['自動車・トラック＆オートバイ部品']
    },
    50132: (e) => {
      e.exports = ['オーストラリア']
    },
    226505: (e) => {
      e.exports = ['オーストリア']
    },
    751361: (e) => {
      e.exports = ['アゼルバイジャン共和国']
    },
    746406: (e) => {
      e.exports = ['ボツワナ']
    },
    867634: (e) => {
      e.exports = ['飲料水・氷']
    },
    896497: (e) => {
      e.exports = ['ブーベ島']
    },
    984615: (e) => {
      e.exports = ['ボリビア']
    },
    661033: (e) => {
      e.exports = ['ボネール、シント・ユースタティウスおよびサバ']
    },
    879852: (e) => {
      e.exports = ['債券']
    },
    650342: (e) => {
      e.exports = ['書籍雑誌小売業']
    },
    697555: (e) => {
      e.exports = ['書籍印刷業']
    },
    298060: (e) => {
      e.exports = ['書籍出版']
    },
    41448: (e) => {
      e.exports = ['ボスニア・ヘルツェゴビナ']
    },
    692537: (e) => {
      e.exports = ['浴室用備品']
    },
    17121: (e) => {
      e.exports = ['バッテリー・UPS']
    },
    714872: (e) => {
      e.exports = ['ボーキサイト採掘']
    },
    935022: (e) => {
      e.exports = ['ベビーフード']
    },
    755169: (e) => {
      e.exports = ['バハマ']
    },
    280217: (e) => {
      e.exports = ['ボール・ローラーベアリング']
    },
    61587: (e) => {
      e.exports = ['バングラデシュ']
    },
    166445: (e) => {
      e.exports = ['銀行']
    },
    466555: (e) => {
      e.exports = ['宴会ホール・ケータリング']
    },
    560803: (e) => {
      e.exports = ['バルバドス']
    },
    908135: (e) => {
      e.exports = ['基礎資材']
    },
    20369: (e) => {
      e.exports = ['飲料 (生産／流通)']
    },
    711209: (e) => {
      e.exports = ['飲料: アルコール']
    },
    973041: (e) => {
      e.exports = ['飲料: ノンアルコール']
    },
    279230: (e) => {
      e.exports = ['美容用品店']
    },
    546343: (e) => {
      e.exports = ['牛畜産']
    },
    237471: (e) => {
      e.exports = ['ビール・ワイン・酒屋']
    },
    909293: (e) => {
      e.exports = ['ベラルーシ']
    },
    637653: (e) => {
      e.exports = ['ベルギー']
    },
    577138: (e) => {
      e.exports = ['ベリーズ']
    },
    800662: (e) => {
      e.exports = ['ベナン']
    },
    852424: (e) => {
      e.exports = ['バミューダ諸島']
    },
    624751: (e) => {
      e.exports = ['ブータン']
    },
    205415: (e) => {
      e.exports = ['自転車製造業']
    },
    918705: (e) => {
      e.exports = ['バイオ医療機器']
    },
    52535: (e) => {
      e.exports = ['バイオ診断・検査']
    },
    804316: (e) => {
      e.exports = ['バイオ治療薬品']
    },
    956360: (e) => {
      e.exports = ['バイオディーゼル']
    },
    551850: (e) => {
      e.exports = ['バイオマス・バイオガス燃料']
    },
    847860: (e) => {
      e.exports = ['生体認証製品']
    },
    575118: (e) => {
      e.exports = ['バイオ医薬品']
    },
    752669: (e) => {
      e.exports = ['バイオテクノロジー']
    },
    436813: (e) => {
      e.exports = ['バイオテクノロジー医療研究']
    },
    625727: (e) => {
      e.exports = ['避妊用品']
    },
    660484: (e) => {
      e.exports = ['ブルネイ']
    },
    506311: (e) => {
      e.exports = ['ブランディング・ネーミング']
    },
    228867: (e) => {
      e.exports = ['ブラジル']
    },
    762107: (e) => {
      e.exports = ['パン菓子類製造']
    },
    29252: (e) => {
      e.exports = ['朝食用シリアル製造']
    },
    990529: (e) => {
      e.exports = ['醸造業']
    },
    660635: (e) => {
      e.exports = ['イギリス領インド洋地域']
    },
    667354: (e) => {
      e.exports = ['イギリス領ヴァージン諸島']
    },
    350795: (e) => {
      e.exports = ['放送']
    },
    598959: (e) => {
      e.exports = ['放送機器']
    },
    105617: (e) => {
      e.exports = ['仲買業(ブローカー業)']
    },
    501039: (e) => {
      e.exports = ['ほうき・ブラシ・ちりとり']
    },
    2091: (e) => {
      e.exports = ['建築資材業者']
    },
    303152: (e) => {
      e.exports = ['建築業者']
    },
    131558: (e) => {
      e.exports = ['建築製品']
    },
    801685: (e) => {
      e.exports = ['ブルガリア']
    },
    713026: (e) => {
      e.exports = ['ブルキナファソ']
    },
    238912: (e) => {
      e.exports = ['ブルンジ']
    },
    759624: (e) => {
      e.exports = ['ビジネスサービス']
    },
    277583: (e) => {
      e.exports = ['ビジネスサポートサービス']
    },
    106231: (e) => {
      e.exports = ['ビジネスサポート用品']
    },
    715822: (e) => {
      e.exports = ['政府']
    },
    843033: (e) => {
      e.exports = ['金']
    },
    850398: (e) => {
      e.exports = ['金採掘']
    },
    323346: (e) => {
      e.exports = ['ゴルフ場']
    },
    281273: (e) => {
      e.exports = ['ガボン']
    },
    680793: (e) => {
      e.exports = ['ガンビア']
    },
    970292: (e) => {
      e.exports = ['ギャンブル・ゲーム機メーカー']
    },
    496024: (e) => {
      e.exports = ['ゲーム・おもちゃ・子供用車']
    },
    681243: (e) => {
      e.exports = ['ゲーム機オペレーター']
    },
    246824: (e) => {
      e.exports = ['ガス流通業者']
    },
    723937: (e) => {
      e.exports = ['ガス掘削 - 陸上']
    },
    450047: (e) => {
      e.exports = ['ガソリンスタンド']
    },
    386732: (e) => {
      e.exports = ['一般教育サービス']
    },
    197617: (e) => {
      e.exports = ['一般政府']
    },
    583807: (e) => {
      e.exports = ['ジェネリック医薬品']
    },
    677938: (e) => {
      e.exports = ['物理調査・GISサービス']
    },
    118059: (e) => {
      e.exports = ['ジョージア']
    },
    159985: (e) => {
      e.exports = ['ドイツ']
    },
    848856: (e) => {
      e.exports = ['ガーナ']
    },
    423151: (e) => {
      e.exports = ['ジブラルタル']
    },
    211207: (e) => {
      e.exports = ['ギフト・ノベルティ・お土産店']
    },
    250811: (e) => {
      e.exports = ['ガラス容器・包装']
    },
    47999: (e) => {
      e.exports = ['眼鏡・コンタクトレンズ']
    },
    248347: (e) => {
      e.exports = ['穀物生産']
    },
    17026: (e) => {
      e.exports = ['グリーンランド']
    },
    480411: (e) => {
      e.exports = ['ギリシャ']
    },
    882614: (e) => {
      e.exports = ['グレナダ']
    },
    867687: (e) => {
      e.exports = ['陸上輸送・物流']
    },
    431526: (e) => {
      e.exports = ['ガイアナ']
    },
    72606: (e) => {
      e.exports = ['グアドループ']
    },
    967946: (e) => {
      e.exports = ['グアム']
    },
    673613: (e) => {
      e.exports = ['グアテマラ']
    },
    639445: (e) => {
      e.exports = ['ガーンジー']
    },
    71747: (e) => {
      e.exports = ['ツアーガイド事業']
    },
    236877: (e) => {
      e.exports = ['ギニア']
    },
    193786: (e) => {
      e.exports = ['ギニアビサウ']
    },
    909552: (e) => {
      e.exports = ['ジム・フィットネス・スパ']
    },
    564330: (e) => {
      e.exports = ['医院']
    },
    519298: (e) => {
      e.exports = ['人形・ぬいぐるみ']
    },
    887461: (e) => {
      e.exports = ['ドミニカ国']
    },
    863314: (e) => {
      e.exports = ['ドミニカ共和国']
    },
    944704: (e) => {
      e.exports = ['ドア・窓枠']
    },
    202056: (e) => {
      e.exports = ['データ処理サービス']
    },
    570506: (e) => {
      e.exports = ['今日のレンジ']
    },
    573924: (e) => {
      e.exports = ['乳製品']
    },
    280019: (e) => {
      e.exports = ['外洋貨物']
    },
    78211: (e) => {
      e.exports = ['遅延']
    },
    64901: (e) => {
      e.exports = ['デンマーク']
    },
    515023: (e) => {
      e.exports = ['デパート/専門小売店']
    },
    610643: (e) => {
      e.exports = ['百貨店']
    },
    35337: (e) => {
      e.exports = ['デザインサービス']
    },
    489572: (e) => {
      e.exports = ['総合化学品']
    },
    314562: (e) => {
      e.exports = ['分散投資サービス']
    },
    785205: (e) => {
      e.exports = ['分散型REIT']
    },
    229363: (e) => {
      e.exports = ['分散取引・配分']
    },
    464845: (e) => {
      e.exports = ['臨床検査薬']
    },
    239882: (e) => {
      e.exports = ['臨床検査薬メーカー']
    },
    943475: (e) => {
      e.exports = ['ダイヤモンド採掘']
    },
    527407: (e) => {
      e.exports = ['デジタルメディア代理店']
    },
    34087: (e) => {
      e.exports = ['デジタル出版']
    },
    759459: (e) => {
      e.exports = ['ダイレクトマーケティング']
    },
    420192: (e) => {
      e.exports = ['ディレクトリ出版']
    },
    534635: (e) => {
      e.exports = ['ディスカウントストア']
    },
    272494: (e) => {
      e.exports = ['食料品ディスカウントストア']
    },
    650595: (e) => {
      e.exports = ['食料品非取扱ディスカウントストア']
    },
    518689: (e) => {
      e.exports = ['ディスプレイ画面']
    },
    101303: (e) => {
      e.exports = ['蒸留酒製造所']
    },
    78531: (e) => {
      e.exports = ['蒸留所＆ワイナリー']
    },
    151254: (e) => {
      e.exports = ['流通サービス']
    },
    439687: (e) => {
      e.exports = ['ジブチ']
    },
    221101: (e) => {
      e.exports = ['ドラッグストアチェーン']
    },
    270417: (e) => {
      e.exports = ['薬物伝達システム']
    },
    580947: (e) => {
      e.exports = ['薬品小売業']
    },
    105306: (e) => {
      e.exports = ['eコマース・オークションサービス']
    },
    242692: (e) => {
      e.exports = ['雇用サービス']
    },
    692561: (e) => {
      e.exports = ['芸能プロダクション']
    },
    171956: (e) => {
      e.exports = ['エンターテインメント製作機器・サービス']
    },
    437438: (e) => {
      e.exports = ['企業アプリケーション・ソフトウェア']
    },
    185245: (e) => {
      e.exports = ['環境バイオテクノロジー']
    },
    791590: (e) => {
      e.exports = ['環境コンサルティングサービス']
    },
    147765: (e) => {
      e.exports = ['環境サービス']
    },
    75745: (e) => {
      e.exports = ['環境サービス・設備']
    },
    132023: (e) => {
      e.exports = ['終日データ']
    },
    618383: (e) => {
      e.exports = ['エネルギー']
    },
    503332: (e) => {
      e.exports = ['エネルギー鉱物']
    },
    129063: (e) => {
      e.exports = ['エナジードリンク']
    },
    159701: (e) => {
      e.exports = ['エンジン・パワートレインシステム']
    },
    675094: (e) => {
      e.exports = ['エンジニアリング／建設']
    },
    593004: (e) => {
      e.exports = ['エクアドル']
    },
    337556: (e) => {
      e.exports = ['経済指標']
    },
    376278: (e) => {
      e.exports = ['教育訓練情報業者']
    },
    504002: (e) => {
      e.exports = ['教育サービス']
    },
    205390: (e) => {
      e.exports = ['エジプト']
    },
    444228: (e) => {
      e.exports = ['エルサルバドル']
    },
    506029: (e) => {
      e.exports = ['電気工事']
    },
    523077: (e) => {
      e.exports = ['電気機器卸売業']
    },
    593324: (e) => {
      e.exports = ['電力事業']
    },
    911874: (e) => {
      e.exports = ['電力事業: セントラル']
    },
    529652: (e) => {
      e.exports = ['電気(代替エネルギー)自動車']
    },
    792264: (e) => {
      e.exports = ['電子部品機器']
    },
    504631: (e) => {
      e.exports = ['電気計測・試験機器']
    },
    119365: (e) => {
      e.exports = ['電化製品']
    },
    512853: (e) => {
      e.exports = ['電子管・絶縁体']
    },
    494934: (e) => {
      e.exports = ['エレクトロニクス販売代理店']
    },
    955251: (e) => {
      e.exports = ['エレクトロニクス／家電販売店']
    },
    78303: (e) => {
      e.exports = ['エレクトロニクス／家電']
    },
    702813: (e) => {
      e.exports = ['電子部品']
    },
    906427: (e) => {
      e.exports = ['電子部品']
    },
    192120: (e) => {
      e.exports = ['電子機器・部品']
    },
    428718: (e) => {
      e.exports = ['電子装置／機器']
    },
    7681: (e) => {
      e.exports = ['電子機器・部品']
    },
    960249: (e) => {
      e.exports = ['電子生産設備']
    },
    69296: (e) => {
      e.exports = ['電子部品修理サービス']
    },
    225255: (e) => {
      e.exports = ['電子テクノロジー']
    },
    223581: (e) => {
      e.exports = ['エレベーター・搬送装置']
    },
    978454: (e) => {
      e.exports = ['エポキシ']
    },
    802376: (e) => {
      e.exports = ['赤道ギニア']
    },
    959005: (e) => {
      e.exports = ['資本']
    },
    33356: (e) => {
      e.exports = ['エリトリア']
    },
    959823: (e) => {
      e.exports = ['エストニア共和国']
    },
    871985: (e) => {
      e.exports = ['エスワティニ']
    },
    180669: (e) => {
      e.exports = ['エタノール燃料']
    },
    698440: (e) => {
      e.exports = ['エチオピア']
    },
    559592: (e) => {
      e.exports = ['ヨーロッパ']
    },
    600442: (e) => {
      e.exports = ['欧州連合']
    },
    220187: (e) => {
      e.exports = ['ETF (上場投資信託)']
    },
    215991: (e) => {
      e.exports = ['ETF (上場投資信託)']
    },
    890295: (e) => {
      e.exports = ['エグゼクティブサーチサービス']
    },
    506079: (e) => {
      e.exports = ['展示会・会議サービス']
    },
    775740: (e) => {
      e.exports = ['エキゾチック']
    },
    474746: (e) => {
      e.exports = ['爆薬物']
    },
    768666: (e) => {
      e.exports = ['食品流通業者']
    },
    113339: (e) => {
      e.exports = ['食品原料']
    },
    114898: (e) => {
      e.exports = ['食品市場']
    },
    98864: (e) => {
      e.exports = ['食品加工']
    },
    807264: (e) => {
      e.exports = ['食品小売']
    },
    827416: (e) => {
      e.exports = ['食品小売＆流通']
    },
    223293: (e) => {
      e.exports = ['食品卸売業']
    },
    96714: (e) => {
      e.exports = ['食品: 総合']
    },
    941247: (e) => {
      e.exports = ['食品: 肉／魚／乳製品']
    },
    39828: (e) => {
      e.exports = ['食品: 専門／菓子']
    },
    481543: (e) => {
      e.exports = ['靴']
    },
    903889: (e) => {
      e.exports = ['靴小売業']
    },
    103590: (e) => {
      e.exports = ['靴卸売業']
    },
    106061: (e) => {
      e.exports = ['林産物']
    },
    209373: (e) => {
      e.exports = ['森林保全・林産物の採集']
    },
    243463: (e) => {
      e.exports = ['森林製品']
    },
    891577: (e) => {
      e.exports = ['森林保護サービス']
    },
    324241: (e) => {
      e.exports = ['FX']
    },
    390568: (e) => {
      e.exports = ['FX {sector}: {country}']
    },
    9618: (e) => {
      e.exports = ['化石燃料電力事業']
    },
    773240: (e) => {
      e.exports = ['独立系化石燃料発電事業者']
    },
    229550: (e) => {
      e.exports = ['染織＆仕上げ']
    },
    440195: (e) => {
      e.exports = ['ファクタリング']
    },
    903181: (e) => {
      e.exports = ['フォークランド諸島']
    },
    464588: (e) => {
      e.exports = ['フォークランド諸島 (マルビナス)']
    },
    246844: (e) => {
      e.exports = ['フェロー諸島']
    },
    336970: (e) => {
      e.exports = ['ファッションアイウェア']
    },
    98489: (e) => {
      e.exports = ['肥料']
    },
    884019: (e) => {
      e.exports = ['光ファイバーケーブル製造']
    },
    979981: (e) => {
      e.exports = ['フィジー']
    },
    909228: (e) => {
      e.exports = ['金融']
    },
    96753: (e) => {
      e.exports = ['ファイナンス／レンタル／リース']
    },
    561812: (e) => {
      e.exports = ['ファイナンス：消費者サービス']
    },
    833176: (e) => {
      e.exports = ['金融']
    },
    820611: (e) => {
      e.exports = ['金融・商品マーケット運用']
    },
    445459: (e) => {
      e.exports = ['金融コングロマリット']
    },
    807260: (e) => {
      e.exports = ['金融情報提供']
    },
    925067: (e) => {
      e.exports = ['金融・出版／サービス']
    },
    563139: (e) => {
      e.exports = ['フィンテック・インフラ']
    },
    677720: (e) => {
      e.exports = ['ファンダメンタル']
    },
    936693: (e) => {
      e.exports = ['フィンランド']
    },
    312333: (e) => {
      e.exports = ['漁業・農業']
    },
    281308: (e) => {
      e.exports = ['漁業＆農業卸売業']
    },
    385424: (e) => {
      e.exports = ['流体動力シリンダー・アクチュエーター']
    },
    912825: (e) => {
      e.exports = ['フローリング小売業']
    },
    904945: (e) => {
      e.exports = ['フローリング・インテリアタイルメーカー']
    },
    46621: (e) => {
      e.exports = ['花屋']
    },
    832439: (e) => {
      e.exports = ['製粉']
    },
    277345: (e) => {
      e.exports = ['果物・野菜加工']
    },
    909830: (e) => {
      e.exports = ['果実飲料']
    },
    696013: (e) => {
      e.exports = ['フランス']
    },
    282827: (e) => {
      e.exports = ['航空物流']
    },
    418379: (e) => {
      e.exports = ['貨物運送']
    },
    345206: (e) => {
      e.exports = ['フランス領ギアナ']
    },
    400778: (e) => {
      e.exports = ['フランス領ポリネシア']
    },
    35328: (e) => {
      e.exports = ['フランス領南方・南極地域']
    },
    221739: (e) => {
      e.exports = ['冷凍食品製造']
    },
    468631: (e) => {
      e.exports = ['先物']
    },
    163358: (e) => {
      e.exports = ['葬儀']
    },
    862052: (e) => {
      e.exports = ['家具']
    },
    795689: (e) => {
      e.exports = ['家具小売業']
    },
    415400: (e) => {
      e.exports = ['ニットウェア']
    },
    695873: (e) => {
      e.exports = ['コソボ']
    },
    17904: (e) => {
      e.exports = ['カザフスタン']
    },
    89080: (e) => {
      e.exports = ['ケニア']
    },
    369625: (e) => {
      e.exports = ['キッチン家電']
    },
    231786: (e) => {
      e.exports = ['台所キャビネット']
    },
    593442: (e) => {
      e.exports = ['キリバス']
    },
    357872: (e) => {
      e.exports = ['キルギスタン']
    },
    109132: (e) => {
      e.exports = ['ホテル・モーテル']
    },
    899711: (e) => {
      e.exports = ['ホテル／リゾート／クルーズライン']
    },
    449277: (e) => {
      e.exports = ['ホテル・モーテル・クルーズ']
    },
    373741: (e) => {
      e.exports = ['家電製品']
    },
    888469: (e) => {
      e.exports = ['家電']
    },
    906340: (e) => {
      e.exports = ['家庭用品']
    },
    371016: (e) => {
      e.exports = ['日用品／パーソナルケア']
    },
    258649: (e) => {
      e.exports = ['持株会社']
    },
    988958: (e) => {
      e.exports = ['休日']
    },
    609984: (e) => {
      e.exports = ['バチカン市国']
    },
    649121: (e) => {
      e.exports = ['ホームオーディオ']
    },
    614994: (e) => {
      e.exports = ['ホームインテリア小売業']
    },
    664871: (e) => {
      e.exports = ['家具／インテリア']
    },
    232471: (e) => {
      e.exports = ['家具／インテリア小売業']
    },
    925958: (e) => {
      e.exports = ['家具・インテリア卸売業']
    },
    732318: (e) => {
      e.exports = ['ホームヘルスケアサービス']
    },
    614369: (e) => {
      e.exports = ['ホームセンターチェーン']
    },
    775126: (e) => {
      e.exports = ['ホーム用品・サービス小売業']
    },
    833063: (e) => {
      e.exports = ['住宅建設']
    },
    351863: (e) => {
      e.exports = ['ホンジュラス']
    },
    867017: (e) => {
      e.exports = ['競馬・ドッグレース場']
    },
    197862: (e) => {
      e.exports = ['靴下・ストッキング']
    },
    288887: (e) => {
      e.exports = ['病院／看護管理']
    },
    510822: (e) => {
      e.exports = ['ホスピタリティREIT']
    },
    210496: (e) => {
      e.exports = ['病院・診療所・プライマリーケアサービス']
    },
    761881: (e) => {
      e.exports = ['ヘアアクセサリー']
    },
    409073: (e) => {
      e.exports = ['ハイチ']
    },
    339360: (e) => {
      e.exports = ['ハラール食肉処理']
    },
    719348: (e) => {
      e.exports = ['ハンドバッグ＆キャリーケース']
    },
    832803: (e) => {
      e.exports = ['ハンドバッグ＆キャリーケース小売業']
    },
    177578: (e) => {
      e.exports = ['健康食品店']
    },
    717055: (e) => {
      e.exports = ['健康保険']
    },
    617047: (e) => {
      e.exports = ['ヘルスサービス']
    },
    792105: (e) => {
      e.exports = ['ヘルステクノロジー']
    },
    443863: (e) => {
      e.exports = ['ヘルスケア']
    },
    242239: (e) => {
      e.exports = ['ヘルスケア施設・サービス']
    },
    434344: (e) => {
      e.exports = ['ヘルスケアREIT']
    },
    941177: (e) => {
      e.exports = ['ハード島とマクドナルド諸島']
    },
    262997: (e) => {
      e.exports = ['暖房／換気・空調システム']
    },
    420147: (e) => {
      e.exports = ['大型長距離バス']
    },
    302366: (e) => {
      e.exports = ['重電機器']
    },
    214316: (e) => {
      e.exports = ['電動機・発電機']
    },
    677511: (e) => {
      e.exports = ['重機・車両']
    },
    102613: (e) => {
      e.exports = ['重機車両卸売業']
    },
    723339: (e) => {
      e.exports = ['大型トラック']
    },
    8116: (e) => {
      e.exports = ['ヘッジファンド']
    },
    513691: (e) => {
      e.exports = ['道路・橋梁建設']
    },
    234376: (e) => {
      e.exports = ['ハイウェイ事業']
    },
    564956: (e) => {
      e.exports = ['道路・線路']
    },
    165969: (e) => {
      e.exports = ['人事コンサルティングサービス']
    },
    930646: (e) => {
      e.exports = ['ハンガリー']
    },
    993423: (e) => {
      e.exports = ['水素燃料']
    },
    487948: (e) => {
      e.exports = ['水力発電設備']
    },
    93819: (e) => {
      e.exports = ['ITサービス・コンサルティング']
    },
    976473: (e) => {
      e.exports = ['総合  鉱業']
    },
    516759: (e) => {
      e.exports = ['集積回路']
    },
    359091: (e) => {
      e.exports = ['総合物流事業']
    },
    693347: (e) => {
      e.exports = ['統合石油']
    },
    450694: (e) => {
      e.exports = ['総合石油・ガス']
    },
    216900: (e) => {
      e.exports = ['総合通信サービス']
    },
    265164: (e) => {
      e.exports = ['インターディーラーブローカー']
    },
    690569: (e) => {
      e.exports = ['インテリアデザインサービス']
    },
    379393: (e) => {
      e.exports = ['国際貿易金融']
    },
    263466: (e) => {
      e.exports = ['百貨店通販']
    },
    348290: (e) => {
      e.exports = ['ディスカウントストア通販']
    },
    837443: (e) => {
      e.exports = ['インターネットゲーム']
    },
    340367: (e) => {
      e.exports = ['インターネット・ソフトウェア／サービス']
    },
    503694: (e) => {
      e.exports = ['インターネットセキュリティ＆取引サービス']
    },
    282157: (e) => {
      e.exports = ['インターネットサービスプロバイダー']
    },
    446448: (e) => {
      e.exports = ['インターネットサービス']
    },
    456231: (e) => {
      e.exports = ['インターネット小売']
    },
    403877: (e) => {
      e.exports = ['投資銀行/ブローカー/サービス']
    },
    899916: (e) => {
      e.exports = ['投資銀行']
    },
    407291: (e) => {
      e.exports = ['投資銀行業務・ブローカーサービス']
    },
    598801: (e) => {
      e.exports = ['投資銀行／ブローカー']
    },
    701468: (e) => {
      e.exports = ['投資マネジメント']
    },
    851573: (e) => {
      e.exports = ['資産運用管理・ファンドオペレーター']
    },
    384728: (e) => {
      e.exports = ['ファンドマネージャー']
    },
    568662: (e) => {
      e.exports = ['投資支援ツール']
    },
    711991: (e) => {
      e.exports = ['投資信託']
    },
    461181: (e) => {
      e.exports = ['投資信託／ミューチュアルファンド']
    },
    150039: (e) => {
      e.exports = ['独立系発電事業者']
    },
    99391: (e) => {
      e.exports = ['指数']
    },
    16207: (e) => {
      e.exports = ['インド']
    },
    609759: (e) => {
      e.exports = ['インドネシア']
    },
    103889: (e) => {
      e.exports = ['産業用不動産開発']
    },
    41532: (e) => {
      e.exports = ['産業バイオテクノロジー薬品']
    },
    446841: (e) => {
      e.exports = ['産業コングロマリット']
    },
    964174: (e) => {
      e.exports = ['作業服＆制服']
    },
    494186: (e) => {
      e.exports = ['産業用電気開閉装置']
    },
    607238: (e) => {
      e.exports = ['産業ガス']
    },
    890117: (e) => {
      e.exports = ['産業用機械']
    },
    931801: (e) => {
      e.exports = ['産業機械・装置']
    },
    173904: (e) => {
      e.exports = ['産業機械・装置卸売業']
    },
    868948: (e) => {
      e.exports = ['工業用金型']
    },
    799712: (e) => {
      e.exports = ['工業用部品']
    },
    483886: (e) => {
      e.exports = ['工場']
    },
    754605: (e) => {
      e.exports = ['工業炉・溶鉱炉']
    },
    722662: (e) => {
      e.exports = ['産業REIT']
    },
    743771: (e) => {
      e.exports = ['工業用ゴム製品']
    },
    685674: (e) => {
      e.exports = ['工業サービス']
    },
    305546: (e) => {
      e.exports = ['工業専門']
    },
    123810: (e) => {
      e.exports = ['産業用バルブ製造']
    },
    438887: (e) => {
      e.exports = ['工業']
    },
    808339: (e) => {
      e.exports = ['情報テクノロジーサービス']
    },
    497333: (e) => {
      e.exports = ['内陸水運']
    },
    800261: (e) => {
      e.exports = ['入力デバイス']
    },
    113439: (e) => {
      e.exports = ['この商品は出来ません']
    },
    632770: (e) => {
      e.exports = ['保険 - 自動車']
    },
    290945: (e) => {
      e.exports = ['保険ブローカー']
    },
    428500: (e) => {
      e.exports = ['保険ブローカー／サービス']
    },
    664150: (e) => {
      e.exports = ['アイスランド']
    },
    351834: (e) => {
      e.exports = ['イラク']
    },
    328408: (e) => {
      e.exports = ['アイルランド']
    },
    586118: (e) => {
      e.exports = ['鉄鉱石採掘']
    },
    501648: (e) => {
      e.exports = ['鉄鋼・製鋼・鋳物工場']
    },
    582452: (e) => {
      e.exports = ['マン島']
    },
    261935: (e) => {
      e.exports = ['イスラエル']
    },
    43246: (e) => {
      e.exports = ['イタリア']
    },
    418556: (e) => {
      e.exports = ['ヨルダン']
    },
    516243: (e) => {
      e.exports = ['ジャマイカ']
    },
    692443: (e) => {
      e.exports = ['日本']
    },
    842206: (e) => {
      e.exports = ['宝石']
    },
    403795: (e) => {
      e.exports = ['ジュエリー＆腕時計小売業']
    },
    671435: (e) => {
      e.exports = ['ジーンズ']
    },
    119803: (e) => {
      e.exports = ['ジャージー']
    },
    590760: (e) => {
      e.exports = ['子供用家具']
    },
    552456: (e) => {
      e.exports = ['オマーン']
    },
    846719: (e) => {
      e.exports = ['オンライン求人ポータルサイト']
    },
    183268: (e) => {
      e.exports = ['オフィス機器']
    },
    623891: (e) => {
      e.exports = ['オフィス機器／用品']
    },
    458339: (e) => {
      e.exports = ['オフィス機器・用品レンタル']
    },
    761701: (e) => {
      e.exports = ['オフィス機器卸売業']
    },
    57859: (e) => {
      e.exports = ['オフィス用家具']
    },
    929677: (e) => {
      e.exports = ['オフィス特化型REIT']
    },
    88442: (e) => {
      e.exports = ['オフィス不動産開発']
    },
    215834: (e) => {
      e.exports = ['オフィス不動産サービス']
    },
    174606: (e) => {
      e.exports = ['事務用品']
    },
    495693: (e) => {
      e.exports = ['オフィス用品・文房具店']
    },
    447796: (e) => {
      e.exports = ['オフィス用品卸売業']
    },
    327548: (e) => {
      e.exports = ['オフィス機器']
    },
    775483: (e) => {
      e.exports = ['石油・ガス掘削']
    },
    755572: (e) => {
      e.exports = ['石油・ガス探査／生産']
    },
    362334: (e) => {
      e.exports = ['石油・ガスパイプライン']
    },
    663977: (e) => {
      e.exports = ['石油・ガス生産']
    },
    603981: (e) => {
      e.exports = ['石油・ガス精製／マーケティング']
    },
    594751: (e) => {
      e.exports = ['石油・ガス備蓄']
    },
    781399: (e) => {
      e.exports = ['石油・ガス輸送サービス']
    },
    114397: (e) => {
      e.exports = ['石油掘削 - 陸上']
    },
    139087: (e) => {
      e.exports = ['石油掘削 - 海上']
    },
    173206: (e) => {
      e.exports = ['石油探査・生産 - 海上']
    },
    23036: (e) => {
      e.exports = ['石油探査・生産 - 陸上']
    },
    958511: (e) => {
      e.exports = ['石油パイプライン']
    },
    336170: (e) => {
      e.exports = ['石油精製／マーケティング']
    },
    875051: (e) => {
      e.exports = ['石油関連 - 調査・GISサービス']
    },
    564337: (e) => {
      e.exports = ['石油関連機器']
    },
    756691: (e) => {
      e.exports = ['石油関連サービス']
    },
    752993: (e) => {
      e.exports = ['石油関連サービス・設備']
    },
    68122: (e) => {
      e.exports = ['油田サービス／設備']
    },
    440226: (e) => {
      e.exports = ['光学製品店']
    },
    536347: (e) => {
      e.exports = ['オーガニック・天然素材生地生産']
    },
    644710: (e) => {
      e.exports = ['有機肥料']
    },
    49121: (e) => {
      e.exports = ['その他消費者サービス']
    },
    886817: (e) => {
      e.exports = ['その他消費者専門']
    },
    980012: (e) => {
      e.exports = ['その他金属／鉱物']
    },
    819564: (e) => {
      e.exports = ['その他専門小売業']
    },
    656589: (e) => {
      e.exports = ['その他輸送']
    },
    560877: (e) => {
      e.exports = ['屋外広告']
    },
    585557: (e) => {
      e.exports = ['アウトソーシング ・人材派遣サービス']
    },
    225448: (e) => {
      e.exports = ['液化天然ガス輸送\b／備蓄']
    },
    267869: (e) => {
      e.exports = ['宝くじ事業']
    },
    759646: (e) => {
      e.exports = ['地方機関']
    },
    359789: (e) => {
      e.exports = ['ディーゼル機関車・鉄道車両']
    },
    752212: (e) => {
      e.exports = ['伐木搬出・製材所']
    },
    484045: (e) => {
      e.exports = ['ラトビア']
    },
    417964: (e) => {
      e.exports = ['洗濯用品']
    },
    76095: (e) => {
      e.exports = ['土地分割・分譲地']
    },
    446984: (e) => {
      e.exports = ['ラオス']
    },
    645558: (e) => {
      e.exports = ['ノートパソコン・デスクトップパソコン']
    },
    399937: (e) => {
      e.exports = ['レーザー機器']
    },
    42422: (e) => {
      e.exports = ['鉛鉱採掘']
    },
    200222: (e) => {
      e.exports = ['革製品']
    },
    249647: (e) => {
      e.exports = ['レバノン']
    },
    421491: (e) => {
      e.exports = ['法務サービス']
    },
    421463: (e) => {
      e.exports = ['レジャー・レクリエーション']
    },
    655346: (e) => {
      e.exports = ['レジャー用品卸売業']
    },
    491338: (e) => {
      e.exports = ['レソト']
    },
    529113: (e) => {
      e.exports = ['リトアニア']
    },
    244568: (e) => {
      e.exports = ['リベリア']
    },
    687451: (e) => {
      e.exports = ['リビア']
    },
    148202: (e) => {
      e.exports = ['リヒテンシュタイン']
    },
    684319: (e) => {
      e.exports = ['生命保険／健康保険']
    },
    38639: (e) => {
      e.exports = ['生命保険・健康保険']
    },
    356945: (e) => {
      e.exports = ['生命・健康再保険']
    },
    833399: (e) => {
      e.exports = ['生命保険']
    },
    268037: (e) => {
      e.exports = ['軽トラック']
    },
    579264: (e) => {
      e.exports = ['撮影ライト']
    },
    844887: (e) => {
      e.exports = ['照明器具']
    },
    400782: (e) => {
      e.exports = ['ランジェリー']
    },
    421997: (e) => {
      e.exports = ['高級アクセサリー']
    },
    261072: (e) => {
      e.exports = ['高級車ディーラー']
    },
    915253: (e) => {
      e.exports = ['自動車']
    },
    97369: (e) => {
      e.exports = ['オートバイディーラー']
    },
    42076: (e) => {
      e.exports = ['オートバイパーツ・アクセサリー']
    },
    768693: (e) => {
      e.exports = ['オートバイ・スクーター']
    },
    875525: (e) => {
      e.exports = ['映画館＆映画関連製品']
    },
    161979: (e) => {
      e.exports = ['映画・テレビ番組制作＆配信']
    },
    615609: (e) => {
      e.exports = ['映画／エンターテイメント']
    },
    158266: (e) => {
      e.exports = ['モザンビーク']
    },
    193275: (e) => {
      e.exports = ['モバイルアプリ']
    },
    617606: (e) => {
      e.exports = ['携帯電話小売業']
    },
    415354: (e) => {
      e.exports = ['モバイルシステムソフトウェア']
    },
    503427: (e) => {
      e.exports = ['モルドバ']
    },
    904982: (e) => {
      e.exports = ['モナコ']
    },
    927963: (e) => {
      e.exports = ['モンゴル']
    },
    990370: (e) => {
      e.exports = ['モンテネグロ']
    },
    153868: (e) => {
      e.exports = ['モントセラト']
    },
    216641: (e) => {
      e.exports = ['モロッコ']
    },
    198263: (e) => {
      e.exports = ['モ ーゲージREIT']
    },
    335075: (e) => {
      e.exports = ['モーリタニア']
    },
    902616: (e) => {
      e.exports = ['モーリシャス']
    },
    36227: (e) => {
      e.exports = ['マヨット']
    },
    316450: (e) => {
      e.exports = ['マカオ']
    },
    881206: (e) => {
      e.exports = ['マカオ']
    },
    538609: (e) => {
      e.exports = ['マケドニア']
    },
    953260: (e) => {
      e.exports = ['工作機械']
    },
    975621: (e) => {
      e.exports = ['マダガスカル']
    },
    638730: (e) => {
      e.exports = ['雑誌出版']
    },
    858975: (e) => {
      e.exports = ['メンテナンス・修理サービス']
    },
    175595: (e) => {
      e.exports = ['主要']
    },
    382016: (e) => {
      e.exports = ['主要銀行']
    },
    746560: (e) => {
      e.exports = ['大手製薬会社']
    },
    138815: (e) => {
      e.exports = ['主要電気通信']
    },
    652371: (e) => {
      e.exports = ['マラウイ']
    },
    622622: (e) => {
      e.exports = ['マレーシア']
    },
    704255: (e) => {
      e.exports = ['モルディブ']
    },
    410127: (e) => {
      e.exports = ['マリ']
    },
    465259: (e) => {
      e.exports = ['麦芽生産']
    },
    32640: (e) => {
      e.exports = ['マネージドヘルスケア']
    },
    718208: (e) => {
      e.exports = ['マネージドヘルスケア']
    },
    471661: (e) => {
      e.exports = ['経営コンサルティングサービス']
    },
    486533: (e) => {
      e.exports = ['市場開始']
    },
    548979: (e) => {
      e.exports = ['市場終了']
    },
    676726: (e) => {
      e.exports = ['マーケットリサーチ']
    },
    838764: (e) => {
      e.exports = ['マーケティングコンサルティングサービス']
    },
    965677: (e) => {
      e.exports = ['マリーナ']
    },
    849236: (e) => {
      e.exports = ['海上貨物輸送サービス']
    },
    777510: (e) => {
      e.exports = ['海上貨物・物流']
    },
    732592: (e) => {
      e.exports = ['海上物流']
    },
    221122: (e) => {
      e.exports = ['海上旅客輸送']
    },
    72863: (e) => {
      e.exports = ['マリンポートサービス']
    },
    606463: (e) => {
      e.exports = ['海運']
    },
    991727: (e) => {
      e.exports = ['マーシャル諸島']
    },
    65413: (e) => {
      e.exports = ['マルティニーク']
    },
    292772: (e) => {
      e.exports = ['金属容器・包装']
    },
    631683: (e) => {
      e.exports = ['金属加工']
    },
    71902: (e) => {
      e.exports = ['金属取扱卸売業']
    },
    5540: (e) => {
      e.exports = ['金属サービスセンター']
    },
    888220: (e) => {
      e.exports = ['金属圧延・延伸製品']
    },
    555087: (e) => {
      e.exports = ['メキシコ']
    },
    151841: (e) => {
      e.exports = ['メディア・コングロマリット']
    },
    483419: (e) => {
      e.exports = ['メディア・バイイング会社']
    },
    312832: (e) => {
      e.exports = ['医療／看護サービス']
    },
    46759: (e) => {
      e.exports = ['医療・診断研究所']
    },
    713638: (e) => {
      e.exports = ['医療機器・インプラント']
    },
    230787: (e) => {
      e.exports = ['医療診断・検査装置']
    },
    352462: (e) => {
      e.exports = ['医療流通業者']
    },
    34721: (e) => {
      e.exports = ['医療機器']
    },
    471839: (e) => {
      e.exports = ['医療機器卸売業']
    },
    307571: (e) => {
      e.exports = ['医療機器 (納品＆流通)']
    },
    377279: (e) => {
      e.exports = ['画像診断機器']
    },
    848587: (e) => {
      e.exports = ['医療用モニタリングシステム']
    },
    361360: (e) => {
      e.exports = ['医療用装具']
    },
    33818: (e) => {
      e.exports = ['医療ソフトウェア＆テクノロジーサービス']
    },
    771635: (e) => {
      e.exports = ['医療専門']
    },
    753614: (e) => {
      e.exports = ['医療用品']
    },
    65392: (e) => {
      e.exports = ['メモリチップ (RAM)']
    },
    390928: (e) => {
      e.exports = ['紳士服']
    },
    374741: (e) => {
      e.exports = ['メンズアパレル小売業']
    },
    886958: (e) => {
      e.exports = ['紳士靴']
    },
    218796: (e) => {
      e.exports = ['マーチャントバンク']
    },
    106209: (e) => {
      e.exports = ['小規模金融']
    },
    178455: (e) => {
      e.exports = ['ミクロネシア連邦']
    },
    372560: (e) => {
      e.exports = ['中東']
    },
    839184: (e) => {
      e.exports = ['鉱山機械・装置製造']
    },
    298684: (e) => {
      e.exports = ['鉱業支援活動']
    },
    850683: (e) => {
      e.exports = ['採掘サポートサービス・採掘装置']
    },
    174735: (e) => {
      e.exports = ['マイナー']
    },
    78144: (e) => {
      e.exports = ['その他']
    },
    631938: (e) => {
      e.exports = ['その他商業サービス']
    },
    443490: (e) => {
      e.exports = ['その他製造']
    },
    961026: (e) => {
      e.exports = ['ミューチュアルファンド (オープンエンド型投資信託)']
    },
    466904: (e) => {
      e.exports = ['マルチライン保険']
    },
    730043: (e) => {
      e.exports = ['マルチライン保険・ブローカー']
    },
    107463: (e) => {
      e.exports = ['公益事業全般']
    },
    790670: (e) => {
      e.exports = ['自治体']
    },
    275747: (e) => {
      e.exports = ['美術館・博物館＆史跡']
    },
    195507: (e) => {
      e.exports = ['音楽・音楽ビデオ制作＆配信']
    },
    789270: (e) => {
      e.exports = ['楽器小売業']
    },
    827736: (e) => {
      e.exports = ['楽器']
    },
    830146: (e) => {
      e.exports = ['ミャンマー']
    },
    985824: (e) => {
      e.exports = ['トレードなし']
    },
    540036: (e) => {
      e.exports = ['ノンアルコール飲料']
    },
    578234: (e) => {
      e.exports = ['非エネルギー鉱物']
    },
    230181: (e) => {
      e.exports = ['非紙容器・包装']
    },
    199867: (e) => {
      e.exports = ['非鉄金属鉱業']
    },
    928561: (e) => {
      e.exports = ['非鉄金属加工']
    },
    145075: (e) => {
      e.exports = ['ノルウェー']
    },
    420385: (e) => {
      e.exports = ['北マケドニア']
    },
    498923: (e) => {
      e.exports = ['北マリアナ諸島']
    },
    280612: (e) => {
      e.exports = ['国家機関']
    },
    362602: (e) => {
      e.exports = ['国家機関']
    },
    15999: (e) => {
      e.exports = ['天然生地']
    },
    152119: (e) => {
      e.exports = ['天然ガス供給']
    },
    862611: (e) => {
      e.exports = ['天然ガス探査・生産 - 陸上']
    },
    249392: (e) => {
      e.exports = ['天然ガス探査・生産 - 海上']
    },
    230528: (e) => {
      e.exports = ['天然ガスパイプライン']
    },
    111995: (e) => {
      e.exports = ['天然ガス事業']
    },
    223060: (e) => {
      e.exports = ['ナウル']
    },
    714417: (e) => {
      e.exports = ['ナミビア']
    },
    353770: (e) => {
      e.exports = ['オランダ']
    },
    549817: (e) => {
      e.exports = ['ネットワーク機器']
    },
    748447: (e) => {
      e.exports = ['ニューカレドニア']
    },
    494599: (e) => {
      e.exports = ['新車ディーラー']
    },
    405523: (e) => {
      e.exports = ['新聞・雑誌印刷サービス']
    },
    517412: (e) => {
      e.exports = ['新聞出版']
    },
    9717: (e) => {
      e.exports = ['新聞印刷工場']
    },
    852493: (e) => {
      e.exports = ['報道機関']
    },
    128228: (e) => {
      e.exports = ['ネパール']
    },
    136995: (e) => {
      e.exports = ['ニウエ']
    },
    972215: (e) => {
      e.exports = ['ニカラグア']
    },
    523955: (e) => {
      e.exports = ['ニッケル鉱採掘']
    },
    374005: (e) => {
      e.exports = ['ニジェール']
    },
    62410: (e) => {
      e.exports = ['ナイジェリア']
    },
    512581: (e) => {
      e.exports = ['独立系原子力発電事業者']
    },
    735507: (e) => {
      e.exports = ['原子力施設']
    },
    509083: (e) => {
      e.exports = ['園芸用品店']
    },
    262681: (e) => {
      e.exports = ['シント・マールテン (オランダ領地域)']
    },
    350203: (e) => {
      e.exports = ['スマートグリッド・送電']
    },
    988331: (e) => {
      e.exports = ['スマートグリッド・配電構築']
    },
    378096: (e) => {
      e.exports = ['スナックフード・非チョコレート菓子']
    },
    502927: (e) => {
      e.exports = ['スナップショット']
    },
    528900: (e) => {
      e.exports = ['南アフリカ']
    },
    638670: (e) => {
      e.exports = ['サウスジョージア・サウスサンドウィッチ諸島']
    },
    173160: (e) => {
      e.exports = ['韓国']
    },
    197758: (e) => {
      e.exports = ['南スーダン']
    },
    232335: (e) => {
      e.exports = ['ソブリン']
    },
    555015: (e) => {
      e.exports = ['ソーシャルメディア・ネットワーキング']
    },
    614792: (e) => {
      e.exports = ['室内装飾品小売業']
    },
    359402: (e) => {
      e.exports = ['ソフトウェア']
    },
    495446: (e) => {
      e.exports = ['ソロモン諸島']
    },
    334373: (e) => {
      e.exports = ['ソマリア']
    },
    15209: (e) => {
      e.exports = ['衛星システム＆付属品']
    },
    581871: (e) => {
      e.exports = ['衛星放送サービス事業']
    },
    936261: (e) => {
      e.exports = ['サウジアラビア']
    },
    738728: (e) => {
      e.exports = ['貯蓄銀行']
    },
    558932: (e) => {
      e.exports = ['セーリングヨット・モーターボート']
    },
    2679: (e) => {
      e.exports = ['サン・バルテルミー島']
    },
    317639: (e) => {
      e.exports = ['セントクリストファー・ネービス']
    },
    499829: (e) => {
      e.exports = ['セントヘレナ・アセンションおよびトリスタンダクーニャ']
    },
    174215: (e) => {
      e.exports = ['セントルシア']
    },
    566083: (e) => {
      e.exports = ['セント・マーチン島（フランス領）']
    },
    779773: (e) => {
      e.exports = ['サンピエール島・ミクロン島']
    },
    189466: (e) => {
      e.exports = ['セントビンセント及びグレナディーン諸島']
    },
    533018: (e) => {
      e.exports = ['販促活動・イベント管理']
    },
    855735: (e) => {
      e.exports = ['サモア']
    },
    935297: (e) => {
      e.exports = ['サンマリノ']
    },
    793386: (e) => {
      e.exports = ['生理用品']
    },
    767112: (e) => {
      e.exports = ['サントメ・プリンシペ']
    },
    645954: (e) => {
      e.exports = ['科学・精密機器']
    },
    564291: (e) => {
      e.exports = ['電子計算機・スーパーコンピュータ']
    },
    982390: (e) => {
      e.exports = ['下水処理施場']
    },
    959609: (e) => {
      e.exports = ['セーシェル']
    },
    48678: (e) => {
      e.exports = ['海運タンカー']
    },
    878448: (e) => {
      e.exports = ['魚介類下処理・包装']
    },
    769958: (e) => {
      e.exports = ['検索エンジン']
    },
    609410: (e) => {
      e.exports = ['アルミニウム二次製錬・合金化']
    },
    842351: (e) => {
      e.exports = ['証券・商品取引所']
    },
    614242: (e) => {
      e.exports = ['セキュリティ・監視']
    },
    917526: (e) => {
      e.exports = ['セキュリティサービス']
    },
    635412: (e) => {
      e.exports = ['セルフストレージ特化型REIT']
    },
    158794: (e) => {
      e.exports = ['半導体製造・検査装置']
    },
    107596: (e) => {
      e.exports = ['半導体製造装置卸売業']
    },
    707743: (e) => {
      e.exports = ['半導体機械製造']
    },
    624090: (e) => {
      e.exports = ['半導体検査装置・サービス']
    },
    530652: (e) => {
      e.exports = ['半導体卸売業']
    },
    277152: (e) => {
      e.exports = ['半導体']
    },
    552545: (e) => {
      e.exports = ['半貴石']
    },
    415882: (e) => {
      e.exports = ['セネガル']
    },
    896573: (e) => {
      e.exports = ['セルビア']
    },
    26189: (e) => {
      e.exports = ['サーバー・データベースソフトウェア']
    },
    11181: (e) => {
      e.exports = ['サーバー・システム']
    },
    638823: (e) => {
      e.exports = ['サービス']
    },
    525079: (e) => {
      e.exports = ['健康産業サービス']
    },
    609244: (e) => {
      e.exports = ['ペーパーカンパニー']
    },
    414451: (e) => {
      e.exports = ['船舶部品製造業']
    },
    224249: (e) => {
      e.exports = ['船舶修理・メンテナンス']
    },
    320574: (e) => {
      e.exports = ['造船']
    },
    338217: (e) => {
      e.exports = ['シエラレオネ']
    },
    169039: (e) => {
      e.exports = ['看板・広告専門メーカー']
    },
    106493: (e) => {
      e.exports = ['銀採掘']
    },
    236150: (e) => {
      e.exports = ['シント・マールテン（オランダ領）']
    },
    506262: (e) => {
      e.exports = ['スロバキア共和国']
    },
    687599: (e) => {
      e.exports = ['スロベニア']
    },
    345304: (e) => {
      e.exports = ['宇宙機製造']
    },
    792334: (e) => {
      e.exports = ['スペイン']
    },
    963381: (e) => {
      e.exports = ['特別食・健康商品']
    },
    270731: (e) => {
      e.exports = ['健康食品・特別食']
    },
    97098: (e) => {
      e.exports = ['専門的航空サービス']
    },
    892299: (e) => {
      e.exports = ['特殊印刷サービス']
    },
    869659: (e) => {
      e.exports = ['特化型REIT']
    },
    668974: (e) => {
      e.exports = ['専門・ジェネリック医薬品']
    },
    825994: (e) => {
      e.exports = ['鉱物・金属専門']
    },
    947079: (e) => {
      e.exports = ['鉱物・金属専門卸売業']
    },
    832241: (e) => {
      e.exports = ['特殊化学品']
    },
    78461: (e) => {
      e.exports = ['特殊化学品卸売業']
    },
    759178: (e) => {
      e.exports = ['専門保険']
    },
    771273: (e) => {
      e.exports = ['専門特化保険業者']
    },
    462504: (e) => {
      e.exports = ['専門店']
    },
    202845: (e) => {
      e.exports = ['専門電気通信']
    },
    447133: (e) => {
      e.exports = ['スポーツ・アウトドア用品']
    },
    341443: (e) => {
      e.exports = ['スポーツ用品店']
    },
    961710: (e) => {
      e.exports = ['スポーツ＆アウトドアシューズ']
    },
    813986: (e) => {
      e.exports = ['スポーツ＆アウトドア小売業']
    },
    819624: (e) => {
      e.exports = ['スポーツウェア＆アウトドア衣料品']
    },
    567835: (e) => {
      e.exports = ['スリランカ']
    },
    797141: (e) => {
      e.exports = ['澱粉・植物性脂肪・植物油製造']
    },
    649297: (e) => {
      e.exports = ['州庁']
    },
    473782: (e) => {
      e.exports = ['定置型燃料電池']
    },
    58460: (e) => {
      e.exports = ['スチーム・空調用品']
    },
    365325: (e) => {
      e.exports = ['鉄鋼']
    },
    582762: (e) => {
      e.exports = ['記憶装置']
    },
    162923: (e) => {
      e.exports = ['スーダン']
    },
    382867: (e) => {
      e.exports = ['砂糖・人工甘味料']
    },
    789724: (e) => {
      e.exports = ['サトウキビ栽培']
    },
    505298: (e) => {
      e.exports = ['スーパーマーケット＆コンビニエンスストア']
    },
    666609: (e) => {
      e.exports = ['超国家的']
    },
    281528: (e) => {
      e.exports = ['スリナム']
    },
    705904: (e) => {
      e.exports = ['スバールバル諸島・ヤンマイエン島']
    },
    182404: (e) => {
      e.exports = ['スウェーデン']
    },
    824316: (e) => {
      e.exports = ['スイッチギア (開閉装置)']
    },
    440414: (e) => {
      e.exports = ['スイス']
    },
    209213: (e) => {
      e.exports = ['合成繊維']
    },
    443174: (e) => {
      e.exports = ['シリア']
    },
    645494: (e) => {
      e.exports = ['システムソフトウェア']
    },
    184760: (e) => {
      e.exports = ['養鶏']
    },
    539300: (e) => {
      e.exports = ['POSシステム']
    },
    210119: (e) => {
      e.exports = ['ポーランド']
    },
    524026: (e) => {
      e.exports = ['港湾事業']
    },
    335426: (e) => {
      e.exports = ['港湾倉庫サービス']
    },
    99683: (e) => {
      e.exports = ['ポータブル発電機']
    },
    101076: (e) => {
      e.exports = ['ポータブル衛星ナビゲーション']
    },
    123496: (e) => {
      e.exports = ['ポルトガル']
    },
    566812: (e) => {
      e.exports = ['アフターマーケット']
    },
    666196: (e) => {
      e.exports = ['パッケージソフトウェア']
    },
    632715: (e) => {
      e.exports = ['太平洋']
    },
    361314: (e) => {
      e.exports = ['塗料・コーティング']
    },
    49145: (e) => {
      e.exports = ['パキスタン']
    },
    986532: (e) => {
      e.exports = ['パラオ']
    },
    103738: (e) => {
      e.exports = ['パレスチナ']
    },
    747908: (e) => {
      e.exports = ['パナマ']
    },
    311564: (e) => {
      e.exports = ['製紙工場・紙製品']
    },
    224893: (e) => {
      e.exports = ['紙包装']
    },
    345368: (e) => {
      e.exports = ['紙包装卸売業']
    },
    816421: (e) => {
      e.exports = ['紙製品卸売業']
    },
    916542: (e) => {
      e.exports = ['紙製品']
    },
    666802: (e) => {
      e.exports = ['パプアニューギニア']
    },
    33773: (e) => {
      e.exports = ['パラグアイ']
    },
    809851: (e) => {
      e.exports = ['駐車場管理']
    },
    603701: (e) => {
      e.exports = ['乗用車レンタカー']
    },
    749771: (e) => {
      e.exports = ['陸上／海上旅客輸送']
    },
    419781: (e) => {
      e.exports = ['ペット＆ペット用品小売業']
    },
    15657: (e) => {
      e.exports = ['ペットフード製造']
    },
    367657: (e) => {
      e.exports = ['石油製品卸売業']
    },
    58482: (e) => {
      e.exports = ['石油精製']
    },
    605125: (e) => {
      e.exports = ['年金基金']
    },
    468525: (e) => {
      e.exports = ['個人ローン・自動車ローン']
    },
    246733: (e) => {
      e.exports = ['パーソナルケアサービス']
    },
    625769: (e) => {
      e.exports = ['個人法務サービス']
    },
    386126: (e) => {
      e.exports = ['携帯型音楽プレーヤー']
    },
    875460: (e) => {
      e.exports = ['パーソナルサービス']
    },
    920978: (e) => {
      e.exports = ['パーソナルケア製品']
    },
    982553: (e) => {
      e.exports = ['人事サービス']
    },
    622979: (e) => {
      e.exports = ['ペルー']
    },
    218355: (e) => {
      e.exports = ['害虫駆除サービス']
    },
    816312: (e) => {
      e.exports = ['農薬']
    },
    462763: (e) => {
      e.exports = ['医薬品']
    },
    821120: (e) => {
      e.exports = ['医薬品: ジェネリック']
    },
    5563: (e) => {
      e.exports = ['医薬品: メジャー']
    },
    501417: (e) => {
      e.exports = ['医薬品: その他']
    },
    226813: (e) => {
      e.exports = ['フィリピン']
    },
    657825: (e) => {
      e.exports = ['携帯電話・携帯端末']
    },
    344170: (e) => {
      e.exports = ['携帯電話・スマートフォン']
    },
    613147: (e) => {
      e.exports = ['太陽光発電システム・装置']
    },
    531050: (e) => {
      e.exports = ['撮影機材']
    },
    539338: (e) => {
      e.exports = ['ピトケアン諸島']
    },
    287529: (e) => {
      e.exports = ['配管器具・継手']
    },
    744084: (e) => {
      e.exports = ['プラスチック']
    },
    748376: (e) => {
      e.exports = ['プラスチック容器・包装']
    },
    752028: (e) => {
      e.exports = ['プラチナ採掘']
    },
    361151: (e) => {
      e.exports = ['演劇・コンサート制作']
    },
    845198: (e) => {
      e.exports = ['プレマーケット']
    },
    296663: (e) => {
      e.exports = ['貴金属']
    },
    356494: (e) => {
      e.exports = ['貴金属・鉱物']
    },
    464674: (e) => {
      e.exports = ['プレハブ住宅']
    },
    589395: (e) => {
      e.exports = ['一次アルミニウム生産']
    },
    961648: (e) => {
      e.exports = ['市中銀行']
    },
    537260: (e) => {
      e.exports = ['未公開株式']
    },
    326690: (e) => {
      e.exports = ['CPU']
    },
    946140: (e) => {
      e.exports = ['素材産業']
    },
    605114: (e) => {
      e.exports = ['プログラミングソフトウェア・テストツール']
    },
    536289: (e) => {
      e.exports = ['製造加工']
    },
    549298: (e) => {
      e.exports = ['プロフェッショナル情報サービス']
    },
    180342: (e) => {
      e.exports = ['プロスポーツ用会場']
    },
    947962: (e) => {
      e.exports = ['損害保険']
    },
    443260: (e) => {
      e.exports = ['損害再保険']
    },
    223629: (e) => {
      e.exports = ['財産保険']
    },
    82841: (e) => {
      e.exports = ['損害保険会社']
    },
    555870: (e) => {
      e.exports = ['損害保険']
    },
    755793: (e) => {
      e.exports = ['都道府県']
    },
    611020: (e) => {
      e.exports = ['広報PR']
    },
    428988: (e) => {
      e.exports = ['公共スポーツ施設']
    },
    435218: (e) => {
      e.exports = ['出版: 書籍／雑誌']
    },
    325417: (e) => {
      e.exports = ['出版: 新聞']
    },
    370890: (e) => {
      e.exports = ['パブ・バー・ナイトクラブ']
    },
    651330: (e) => {
      e.exports = ['プエルトリコ']
    },
    704895: (e) => {
      e.exports = ['パルプ／紙']
    },
    506684: (e) => {
      e.exports = ['パルプ工場']
    },
    641462: (e) => {
      e.exports = ['ポンプ ・ ポンプ装置']
    },
    920944: (e) => {
      e.exports = ['浄化処理装置']
    },
    361109: (e) => {
      e.exports = ['クイックサービスレストラン']
    },
    887267: (e) => {
      e.exports = ['データは{number}分遅延しています']
    },
    728332: (e) => {
      e.exports = ['データは{number}分遅れておりリ30秒毎で更新されています。']
    },
    625976: (e) => {
      e.exports = ['RFIDシステム']
    },
    379331: (e) => {
      e.exports = ['採石事業']
    },
    385646: (e) => {
      e.exports = ['ルーマニア']
    },
    642276: (e) => {
      e.exports = ['屋根用品']
    },
    748131: (e) => {
      e.exports = ['格付け機関']
    },
    880417: (e) => {
      e.exports = ['ラジオ放送']
    },
    955759: (e) => {
      e.exports = ['鉄道サービス']
    },
    993624: (e) => {
      e.exports = ['鉄道']
    },
    544708: (e) => {
      e.exports = ['鉄道建設']
    },
    837208: (e) => {
      e.exports = ['貨物鉄道事業']
    },
    359687: (e) => {
      e.exports = ['レアアース鉱物']
    },
    859870: (e) => {
      e.exports = ['小売 - 百貨店']
    },
    422135: (e) => {
      e.exports = ['小売 - 医薬品 (食料品含む)']
    },
    224560: (e) => {
      e.exports = ['小売 - 医薬品 (食料品含まない)']
    },
    656377: (e) => {
      e.exports = ['商業用  不動産開発']
    },
    914726: (e) => {
      e.exports = ['個人向け・住宅ローン銀行']
    },
    455445: (e) => {
      e.exports = ['商業施設REIT']
    },
    419210: (e) => {
      e.exports = ['商業用不動産サービス']
    },
    801197: (e) => {
      e.exports = ['小売業']
    },
    930478: (e) => {
      e.exports = ['老人ホーム建設業者']
    },
    195805: (e) => {
      e.exports = ['既製食品']
    },
    906530: (e) => {
      e.exports = ['リアルタイム']
    },
    737055: (e) => {
      e.exports = ['不動産開発']
    },
    448629: (e) => {
      e.exports = ['不動産開発・運営']
    },
    667134: (e) => {
      e.exports = ['不動産投資信託']
    },
    545060: (e) => {
      e.exports = ['不動産サービス']
    },
    204744: (e) => {
      e.exports = ['レクリエーショナル製品']
    },
    374694: (e) => {
      e.exports = ['コミューター航空会社']
    },
    537406: (e) => {
      e.exports = ['地方銀行']
    },
    899793: (e) => {
      e.exports = ['再保険']
    },
    32046: (e) => {
      e.exports = ['再生可能エネルギー設備・サービス']
    },
    983114: (e) => {
      e.exports = ['再生可能エネルギーサービス']
    },
    209271: (e) => {
      e.exports = ['再生可能燃料']
    },
    430520: (e) => {
      e.exports = ['独立系再生可能エネルギー発電事業者']
    },
    82117: (e) => {
      e.exports = ['再生可能エネルギー事業']
    },
    688506: (e) => {
      e.exports = ['リプレイモード']
    },
    219798: (e) => {
      e.exports = ['居住用  不動産開発']
    },
    980331: (e) => {
      e.exports = ['老人ホーム・介護施設']
    },
    166874: (e) => {
      e.exports = ['住宅建築・インテリアデザインサービス']
    },
    627601: (e) => {
      e.exports = ['住宅建設業者 - 多世帯住宅']
    },
    101217: (e) => {
      e.exports = ['住宅建設業者 - 単世帯住宅']
    },
    205172: (e) => {
      e.exports = ['住居特化型REIT']
    },
    515895: (e) => {
      e.exports = ['居住用不動産サービス']
    },
    163577: (e) => {
      e.exports = ['リゾート運営業']
    },
    560295: (e) => {
      e.exports = ['飲食店']
    },
    324154: (e) => {
      e.exports = ['レストラン・バー']
    },
    931284: (e) => {
      e.exports = ['ゴム農園']
    },
    230799: (e) => {
      e.exports = ['ロシア']
    },
    238201: (e) => {
      e.exports = ['ロシア連邦']
    },
    242890: (e) => {
      e.exports = ['ルワンダ']
    },
    102711: (e) => {
      e.exports = ['レユニオン']
    },
    263651: (e) => {
      e.exports = ['レディースアパレル小売業']
    },
    269510: (e) => {
      e.exports = ['婦人服']
    },
    368529: (e) => {
      e.exports = ['婦人靴']
    },
    742758: (e) => {
      e.exports = ['木製容器・包装']
    },
    20196: (e) => {
      e.exports = ['木材製品卸売業']
    },
    17877: (e) => {
      e.exports = ['木製品']
    },
    23700: (e) => {
      e.exports = ['腕時計']
    },
    467646: (e) => {
      e.exports = ['上水・下水道建設']
    },
    691088: (e) => {
      e.exports = ['給水・灌漑システム']
    },
    978768: (e) => {
      e.exports = ['水道事業']
    },
    994192: (e) => {
      e.exports = ['波力発電装置']
    },
    258159: (e) => {
      e.exports = ['ウォリス・フツナ']
    },
    171183: (e) => {
      e.exports = ['壁紙']
    },
    446094: (e) => {
      e.exports = ['倉庫']
    },
    75343: (e) => {
      e.exports = ['廃棄物管理／処分／リサイクルサービス']
    },
    323432: (e) => {
      e.exports = ['廃棄物発電システム・装置']
    },
    160289: (e) => {
      e.exports = ['ウェルスマネジメント (資産管理運用)']
    },
    69211: (e) => {
      e.exports = ['溶接・はんだ付け装置']
    },
    117108: (e) => {
      e.exports = ['西サハラ']
    },
    800669: (e) => {
      e.exports = ['卸売業者']
    },
    174811: (e) => {
      e.exports = ['Wi-Fi＆WiMAXプロバイダー']
    },
    846846: (e) => {
      e.exports = ['風力発電システム・装置']
    },
    641548: (e) => {
      e.exports = ['ワイナリー']
    },
    83428: (e) => {
      e.exports = ['有線電気通信事業者']
    },
    919395: (e) => {
      e.exports = ['無線通信']
    },
    925541: (e) => {
      e.exports = ['無線電気通信']
    },
    602272: (e) => {
      e.exports = ['無線通信サービス']
    },
    63767: (e) => {
      e.exports = ['電線・ケーブル']
    },
    773337: (e) => {
      e.exports = ['テレビ＆ビデオ']
    },
    597308: (e) => {
      e.exports = ['おもちゃ・ゲーム小売業']
    },
    425860: (e) => {
      e.exports = ['おもちゃ＆子供用品']
    },
    144593: (e) => {
      e.exports = ['おもちゃ＆子供用品卸売業']
    },
    310955: (e) => {
      e.exports = ['たばこ']
    },
    574871: (e) => {
      e.exports = ['トーゴ']
    },
    724580: (e) => {
      e.exports = ['トンガ']
    },
    181350: (e) => {
      e.exports = ['ツール／ハードウェア']
    },
    900242: (e) => {
      e.exports = ['家庭用品・DIY用品']
    },
    331151: (e) => {
      e.exports = ['タクシー・リムジン']
    },
    341280: (e) => {
      e.exports = ['タブレット・ネットブック']
    },
    460919: (e) => {
      e.exports = ['台湾']
    },
    826553: (e) => {
      e.exports = ['タジキスタン']
    },
    982461: (e) => {
      e.exports = ['なめし剤・柔軟剤']
    },
    185494: (e) => {
      e.exports = ['タンザニア']
    },
    249648: (e) => {
      e.exports = ['繊維']
    },
    324160: (e) => {
      e.exports = ['繊維・革製品']
    },
    771935: (e) => {
      e.exports = ['繊維・革製品卸売業']
    },
    431138: (e) => {
      e.exports = ['テクノロジー']
    },
    785780: (e) => {
      e.exports = ['テクノロジーコンサルティング・アウトソーシングサービス']
    },
    237826: (e) => {
      e.exports = ['テクノロジーサービス']
    },
    431765: (e) => {
      e.exports = ['遠隔医療サービス']
    },
    418375: (e) => {
      e.exports = ['電気通信工事業']
    },
    835295: (e) => {
      e.exports = ['通信ネットワークインフラ']
    },
    209527: (e) => {
      e.exports = ['電気通信機器']
    },
    876886: (e) => {
      e.exports = ['回線リセール事業']
    },
    243547: (e) => {
      e.exports = ['通信サービス']
    },
    896651: (e) => {
      e.exports = ['テレビ放送']
    },
    246125: (e) => {
      e.exports = ['試験測定装置']
    },
    879984: (e) => {
      e.exports = ['試験研究所']
    },
    537442: (e) => {
      e.exports = ['試験サービス']
    },
    433138: (e) => {
      e.exports = ['タイ']
    },
    744903: (e) => {
      e.exports = ['劇場＆舞台芸術']
    },
    47397: (e) => {
      e.exports = ['太陽熱利用システム装置']
    },
    223529: (e) => {
      e.exports = ['タイル・舗装材料製造']
    },
    729006: (e) => {
      e.exports = ['林業REIT']
    },
    285705: (e) => {
      e.exports = ['木材伐採作業']
    },
    655802: (e) => {
      e.exports = ['東ティモール']
    },
    718611: (e) => {
      e.exports = ['タイヤ・チューブメーカー']
    },
    713932: (e) => {
      e.exports = ['タイヤ業者']
    },
    379760: (e) => {
      e.exports = ['更生タイヤ']
    },
    56682: (e) => {
      e.exports = ['タイヤ・ゴム製品']
    },
    877445: (e) => {
      e.exports = ['タイヤ＆ゴム製品卸売業']
    },
    528075: (e) => {
      e.exports = ['トラック輸送']
    },
    500966: (e) => {
      e.exports = ['トラック／建設／農業機械']
    },
    789568: (e) => {
      e.exports = ['貿易・ビジネス出版']
    },
    489853: (e) => {
      e.exports = ['取引および決済サービス']
    },
    81127: (e) => {
      e.exports = ['翻訳・通訳サービス']
    },
    793481: (e) => {
      e.exports = ['交通・輸送']
    },
    448638: (e) => {
      e.exports = ['旅行代理店']
    },
    333041: (e) => {
      e.exports = ['トリニダード・トバゴ']
    },
    626449: (e) => {
      e.exports = ['ツバル']
    },
    420638: (e) => {
      e.exports = ['チュニジア']
    },
    351976: (e) => {
      e.exports = ['タービン製造']
    },
    616831: (e) => {
      e.exports = ['トルクメニスタン']
    },
    694398: (e) => {
      e.exports = ['トルコ']
    },
    555526: (e) => {
      e.exports = ['タークス・カイコス諸島']
    },
    728542: (e) => {
      e.exports = ['米国ヴァージン諸島']
    },
    975308: (e) => {
      e.exports = 'UAE'
    },
    787935: (e) => {
      e.exports = ['米国']
    },
    377518: (e) => {
      e.exports = ['非在来型石油・ガス掘削']
    },
    813639: (e) => {
      e.exports = ['非在来型石油・ガス生産']
    },
    287916: (e) => {
      e.exports = ['アラブ首長国連邦']
    },
    606994: (e) => {
      e.exports = ['イギリス']
    },
    411176: (e) => {
      e.exports = ['米国']
    },
    431860: (e) => {
      e.exports = ['合衆国領有小離島']
    },
    308395: (e) => {
      e.exports = ['ウガンダ']
    },
    263018: (e) => {
      e.exports = ['ウクライナ']
    },
    124991: (e) => {
      e.exports = ['ウルグアイ']
    },
    237127: (e) => {
      e.exports = ['ウラン']
    },
    198737: (e) => {
      e.exports = ['ウラン採掘']
    },
    457468: (e) => {
      e.exports = ['中古車ディーラー']
    },
    56356: (e) => {
      e.exports = ['中古品店']
    },
    112332: (e) => {
      e.exports = ['公益事業']
    },
    730902: (e) => {
      e.exports = ['ウズベキスタン']
    },
    48007: (e) => {
      e.exports = ['VOIP機器・システム']
    },
    670087: (e) => {
      e.exports = ['VOIPサービス']
    },
    863837: (e) => {
      e.exports = ['バヌアツ']
    },
    43349: (e) => {
      e.exports = ['動物用医薬品']
    },
    12446: (e) => {
      e.exports = ['獣医医療機器・用品']
    },
    979931: (e) => {
      e.exports = ['獣医サービス']
    },
    930252: (e) => {
      e.exports = ['野菜・果物・ナッツ農業']
    },
    369623: (e) => {
      e.exports = ['自動販売機設置事業']
    },
    739055: (e) => {
      e.exports = ['ベネズエラ']
    },
    881186: (e) => {
      e.exports = ['ベンチャーキャピタル']
    },
    450049: (e) => {
      e.exports = ['ベトナム']
    },
    159002: (e) => {
      e.exports = ['ヴァージン諸島 (英国)']
    },
    707897: (e) => {
      e.exports = ['ヴァージン諸島 (米国)']
    },
    129236: (e) => {
      e.exports = ['糸製品']
    },
    242175: (e) => {
      e.exports = ['イエメン']
    },
    239478: (e) => {
      e.exports = ['ザンビア']
    },
    58309: (e) => {
      e.exports = ['ジンバブエ']
    },
    294619: (e) => {
      e.exports = ['亜鉛鉱石採掘']
    },
    574177: (e) => {
      e.exports = ['オーランド諸島']
    },
  },
])
