;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [5362],
  {
    340276: (e) => {
      e.exports = ['追加']
    },
    453585: (e) => {
      e.exports = ['カスタムカラーの追加']
    },
    681865: (e) => {
      e.exports = ['不透明度']
    },
    519801: (e) => {
      e.exports = ['金']
    },
    11268: (e) => {
      e.exports = ['月']
    },
    963331: (e) => {
      e.exports = ['土']
    },
    85954: (e) => {
      e.exports = ['日']
    },
    226230: (e) => {
      e.exports = ['水']
    },
    24793: (e) => {
      e.exports = ['木']
    },
    831533: (e) => {
      e.exports = ['火']
    },
    373755: (e) => {
      e.exports = ['別のシンボル']
    },
    716936: (e) => {
      e.exports = ['戻る']
    },
    288046: (e) => {
      e.exports = ['メインチャートのシンボル']
    },
    709898: (e) => {
      e.exports = ['ストックオプション']
    },
    952051: (e) => {
      e.exports = ['カレンダーは現在{year}年です']
    },
    499990: (e) => {
      e.exports = ['カレンダーは現在{year_start}年から{year_end}年までです']
    },
    692702: (e) => {
      e.exports = ['カレンダーは現在{month}月です']
    },
    620036: (e) => {
      e.exports = ['キャンセル']
    },
    423398: (e) => {
      e.exports = ['シンボルの変更']
    },
    394551: (e) => {
      e.exports = ['チャート']
    },
    680395: (e) => {
      e.exports = ['メニューを閉じる']
    },
    64498: (e) => {
      e.exports = ['すべての提供元']
    },
    997637: (e) => {
      e.exports = ['4月']
    },
    486797: (e) => {
      e.exports = ['8月']
    },
    879852: (e) => {
      e.exports = ['債券']
    },
    55669: (e) => {
      e.exports = ['12月']
    },
    756095: (e) => {
      e.exports = ['減少']
    },
    629601: (e) => {
      e.exports = ['詳細']
    },
    316467: (e) => {
      e.exports = ['2月']
    },
    772970: (e) => {
      e.exports = ['金曜日']
    },
    146812: (e) => {
      e.exports = ['増加']
    },
    926910: (e) => {
      e.exports = ['1月']
    },
    323230: (e) => {
      e.exports = ['7月']
    },
    49385: (e) => {
      e.exports = ['6月']
    },
    290784: (e) => {
      e.exports = ['10月']
    },
    889298: (e) => {
      e.exports = ['オフセット']
    },
    468988: (e) => {
      e.exports = ['OK']
    },
    561199: (e) => {
      e.exports = ['月曜日']
    },
    695543: (e) => {
      e.exports = ['月']
    },
    668327: (e) => {
      e.exports = ['5月']
    },
    684675: (e) => {
      e.exports = ['3月']
    },
    929673: (e) => {
      e.exports = ['条件に合致する取引所はありません']
    },
    641379: (e) => {
      e.exports = ['条件に合致するシンボルはありません']
    },
    171194: (e) => {
      e.exports = ['11月']
    },
    383771: (e) => {
      e.exports = ['翌年']
    },
    275385: (e) => {
      e.exports = ['次の年']
    },
    39752: (e) => {
      e.exports = ['翌月']
    },
    535563: (e) => {
      e.exports = ['数字形式が有効なものではありません。']
    },
    719724: (e) => {
      e.exports = ['情報源']
    },
    101144: (e) => {
      e.exports = ['土曜日']
    },
    252298: (e) => {
      e.exports = ['検索']
    },
    313269: (e) => {
      e.exports = ['情報源を選択']
    },
    661132: (e) => {
      e.exports = ['9月']
    },
    602607: (e) => {
      e.exports = ['指定された値が銘柄の最大値 {max} を超えています。']
    },
    53669: (e) => {
      e.exports = ['指定された値が銘柄の最小値 {min} 未満です。']
    },
    272149: (e) => {
      e.exports = ['日曜日']
    },
    583583: (e) => {
      e.exports = ['月に切り替え']
    },
    806244: (e) => {
      e.exports = ['日に切り替え']
    },
    680879: (e) => {
      e.exports = ['年に切り替え']
    },
    589053: (e) => {
      e.exports = ['シンボル']
    },
    948490: (e) => {
      e.exports = ['シンボル & 詳細']
    },
    882719: (e) => {
      e.exports = ['シンボル検索']
    },
    732457: (e) => {
      e.exports = ['適切な日付を入力して下さい']
    },
    505122: (e) => {
      e.exports = ['正しい日付の形式 (yyyy-mm-dd) を入力してください']
    },
    502587: (e) => {
      e.exports = ['前月']
    },
    239329: (e) => {
      e.exports = ['前年']
    },
    127004: (e) => {
      e.exports = ['前の年']
    },
    854336: (e) => {
      e.exports = ['色を削除']
    },
    107147: (e) => {
      e.exports = ['水曜日']
    },
    107951: (e) => {
      e.exports = ['木曜日']
    },
    360142: (e) => {
      e.exports = ['太さ']
    },
    944979: (e) => {
      e.exports = ['火曜日']
    },
    669325: (e) => {
      e.exports = ['年']
    },
    812629: (e) => {
      e.exports = ['コモディティ']
    },
    487592: (e) => {
      e.exports = ['CFD']
    },
    717023: (e) => {
      e.exports = ['不透明度の変更']
    },
    313066: (e) => {
      e.exports = ['色の変更']
    },
    195657: (e) => {
      e.exports = ['太さの変更']
    },
    18567: (e) => {
      e.exports = ['{propertyName}のプロパティの変更']
    },
    336962: (e) => {
      e.exports = ['終値']
    },
    308448: (e) => {
      e.exports = ['暗号']
    },
    667245: (e) => {
      e.exports = ['預託証券']
    },
    488720: (e) => {
      e.exports = ['経済指標']
    },
    739512: (e) => {
      e.exports = ['FX']
    },
    781859: (e) => {
      e.exports = ['先物']
    },
    441615: (e) => {
      e.exports = ['高値']
    },
    391815: (e) => {
      e.exports = ['高値+安値の平均']
    },
    640771: (e) => {
      e.exports = ['高値+安値+終値の平均']
    },
    209523: (e) => {
      e.exports = ['高値+安値+終値x2の平均']
    },
    612754: (e) => {
      e.exports = ['指数']
    },
    138071: (e) => {
      e.exports = ['指数']
    },
    212504: (e) => {
      e.exports = ['始値+高値+安値+終値の平均']
    },
    938466: (e) => {
      e.exports = ['始値']
    },
    403919: (e) => {
      e.exports = ['安値']
    },
    636931: (e) => {
      e.exports = ['株式']
    },
  },
])
