;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [6306],
  {
    74274: (e) => {
      e.exports = ['クロス']
    },
    60558: (e) => {
      e.exports = ['動物 & 自然']
    },
    14232: (e) => {
      e.exports = ['アクティビティ']
    },
    35305: (e) => {
      e.exports = ['フード & ドリンク']
    },
    49546: (e) => {
      e.exports = ['旗']
    },
    72302: (e) => {
      e.exports = ['モノ']
    },
    96330: (e) => {
      e.exports = ['スマイル & 人物']
    },
    6878: (e) => {
      e.exports = ['記号']
    },
    15426: (e) => {
      e.exports = ['最近使用したもの']
    },
    15395: (e) => {
      e.exports = ['トラベル & 場所']
    },
    41596: (e) => {
      e.exports = ['価格スケールのラベル']
    },
    45811: (e) => {
      e.exports = ['ステータスラインの値']
    },
    39495: (e) => {
      e.exports = ['円']
    },
    41389: (e) => {
      e.exports = ['バーの上']
    },
    29520: (e) => {
      e.exports = ['絶対値']
    },
    67049: (e) => {
      e.exports = ['デフォルトを適用']
    },
    65262: (e) => {
      e.exports = ['区切り付きエリア']
    },
    83760: (e) => {
      e.exports = ['実体']
    },
    48848: (e) => {
      e.exports = ['枠']
    },
    27331: (e) => {
      e.exports = ['背景']
    },
    78626: (e) => {
      e.exports = ['バーの下']
    },
    16079: (e) => {
      e.exports = ['グラデーション']
    },
    42973: (e) => {
      e.exports = ['点線']
    },
    41361: (e) => {
      e.exports = ['下']
    },
    59317: (e) => {
      e.exports = ['破線']
    },
    31577: (e) => {
      e.exports = ['VAの推移']
    },
    4329: (e) => {
      e.exports = ['デフォルト']
    },
    98938: (e) => {
      e.exports = ['デフォルト']
    },
    45044: (e) => {
      e.exports = ['非表示に']
    },
    11091: (e) => {
      e.exports = ['ヒストグラム']
    },
    40297: (e) => {
      e.exports = ['出力']
    },
    36993: (e) => {
      e.exports = ['小数点表示']
    },
    64606: (e) => {
      e.exports = ['ラベルフォント']
    },
    54934: (e) => {
      e.exports = ['区切り付きライン']
    },
    41610: (e) => {
      e.exports = ['詳細']
    },
    55362: (e) => {
      e.exports = ['普通']
    },
    35637: (e) => {
      e.exports = ['ソリッド']
    },
    18229: (e) => {
      e.exports = ['デフォルトを保存']
    },
    86520: (e) => {
      e.exports = ['シグナルラベル']
    },
    64108: (e) => {
      e.exports = ['区切り付きステップライン']
    },
    67767: (e) => {
      e.exports = ['ダイヤ付きステップライン']
    },
    91502: (e) => {
      e.exports = ['配置']
    },
    73947: (e) => {
      e.exports = ['精度']
    },
    66596: (e) => {
      e.exports = ['数量']
    },
    79782: (e) => {
      e.exports = ['設定をリセット']
    },
    95247: (e) => {
      e.exports = ['幅（ボックスの％）']
    },
    19221: (e) => {
      e.exports = ['テキストの色']
    },
    77409: (e) => {
      e.exports = ['トレード']
    },
    98802: (e) => {
      e.exports = ['上']
    },
    78019: (e) => {
      e.exports = [
        '選択中の描画をまとめて移動するには演算子を使用します。価格に対しては+ , - , / , *、バーインデックスに対しては+ ,- を使用します。',
      ]
    },
    14414: (e) => {
      e.exports = ['出来高プロファイル']
    },
    91322: (e) => {
      e.exports = ['値']
    },
    20834: (e) => {
      e.exports = ['最小ティックの変更']
    },
    98491: (e) => {
      e.exports = 'change char'
    },
    7378: (e) => {
      e.exports = ['フォントサイズの変更']
    },
    28691: (e) => {
      e.exports = ['ラインスタイルの変更']
    },
    38361: (e) => {
      e.exports = ['ロケーションの変更']
    },
    51081: (e) => {
      e.exports = ['パーセント幅の変更']
    },
    47634: (e) => {
      e.exports = ['配置の変更']
    },
    15683: (e) => {
      e.exports = ['Plotタイプの変更']
    },
    164: (e) => {
      e.exports = ['精度の変更']
    },
    86888: (e) => {
      e.exports = ['シェイプの変更']
    },
    50463: (e) => {
      e.exports = ['値の変更']
    },
    12628: (e) => {
      e.exports = ['値の表示の変更']
    },
    76080: (e) => {
      e.exports = ['例. +1']
    },
    95166: (e) => {
      e.exports = ['例. /2']
    },
  },
])
