;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [9536],
  {
    650831: (e) => {
      e.exports = ['バー']
    },
    919648: (e) => {
      e.exports = ['12時間']
    },
    855838: (e) => {
      e.exports = ['24時間']
    },
    723238: (e) => {
      e.exports = ['キャンバス']
    },
    72171: (e) => {
      e.exports = ['中央']
    },
    288364: (e) => {
      e.exports = ['チャートの基本スタイル']
    },
    46720: (e) => {
      e.exports = ['十字カーソル']
    },
    50985: (e) => {
      e.exports = ['通貨']
    },
    217319: (e) => {
      e.exports = ['通貨と単位']
    },
    412381: (e) => {
      e.exports = ['イベントをすべて表示']
    },
    768791: (e) => {
      e.exports = ['引数']
    },
    695036: (e) => {
      e.exports = ['平均終値']
    },
    691757: (e) => {
      e.exports = ['下']
    },
    527331: (e) => {
      e.exports = ['背景']
    },
    22519: (e) => {
      e.exports = ['バーの変動値']
    },
    790906: (e) => {
      e.exports = ['ブラケットの損益']
    },
    187845: (e) => {
      e.exports = ['ボタン']
    },
    217329: (e) => {
      e.exports = ['売買ボタン']
    },
    339392: (e) => {
      e.exports = ['グリッドライン']
    },
    625209: (e) => {
      e.exports = ['日付の形式']
    },
    555090: (e) => {
      e.exports = ['曜日の表示']
    },
    629601: (e) => {
      e.exports = ['詳細']
    },
    226897: (e) => {
      e.exports = ['イベント']
    },
    41950: (e) => {
      e.exports = ['ポジションと注文の延長価格ライン']
    },
    178106: (e) => {
      e.exports = ['約定']
    },
    464848: (e) => {
      e.exports = ['約定ラベル']
    },
    577405: (e) => {
      e.exports = ['水平']
    },
    734403: (e) => {
      e.exports = ['水平線のみ']
    },
    760971: (e) => {
      e.exports = ['高値・安値']
    },
    561142: (e) => {
      e.exports = ['インジケーター']
    },
    234905: (e) => {
      e.exports = ['インジケーター値']
    },
    829687: (e) => {
      e.exports = ['インジケーターと財務指標値']
    },
    25084: (e) => {
      e.exports = ['インジケーターと財務指標名']
    },
    409654: (e) => {
      e.exports = ['インジケーター名']
    },
    344104: (e) => {
      e.exports = ['即時発注']
    },
    199487: (e) => {
      e.exports = ['OHLC値']
    },
    775991: (e) => {
      e.exports = ['市場の開始状況を表示']
    },
    293104: (e) => {
      e.exports = ['注文']
    },
    517538: (e) => {
      e.exports = ['注文とポジションの位置']
    },
    199192: (e) => {
      e.exports = ['スクリーンショット上の「注文」・「約定」・「ポジション」']
    },
    515474: (e) => {
      e.exports = ['ロゴ']
    },
    996073: (e) => {
      e.exports = ['説明が長すぎます']
    },
    878905: (e) => {
      e.exports = ['価格スケールのラベル']
    },
    37274: (e) => {
      e.exports = ['前日からの変動値']
    },
    619286: (e) => {
      e.exports = ['左']
    },
    470500: (e) => {
      e.exports = ['金額']
    },
    766653: (e) => {
      e.exports = ['マージン']
    },
    876476: (e) => {
      e.exports = ['中央']
    },
    242502: (e) => {
      e.exports = ['ラベルを重ねない']
    },
    230163: (e) => {
      e.exports = ['通知']
    },
    149199: (e) => {
      e.exports = ['なし']
    },
    874343: (e) => {
      e.exports = ['ナビゲーション']
    },
    847926: (e) => {
      e.exports = ['スケールモード (A と L)']
    },
    643115: (e) => {
      e.exports = ['スケール']
    },
    753224: (e) => {
      e.exports = ['スケールの配置']
    },
    779194: (e) => {
      e.exports = ['ステータスライン']
    },
    589053: (e) => {
      e.exports = ['シンボル']
    },
    435383: (e) => {
      e.exports = ['シンボル名']
    },
    327767: (e) => {
      e.exports = ['シンボルの現在値']
    },
    540847: (e) => {
      e.exports = ['シンボルの前日終値']
    },
    948313: (e) => {
      e.exports = ['ポジション']
    },
    750446: (e) => {
      e.exports = ['ペイン']
    },
    373908: (e) => {
      e.exports = ['ペインの境界線']
    },
    936014: (e) => {
      e.exports = ['パーセンテージ']
    },
    778621: (e) => {
      e.exports = 'Pips'
    },
    507248: (e) => {
      e.exports = ['約定時にサウンドを鳴らす']
    },
    674823: (e) => {
      e.exports = ['プレ／アフターマーケット価格']
    },
    164859: (e) => {
      e.exports = ['価格スケール']
    },
    676523: (e) => {
      e.exports = ['価格とパーセント値']
    },
    150609: (e) => {
      e.exports = ['損益']
    },
    186921: (e) => {
      e.exports = ['ドテンボタン']
    },
    612698: (e) => {
      e.exports = ['拒否通知のみ']
    },
    221141: (e) => {
      e.exports = ['右']
    },
    340187: (e) => {
      e.exports = ['右マージン']
    },
    577705: (e) => {
      e.exports = ['透かし']
    },
    226458: (e) => {
      e.exports = ['ヒゲ']
    },
    865994: (e) => {
      e.exports = ['上']
    },
    792960: (e) => {
      e.exports = ['テキストの配置']
    },
    390581: (e) => {
      e.exports = ['テキストの向き']
    },
    767369: (e) => {
      e.exports = ['タイトル']
    },
    331326: (e) => {
      e.exports = ['タイトル']
    },
    423097: (e) => {
      e.exports = ['ティッカー']
    },
    182168: (e) => {
      e.exports = ['ティッカーと詳細']
    },
    743637: (e) => {
      e.exports = ['時間軸']
    },
    997316: (e) => {
      e.exports = ['時刻の表記']
    },
    890801: (e) => {
      e.exports = ['トレーディング']
    },
    677534: (e) => {
      e.exports = ['単位']
    },
    101111: (e) => {
      e.exports = ['出来高']
    },
    680170: (e) => {
      e.exports = ['スケールに応じた値']
    },
    391322: (e) => {
      e.exports = ['値']
    },
    437174: (e) => {
      e.exports = ['垂直線と水平線']
    },
    199113: (e) => {
      e.exports = ['垂直線のみ']
    },
    944085: (e) => {
      e.exports = ['垂直']
    },
    457889: (e) => {
      e.exports = ['OHLC値の表示の変更']
    },
    935646: (e) => {
      e.exports = ['ナビゲーションボタンの表示の変更']
    },
    352164: (e) => {
      e.exports = ['通知の状態の変更']
    },
    118644: (e) => {
      e.exports = ['市場ステータスの表示の変更']
    },
    177827: (e) => {
      e.exports = ['注文確認の状態の変更']
    },
    469714: (e) => {
      e.exports = ['注文の表示の変更']
    },
    477223: (e) => {
      e.exports = ['売買ボタンの表示の変更']
    },
    845110: (e) => {
      e.exports = ['バーの変動値の表示の変更']
    },
    210349: (e) => {
      e.exports = ['下マージンの変更']
    },
    154119: (e) => {
      e.exports = ['ブラケットのPLの表示モードの変更']
    },
    151175: (e) => {
      e.exports = ['ブラケットのPLの可視性の変更']
    },
    688161: (e) => {
      e.exports = ['通貨と単位ラベルの表示の変更']
    },
    284060: (e) => {
      e.exports = ['通貨ラベルの表示の変更']
    },
    899011: (e) => {
      e.exports = ['チャートの背景色の変更']
    },
    972458: (e) => {
      e.exports = ['チャートの背景の種類の変更']
    },
    37034: (e) => {
      e.exports = ['十字カーソルの幅の変更']
    },
    529951: (e) => {
      e.exports = ['十字カーソルの色の変更']
    },
    792027: (e) => {
      e.exports = ['十字カーソルのスタイルの変更']
    },
    50457: (e) => {
      e.exports = ['日付の形式の変更']
    },
    607104: (e) => {
      e.exports = ['曜日の表示の変更']
    },
    995765: (e) => {
      e.exports = ['約定ラベルの表示の変更']
    },
    255496: (e) => {
      e.exports = ['約定の表示の変更']
    },
    683269: (e) => {
      e.exports = ['ラインを左に延長の変更']
    },
    827764: (e) => {
      e.exports = ['グリッドラインの可視性の変更']
    },
    988096: (e) => {
      e.exports = ['水平グリッドラインの色の変更']
    },
    231325: (e) => {
      e.exports = ['インジケーターのタイトルの表示の変更']
    },
    399774: (e) => {
      e.exports = ['インジケーターの値の表示の変更']
    },
    96162: (e) => {
      e.exports = ['インジケーターの引数の表示の変更']
    },
    559820: (e) => {
      e.exports = ['インジケーターと財務指標名ラベルの可視性を変更']
    },
    90512: (e) => {
      e.exports = ['インジケーターと財務指標値のラベルの可視性を変更']
    },
    250058: (e) => {
      e.exports = ['前日からの変動値の可視性の変更']
    },
    597956: (e) => {
      e.exports = ['凡例の背景の透明度の変更']
    },
    761061: (e) => {
      e.exports = ['凡例の背景の表示の変更']
    },
    537730: (e) => {
      e.exports = ['ペインボタンの表示の変更']
    },
    989032: (e) => {
      e.exports = ['ペインの境界線の色の変更']
    },
    641636: (e) => {
      e.exports = ['注文の約定時のサウンド通知の変更']
    },
    72970: (e) => {
      e.exports = ['チャート上の取引オブジェクトの位置の変更']
    },
    21181: (e) => {
      e.exports = ['ポジションの表示の変更']
    },
    792476: (e) => {
      e.exports = ['ポジションの損益の表示の変更']
    },
    485749: (e) => {
      e.exports = ['ポジションの損益モードの変更']
    },
    569520: (e) => {
      e.exports = ['ドテンボタンの表示の変更']
    },
    135636: (e) => {
      e.exports = ['右マージンの変更']
    },
    966601: (e) => {
      e.exports = ['右マージンの%を変更']
    },
    225616: (e) => {
      e.exports = ['シンボルの透かしの色の変更']
    },
    687159: (e) => {
      e.exports = ['シンボルの透かしの表示の変更']
    },
    26717: (e) => {
      e.exports = ['シンボルの詳細の表示の変更']
    },
    606091: (e) => {
      e.exports = ['シンボルフィールドの表示の変更']
    },
    728741: (e) => {
      e.exports = ['シンボルの現在値モードの変更']
    },
    795071: (e) => {
      e.exports = ['シンボルの凡例の形式の変更']
    },
    847361: (e) => {
      e.exports = ['スケールモードボタンの表示の変更']
    },
    635065: (e) => {
      e.exports = ['スケールテキストの色の変更']
    },
    484382: (e) => {
      e.exports = ['スケールのフォントサイズの変更']
    },
    512468: (e) => {
      e.exports = ['スケールのラインの色の変更']
    },
    871589: (e) => {
      e.exports = ['セッション区切りの表示の変更']
    },
    515035: (e) => {
      e.exports = ['セッション区切りの幅の変更']
    },
    501579: (e) => {
      e.exports = ['セッション区切りの色の変更']
    },
    121460: (e) => {
      e.exports = ['セッション区切りのスタイルの変更']
    },
    876991: (e) => {
      e.exports = ['時刻の表記の変更']
    },
    598905: (e) => {
      e.exports = ['上マージンの変更']
    },
    992775: (e) => {
      e.exports = [
        'スクリーンショット上のトレードオブジェクトの可視性を変更する',
      ]
    },
    607011: (e) => {
      e.exports = ['単位ラベルの表示の変更']
    },
    722722: (e) => {
      e.exports = ['垂直グリッドラインの色の変更']
    },
    709455: (e) => {
      e.exports = ['出来高の値の表示の変更']
    },
    670919: (e) => {
      e.exports = ['外観']
    },
    8892: (e) => {
      e.exports = ['全般']
    },
  },
])
