;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [2745],
  {
    214229: (e) => {
      e.exports = ['점']
    },
    306174: (e) => {
      e.exports = ['날']
    },
    705285: (e) => {
      e.exports = ['시']
    },
    179410: (e) => {
      e.exports = ['달']
    },
    537830: (e) => {
      e.exports = ['분']
    },
    725042: (e) => {
      e.exports = ['주']
    },
    274787: (e) => {
      e.exports = ['날']
    },
    162346: (e) => {
      e.exports = ['시간']
    },
    394328: (e) => {
      e.exports = ['달']
    },
    357470: (e) => {
      e.exports = ['분']
    },
    774973: (e) => {
      e.exports = ['초']
    },
    348801: (e) => {
      e.exports = ['레인지']
    },
    386614: (e) => {
      e.exports = ['주']
    },
    130426: (e) => {
      e.exports = ['틱']
    },
    643001: (e) => {
      e.exports = ['이미지 카피']
    },
    607367: (e) => {
      e.exports = ['링크 카피']
    },
    645888: (e) => {
      e.exports = ['차트스냅샷']
    },
    274207: (e) => {
      e.exports = ['차트 세팅']
    },
    46720: (e) => {
      e.exports = ['십자선']
    },
    780362: (e) => {
      e.exports = ['십자선은 레이아웃 내의 모든 차트에서 동기화됩니다']
    },
    954777: (e) => {
      e.exports = ['넣기']
    },
    595798: (e) => {
      e.exports = ['커스텀 인터벌 넣기']
    },
    44629: (e) => {
      e.exports = ['즐겨찾기에 넣기']
    },
    715795: (e) => {
      e.exports = ['내 모든 레이아웃']
    },
    288368: (e) => {
      e.exports = ['모든 변경사항이 저장됨']
    },
    684232: (e) => {
      e.exports = ['봉스타일']
    },
    539011: (e) => {
      e.exports = ['이미지 다운로드']
    },
    66174: (e) => {
      e.exports = ['데이트 레인지']
    },
    156685: (e) => {
      e.exports = ['레이아웃 내의 모든 차트에서 날짜 범위가 바뀝니다']
    },
    943399: (e) => {
      e.exports = ['디폴트 템플릿']
    },
    329313: (e) => {
      e.exports = ['이 링크를 가진 사람 누구나 볼 수 있고 카피할 수 있습니다']
    },
    783127: (e) => {
      e.exports = ['즐겨찾기 인디케이터']
    },
    933959: (e) => {
      e.exports = ['즐겨찾기 (Favorites)']
    },
    811682: (e) => {
      e.exports = ['전체화면모드']
    },
    469466: (e) => {
      e.exports = ['인터벌']
    },
    620763: (e) => {
      e.exports = ['레이아웃 내의 모든 차트에 대한 인터벌 변경']
    },
    515812: (e) => {
      e.exports = ['인디케이터 템플릿']
    },
    561142: (e) => {
      e.exports = ['지표']
    },
    174527: (e) => {
      e.exports = ['지표 및 전략']
    },
    979353: (e) => {
      e.exports = ['인터벌대화창열기']
    },
    355520: (e) => {
      e.exports = ['팝업창으로 차트열기']
    },
    938543: (e) => {
      e.exports = ['새 탭에서 열기']
    },
    975687: (e) => {
      e.exports = ['차트 레이아웃 불러오기']
    },
    375789: (e) => {
      e.exports = ['레이아웃 불러오기']
    },
    390879: (e) => {
      e.exports = ['로딩...']
    },
    528024: (e) => {
      e.exports = ['레이아웃 타입']
    },
    180959: (e) => {
      e.exports = ['카피 만들기']
    },
    658219: (e) => {
      e.exports = ['레이아웃 관리']
    },
    438554: (e) => {
      e.exports = ['내 템플릿']
    },
    814605: (e) => {
      e.exports = ['넘버 또는 {hotKey_0}']
    },
    185520: (e) => {
      e.exports = ['저장']
    },
    92093: (e) => {
      e.exports = ['로 인디케이터 템플릿 세이브']
    },
    587409: (e) => {
      e.exports = ['귀하의 레이아웃에 있는 모든 심볼 차트 및 인터벌 저장']
    },
    11680: (e) => {
      e.exports = ['레이아웃 세이브']
    },
    249211: (e) => {
      e.exports = ['레이아웃고르기']
    },
    327077: (e) => {
      e.exports = ['셰어링']
    },
    520987: (e) => {
      e.exports = [
        '차트 위에서 이 서치 박스를 띄우는 동안에 타이핑을 시작할 수 있습니다',
      ]
    },
    589053: (e) => {
      e.exports = ['심볼']
    },
    882719: (e) => {
      e.exports = ['심볼 찾기']
    },
    884315: (e) => {
      e.exports = ['레이아웃 내 모든 차트의 심볼 변경']
    },
    742130: (e) => {
      e.exports = ['퀵 서치']
    },
    370728: (e) => {
      e.exports = ['{hint} 다시하기']
    },
    572482: (e) => {
      e.exports = ['즐겨찾기지움']
    },
    435038: (e) => {
      e.exports = ['이름 바꾸기']
    },
    212548: (e) => {
      e.exports = [
        '차트를 클릭하면 레이아웃 내의 모든 차트가 동일한 시점을 표시합니다',
      ]
    },
    588513: (e) => {
      e.exports = ['스냅샷 찍기']
    },
    132916: (e) => {
      e.exports = ['시간간격']
    },
    99746: (e) => {
      e.exports = ['트윗 차트 이미지']
    },
    780323: (e) => {
      e.exports = ['{hint} 되돌리기']
    },
    223687: (e) => {
      e.exports = ['아직 즐겨찾는 인디케이터가 없습니다']
    },
  },
])
