;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [5173],
  {
    712978: (e) => {
      e.exports = ['{symbolName} 실시간 데이터']
    },
    864565: (e) => {
      e.exports = ['{exchange} 거래소에서 제공합니다.']
    },
    353205: (e) => {
      e.exports = ['연속 선물 계약']
    },
    115993: (e) => {
      e.exports = [
        '연속 선물 계약은 개별 계약을 결합한 합성상품입니다. 1! 계약은 전월물(가장 가까운 만기)을 나타내고 2! 계약은 두 번째로 가까운 만기를 나타냅니다.',
      ]
    },
    345e3: (e) => {
      e.exports = ['Cboe BZX']
    },
    52916: (e) => {
      e.exports = ['데이터는 하루에 한번 업데이트됩니다.']
    },
    425978: (e) => {
      e.exports = ['데이터는 초당 한번씩만 업데이트됩니다.']
    },
    257310: (e) => {
      e.exports = ['딜레이 데이터입니다']
    },
    449321: (e) => {
      e.exports = ['베이직 플랜 데이터는 초당 한번씩만 업데이트됩니다.']
    },
    6044: (e) => {
      e.exports = ['파생 데이터']
    },
    831461: (e) => {
      e.exports = [
        '파생 데이터는 다양한 출처에서 제공된 원시 데이터를 결합 및/또는 가공하여 생성된 재무 지표를 말합니다.',
      ]
    },
    659315: (e) => {
      e.exports = ['종가 데이터']
    },
    332960: (e) => {
      e.exports = ['할랄 심볼']
    },
    791459: (e) => {
      e.exports = [
        '{listedExchange} 리얼타임 데이터를 받고 싶다면 익스체인지 어그리먼트를 채워야 합니다. 클릭 두어번이면 됩니다.',
      ]
    },
    215815: (e) => {
      e.exports = ['초당 한번 업데이트']
    },
    718429: (e) => {
      e.exports = ['자세히 보기']
    },
    141610: (e) => {
      e.exports = ['더보기']
    },
    28412: (e) => {
      e.exports = ['유료 플랜은 데이터 업데이트가 더욱 더 빠릅니다.']
    },
    624680: (e) => {
      e.exports = ['프라이머리 리스팅']
    },
    689022: (e) => {
      e.exports = [
        '이 심볼은 현재 실시간 데이터가 지원되지 않습니다. 추후 지원될 수 있습니다.',
      ]
    },
    806667: (e) => {
      e.exports = ['{symbolName} 리얼타임 데이터는 {exchange} 에서 제공합니다.']
    },
    652984: (e) => {
      e.exports = [
        '{description} 리얼타임 데이터를 받으려면 리얼타임 데이터 패키지를 사도록 하십시오.',
      ]
    },
    999214: (e) => {
      e.exports = [
        '회사의 주식이 상장되어 거래되는 주요 또는 최초의 증권 거래소.',
      ]
    },
    102310: (e) => {
      e.exports = [
        '이 데이터는 실시간이지만 주요 거래소에서 제공하는 공식 데이터와 약간 다를 수 있습니다.',
      ]
    },
    729512: (e) => {
      e.exports = [
        '이 데이터는 실시간이지만 {exchange}에서 제공하는 공식 데이터와 약간 다를 수 있습니다.',
      ]
    },
    152449: (e) => {
      e.exports = [
        '이 주식은 샤리아를 준수하는 주식으로 이슬람 율법을 따릅니다. 이 회사는 이자를 부과하거나 받지 않으며 특정 부문(도박, 술, 담배, 돼지고기 제품)과 거래하지 않습니다.',
      ]
    },
    886753: (e) => {
      e.exports = [
        '이 실시간 데이터는 {originalExchange} 거래소에서 제공합니다. {exchange} 에서 직접 제공하는 공식 데이터와 약간 다를 수 있습니다. 이 차이가 중요한 경우 기본 거래소에서 실시간 데이터를 구매하셔야 하며, 저희가 도와드릴 수 있습니다.',
      ]
    },
    107435: (e) => {
      e.exports = '{exchange} by {originalExchange}'
    },
    301084: (e) => {
      e.exports = [
        '등록 유저는 {listedExchange} 리얼타임 데이터를 무료로 쓸 수 있습니다.',
      ]
    },
    538611: (e) => {
      e.exports = [
        '{symbolName} 데이터가 거래소 요구 사항으로 인해 {time}분 동안 지연되었습니다.',
      ]
    },
  },
])
