;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [6660],
  {
    52587: (o) => {
      o.exports = ['연']
    },
    469219: (o) => {
      o.exports = ['지']
    },
    426211: (o) => {
      o.exports = ['지']
    },
    960582: (o) => {
      o.exports = ['종']
    },
    957357: (o) => {
      o.exports = ['금']
    },
    647310: (o) => {
      o.exports = ['실']
    },
    214485: (o) => {
      o.exports = 'R'
    },
    87817: (o) => {
      o.exports = ['스']
    },
    413859: (o) => {
      o.exports = ['연결중']
    },
    607367: (o) => {
      o.exports = ['링크 카피']
    },
    680027: (o) => {
      o.exports = ['변화 %']
    },
    34565: (o) => {
      o.exports = ['체인지']
    },
    191198: (o) => {
      o.exports = ['변동%']
    },
    60640: (o) => {
      o.exports = ['리스트 비우기']
    },
    613750: (o) => {
      o.exports = ['클릭']
    },
    768973: (o) => {
      o.exports = ['클릭하여 {columnLabel}로 소팅하기']
    },
    279984: (o) => {
      o.exports = ['새 리스트 만들기']
    },
    732340: (o) => {
      o.exports = ['새 리스트 만들기.']
    },
    337224: (o) => {
      o.exports = ['열 커스터마이즈']
    },
    314348: (o) => {
      o.exports = ['어드밴스트 뷰']
    },
    878850: (o) => {
      o.exports = ['{symbol} 에 대한 텍스트 노트 넣기']
    },
    978030: (o) => {
      o.exports = ['고른 모든 것 넣기 to']
    },
    695296: (o) => {
      o.exports = ['고른 것 모두 넣어 견주어 보기']
    },
    57590: (o) => {
      o.exports = ['심볼 넣기']
    },
    871550: (o) => {
      o.exports = ['섹션 넣기']
    },
    634968: (o) => {
      o.exports = ['넣기 {symbol} to']
    },
    465687: (o) => {
      o.exports = ['{symbol} 넣어 비교하기']
    },
    617591: (o) => {
      o.exports = ['{symbol} 왓치리스트에 넣기']
    },
    265662: (o) => {
      o.exports = ['정말로 모든 종목을 지우겠습니까?']
    },
    722753: (o) => {
      o.exports = ["정말로 왓치리스트 '{name}' 을 지우시겠습니까?"]
    },
    654408: (o) => {
      o.exports = ['시스템의 모든 심볼을 정말로 언플래그하시겠습니까?']
    },
    78211: (o) => {
      o.exports = ['지연']
    },
    629601: (o) => {
      o.exports = ['설명']
    },
    132023: (o) => {
      o.exports = ['일종가']
    },
    482751: (o) => {
      o.exports = ['에러']
    },
    982543: (o) => {
      o.exports = ['왓치리스트 익스포트']
    },
    594071: (o) => {
      o.exports = [
        '화일에 포맷이 맞지 않는 데이터가 있습니다. 포맷을 맞춘 뒤 다시 해 보시기 바랍니다. 보기:  "NYSE:GE,NYSE:F,NASDAQ:MSFT" 또는 "F,GE,MSFT"',
      ]
    },
    705847: (o) => {
      o.exports = ['화일 리밋을 넘었음']
    },
    677720: (o) => {
      o.exports = ['파이낸셜']
    },
    182246: (o) => {
      o.exports = ['플래그 {symbol}']
    },
    330836: (o) => {
      o.exports = ['고른 모든 심볼 플래그 (Flag) 표시']
    },
    456502: (o) => {
      o.exports = [
        '흠, 왓치리스트에 아무 심볼도 넣지 않았습니다. 위에서 심볼을 넣을 수 있습니다.',
      ]
    },
    988958: (o) => {
      o.exports = ['할리데이']
    },
    61466: (o) => {
      o.exports = ['리스트 임포트']
    },
    713774: (o) => {
      o.exports = ['잘못된 데이터 포맷']
    },
    113439: (o) => {
      o.exports = ['쓸 수 없는 종목입니다']
    },
    147980: (o) => {
      o.exports = ['{symbol} 차트 열기']
    },
    629824: (o) => {
      o.exports = ['차트 보기']
    },
    25911: (o) => {
      o.exports = ['로딩']
    },
    273064: (o) => {
      o.exports = ['롱']
    },
    915107: (o) => {
      o.exports = ['현재가']
    },
    180959: (o) => {
      o.exports = ['카피 만들기']
    },
    486533: (o) => {
      o.exports = ['마켓오픈']
    },
    548979: (o) => {
      o.exports = ['마켓 클로즈드']
    },
    383949: (o) => {
      o.exports = ['마켓 오픈']
    },
    895814: (o) => {
      o.exports = ['마켓 클로즈드']
    },
    502927: (o) => {
      o.exports = ['스냅샷']
    },
    799217: (o) => {
      o.exports = ['리스트 다른 이름으로 저장']
    },
    252298: (o) => {
      o.exports = ['찾기']
    },
    882271: (o) => {
      o.exports = ['{symbol} 개요 보기']
    },
    516031: (o) => {
      o.exports = ['공유 목록']
    },
    777851: (o) => {
      o.exports = ['숏']
    },
    589053: (o) => {
      o.exports = ['심볼']
    },
    11184: (o) => {
      o.exports = ['심볼 디테일']
    },
    318280: (o) => {
      o.exports = ['심볼 그룹']
    },
    83796: (o) => {
      o.exports = ['심볼 리스트 이름']
    },
    566812: (o) => {
      o.exports = ['포스트 마켓']
    },
    556604: (o) => {
      o.exports = ['포스트 마켓']
    },
    845198: (o) => {
      o.exports = ['프리 마켓']
    },
    943608: (o) => {
      o.exports = ['프리 마켓']
    },
    887267: (o) => {
      o.exports = ['{number} 분 지연 호가']
    },
    728332: (o) => {
      o.exports = ['{number}분 지연호가, 매 30초 업데이트']
    },
    344200: (o) => {
      o.exports = ['사용자 지정 감시 목록 순서로 돌아가기']
    },
    906530: (o) => {
      o.exports = ['실시간']
    },
    366702: (o) => {
      o.exports = ['왓치리스트에서 없애기']
    },
    86261: (o) => {
      o.exports = ['섹션 없애기']
    },
    435038: (o) => {
      o.exports = ['이름 바꾸기']
    },
    688506: (o) => {
      o.exports = ['리플레이 모드']
    },
    847746: (o) => {
      o.exports = ['왓치리스트가 꽉 찼습니다, 캡틴']
    },
    33115: (o) => {
      o.exports = ['왓치리스트 에러']
    },
    66596: (o) => {
      o.exports = [
        '왓치리스트에 {number} 이 넘는 심볼 및 세퍼레이터를 넣을 수 없습니다  – 우리는 미라클 워커가 아니라 엔지니어입니다.',
      ]
    },
    974587: (o) => {
      o.exports = ['파일이 너무 큽니다. 맥스 사이즈는 {fileLimit}KB 입니다']
    },
    751485: (o) => {
      o.exports = ['고른 것 모두 언플래그']
    },
    560342: (o) => {
      o.exports = ['시스템의 모든 심볼 언플래그 (Unflag)']
    },
    684114: (o) => {
      o.exports = ['언플래그 {symbol}']
    },
    101111: (o) => {
      o.exports = ['거래량']
    },
    96921: (o) => {
      o.exports = ['또는']
    },
    291635: (o) => {
      o.exports = ['심볼 넣고 다이얼로그 닫기']
    },
    222045: (o) => {
      o.exports = ['선택한 종목 {count}개를 정말로 삭제하시겠습니까?']
    },
    337628: (o) => {
      o.exports = ['{count} 심볼']
    },
  },
])
