;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [8988],
  {
    774274: (e) => {
      e.exports = ['크로스']
    },
    360558: (e) => {
      e.exports = ['애니멀 & 네이처']
    },
    414232: (e) => {
      e.exports = ['액티비티']
    },
    935305: (e) => {
      e.exports = ['푸드 & 드링크']
    },
    149546: (e) => {
      e.exports = ['플래그']
    },
    572302: (e) => {
      e.exports = ['오브젝트']
    },
    396330: (e) => {
      e.exports = ['스마일 & 피플']
    },
    906878: (e) => {
      e.exports = ['심볼']
    },
    415426: (e) => {
      e.exports = ['최근에 쓰임']
    },
    715395: (e) => {
      e.exports = ['트래블 & 플레이스']
    },
    641596: (e) => {
      e.exports = ['프라이스 스케일 라벨']
    },
    323545: (e) => {
      e.exports = ['상태 라인 밸류']
    },
    239495: (e) => {
      e.exports = ['서클']
    },
    541389: (e) => {
      e.exports = ['봉위']
    },
    129520: (e) => {
      e.exports = ['절대값']
    },
    67049: (e) => {
      e.exports = ['기본설정']
    },
    473169: (e) => {
      e.exports = ['기본설정']
    },
    65262: (e) => {
      e.exports = ['영역 브레이크']
    },
    883760: (e) => {
      e.exports = ['바디']
    },
    248848: (e) => {
      e.exports = ['경계']
    },
    527331: (e) => {
      e.exports = ['배경']
    },
    278626: (e) => {
      e.exports = ['봉아래']
    },
    16079: (e) => {
      e.exports = ['그래디언트']
    },
    506705: (e) => {
      e.exports = ["'{name}' 드로잉 템플릿을 삭제하시겠습니까?"]
    },
    842973: (e) => {
      e.exports = ['도트 라인']
    },
    741361: (e) => {
      e.exports = ['다운']
    },
    459317: (e) => {
      e.exports = ['대쉬 라인']
    },
    731577: (e) => {
      e.exports = ['디벨로핑 VA']
    },
    204329: (e) => {
      e.exports = ['기본설정']
    },
    698938: (e) => {
      e.exports = ['기본설정']
    },
    572405: (e) => {
      e.exports = [
        "'{name}' 드로잉 템플릿이 이미 있습니다. 정말 교체하시겠습니까?",
      ]
    },
    745044: (e) => {
      e.exports = ['숨겨진']
    },
    511091: (e) => {
      e.exports = ['막대그래프']
    },
    540297: (e) => {
      e.exports = ['아웃풋']
    },
    836993: (e) => {
      e.exports = ['min tick 오버라이드']
    },
    864606: (e) => {
      e.exports = ['라벨 폰트']
    },
    54934: (e) => {
      e.exports = ['라인 브레이크']
    },
    141610: (e) => {
      e.exports = ['더보기']
    },
    855362: (e) => {
      e.exports = ['정상']
    },
    735637: (e) => {
      e.exports = ['솔리드']
    },
    418229: (e) => {
      e.exports = ['기본설정으로 사용']
    },
    504315: (e) => {
      e.exports = ['드로잉 템플릿을 다음 이름으로 저장']
    },
    786520: (e) => {
      e.exports = ['신호라벨']
    },
    464108: (e) => {
      e.exports = ['브레이크가 있는 스텝 라인']
    },
    367767: (e) => {
      e.exports = ['다이어몬드와 함께 발맞추기']
    },
    621861: (e) => {
      e.exports = ['플레이스먼트']
    },
    173947: (e) => {
      e.exports = ['정밀도']
    },
    766596: (e) => {
      e.exports = ['수량']
    },
    79782: (e) => {
      e.exports = ['설정초기화']
    },
    895247: (e) => {
      e.exports = ['너비(박스의 %)']
    },
    319221: (e) => {
      e.exports = ['문자열색']
    },
    350912: (e) => {
      e.exports = ['템플릿이름']
    },
    607138: (e) => {
      e.exports = ['차트위 트레이드']
    },
    798802: (e) => {
      e.exports = ['업']
    },
    578019: (e) => {
      e.exports = [
        '선택한 드로윙을 대체하려면 특수 연산 부호를 사용합니다. 가격에는 +,-,/,*, 막대 인덱스는 +,-입니다.',
      ]
    },
    114414: (e) => {
      e.exports = ['볼륨 프로화일']
    },
    391322: (e) => {
      e.exports = ['밸류']
    },
    320834: (e) => {
      e.exports = ['미니멈 틱 바꾸기']
    },
    198491: (e) => {
      e.exports = ['글자 바꾸기']
    },
    907378: (e) => {
      e.exports = ['폰트 사이즈 바꾸기']
    },
    628691: (e) => {
      e.exports = ['라인 스타일 바꾸기']
    },
    138361: (e) => {
      e.exports = ['로케이션 바꾸기']
    },
    851081: (e) => {
      e.exports = ['퍼센트 너비 바꾸기']
    },
    847634: (e) => {
      e.exports = ['자리 바꾸기']
    },
    215683: (e) => {
      e.exports = ['플롯 타입 바꾸기']
    },
    900164: (e) => {
      e.exports = ['프리시전 바꾸기']
    },
    486888: (e) => {
      e.exports = ['셰이프 바꾸기']
    },
    50463: (e) => {
      e.exports = ['밸류 바꾸기']
    },
    212628: (e) => {
      e.exports = ['밸류 비저빌리티 바꾸기']
    },
    976080: (e) => {
      e.exports = 'e.g. +1'
    },
    495166: (e) => {
      e.exports = 'e.g. /2'
    },
  },
])
