;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [252],
  {
    214229: (e) => {
      e.exports = ['Точка']
    },
    716936: (e) => {
      e.exports = ['Назад']
    },
    709898: (e) => {
      e.exports = ['Право на акцию']
    },
    418511: (e) => {
      e.exports = ['Обратный отсчёт до закрытия бара']
    },
    132409: (e) => {
      e.exports = ['Цветовая тема']
    },
    190069: (e) => {
      e.exports = ['Сравнить']
    },
    939176: (e) => {
      e.exports = ['Контент']
    },
    715803: (e) => {
      e.exports = ['Копировать ссылку на изображение графика']
    },
    620036: (e) => {
      e.exports = ['Отмена']
    },
    619022: (e) => {
      e.exports = ['Каналы']
    },
    508353: (e) => {
      e.exports = ['Изменить интервал']
    },
    520788: (e) => {
      e.exports = ['Стиль графика — Столбцы']
    },
    86771: (e) => {
      e.exports = ['Стиль графика — Японские свечи']
    },
    45290: (e) => {
      e.exports = ['Стиль графика — Область']
    },
    397559: (e) => {
      e.exports = ['Стиль графика — Бары']
    },
    18779: (e) => {
      e.exports = ['Стиль графика — Базовая линия']
    },
    890599: (e) => {
      e.exports = ['Стиль графика — Каги']
    },
    241412: (e) => {
      e.exports = ['Стиль графика — Область HLC']
    },
    651383: (e) => {
      e.exports = ['Стиль графика — Пустые свечи']
    },
    620424: (e) => {
      e.exports = ['Стиль графика — Хейкен Аши']
    },
    928381: (e) => {
      e.exports = ['Стиль графика — Мин-Макс']
    },
    887691: (e) => {
      e.exports = ['Стиль графика — Линия']
    },
    470: (e) => {
      e.exports = ['Стиль графика — Линейный прорыв']
    },
    514956: (e) => {
      e.exports = ['Стиль графика — Линия с точками']
    },
    459393: (e) => {
      e.exports = ['Стиль графика — Ступенчатая линия']
    },
    459491: (e) => {
      e.exports = ['Стиль графика — Крестики-нолики']
    },
    538385: (e) => {
      e.exports = ['Стиль графика — Range']
    },
    591664: (e) => {
      e.exports = ['Стиль графика — Ренко']
    },
    882838: (e) => {
      e.exports = ['Стиль графика — Кластерный объём']
    },
    680395: (e) => {
      e.exports = ['Закрыть меню']
    },
    772248: (e) => {
      e.exports = ['Создать новый список котировок']
    },
    682401: (e) => {
      e.exports = ['Курсоры']
    },
    150025: (e) => {
      e.exports = ['Циклический анализ']
    },
    19661: (e) => {
      e.exports = ['Инструменты комментирования']
    },
    445976: (e) => {
      e.exports = ['Добавить в Список котировок']
    },
    44629: (e) => {
      e.exports = ['Добавить в избранное']
    },
    617591: (e) => {
      e.exports = ['Добавить {symbol} в Список котировок']
    },
    64498: (e) => {
      e.exports = ['Все источники']
    },
    595480: (e) => {
      e.exports = ['Применить эти индикаторы для всех графиков в окне']
    },
    223969: (e) => {
      e.exports = ['Стрелки']
    },
    328020: (e) => {
      e.exports = ['Авто (бары подстраиваются под экран)']
    },
    879852: (e) => {
      e.exports = ['Облигации']
    },
    661617: (e) => {
      e.exports = ['Метки цен покупки и продажи']
    },
    785466: (e) => {
      e.exports = ['Линии цен покупки и продажи']
    },
    755939: (e) => {
      e.exports = ['Кисти']
    },
    618156: (e) => {
      e.exports = ['Купить']
    },
    40803: (e) => {
      e.exports = ['Перейти к дате']
    },
    708682: (e) => {
      e.exports = ['Перейти к символу']
    },
    543884: (e) => {
      e.exports = ['Ганн']
    },
    705816: (e) => {
      e.exports = ['Инструменты Ганна и Фибоначчи']
    },
    322146: (e) => {
      e.exports = ['Геометрические фигуры']
    },
    860925: (e) => {
      e.exports = ['Точка']
    },
    866365: (e) => {
      e.exports = ['Тёмная тема']
    },
    629601: (e) => {
      e.exports = ['Описание']
    },
    222772: (e) => {
      e.exports = ['Инструменты рисования']
    },
    388280: (e) => {
      e.exports = ['Волны Эллиотта']
    },
    299289: (e) => {
      e.exports = ['Ластик']
    },
    488318: (e) => {
      e.exports = ['Расширенная сессия']
    },
    797100: (e) => {
      e.exports = ['Инструменты для измерения и прогнозирования']
    },
    922305: (e) => {
      e.exports = ['Фибоначчи']
    },
    811682: (e) => {
      e.exports = ['Полноэкранный режим']
    },
    15327: (e) => {
      e.exports = ['Функция']
    },
    717517: (e) => {
      e.exports = ['Скрыть все объекты рисования']
    },
    482785: (e) => {
      e.exports = ['Инвертировать шкалу']
    },
    864642: (e) => {
      e.exports = ['Добавить индикатор']
    },
    778082: (e) => {
      e.exports = ['Открыть Стакан заявок']
    },
    646445: (e) => {
      e.exports = ['Открыть окно данных']
    },
    755149: (e) => {
      e.exports = ['Открыть дерево объектов']
    },
    669707: (e) => {
      e.exports = ['Открыть список котировок']
    },
    975687: (e) => {
      e.exports = ['Загрузить график']
    },
    537057: (e) => {
      e.exports = ['Зафиксировать все объекты']
    },
    495667: (e) => {
      e.exports = ['Зафиксировать соотношение цена/бар']
    },
    19567: (e) => {
      e.exports = ['Переместить шкалу влево']
    },
    576300: (e) => {
      e.exports = ['Переместить шкалу вправо']
    },
    56854: (e) => {
      e.exports = ['Сдвинуть график назад']
    },
    622221: (e) => {
      e.exports = ['Сдвинуть график вперёд']
    },
    579165: (e) => {
      e.exports = ['Магия']
    },
    937140: (e) => {
      e.exports = [
        'Магнит позволяет притягивать точки объектов к ближайшим ценам (откр., макс., мин., закр.) баров',
      ]
    },
    72357: (e) => {
      e.exports = ['Настройки объектов рисования графика']
    },
    659607: (e) => {
      e.exports = ['Линейка']
    },
    79961: (e) => {
      e.exports = ['Линейка']
    },
    678633: (e) => {
      e.exports = ['Переместить все шкалы влево']
    },
    300308: (e) => {
      e.exports = ['Переместить все шкалы вправо']
    },
    929673: (e) => {
      e.exports = ['Нет подходящих бирж']
    },
    641379: (e) => {
      e.exports = ['Нет подходящих символов']
    },
    945850: (e) => {
      e.exports = ['Нет подходящих вариантов']
    },
    736551: (e) => {
      e.exports = [
        'Новые объекты рисования копируются на все графики рабочего пространства и отображаются, когда выбирается тот же тикер',
      ]
    },
    319407: (e) => {
      e.exports = ['Новые объекты рисования будут синхронизированы везде']
    },
    477989: (e) => {
      e.exports = [
        'Новые объекты рисования будут синхронизированы на всех графиках',
      ]
    },
    719724: (e) => {
      e.exports = ['Источники']
    },
    162571: (e) => {
      e.exports = ['Сохранить график']
    },
    535264: (e) => {
      e.exports = ['Игнорировать шкалу индикаторов']
    },
    252298: (e) => {
      e.exports = ['Поиск']
    },
    678842: (e) => {
      e.exports = ['Искать инструмент или функцию']
    },
    313269: (e) => {
      e.exports = ['Выбрать источник']
    },
    392553: (e) => {
      e.exports = ['Продать']
    },
    890417: (e) => {
      e.exports = ['Границы сессий']
    },
    825792: (e) => {
      e.exports = ['Фигуры']
    },
    73953: (e) => {
      e.exports = ['Показывать кнопки покупки/продажи']
    },
    149616: (e) => {
      e.exports = ['Показать панель избранных инструментов рисования']
    },
    691977: (e) => {
      e.exports = ['Показать скрытые инструменты']
    },
    551072: (e) => {
      e.exports = ['Показать дерево объектов']
    },
    749421: (e) => {
      e.exports = ['Оставаться в режиме рисования']
    },
    685422: (e) => {
      e.exports = ['Сильный магнит']
    },
    589053: (e) => {
      e.exports = ['Инструмент']
    },
    948490: (e) => {
      e.exports = ['Инструмент и описание']
    },
    679791: (e) => {
      e.exports = ['Метка имени инструмента']
    },
    112014: (e) => {
      e.exports = ['Информация по инструменту']
    },
    678001: (e) => {
      e.exports = ['Метка последнего значения инструмента']
    },
    324558: (e) => {
      e.exports = ['Метка цены закрытия предыдущего дня']
    },
    882719: (e) => {
      e.exports = ['Поиск инструментов']
    },
    735888: (e) => {
      e.exports = ['Синхронизировать на всех графиках']
    },
    219693: (e) => {
      e.exports = ['Паттерны']
    },
    673359: (e) => {
      e.exports = ['Вилы']
    },
    204037: (e) => {
      e.exports = ['Кнопка Плюс']
    },
    796032: (e) => {
      e.exports = ['Линия цены закрытия предыдущего дня']
    },
    999530: (e) => {
      e.exports = ['Линия цены']
    },
    990612: (e) => {
      e.exports = ['Недавние запросы']
    },
    131273: (e) => {
      e.exports = ['Регулярная сессия']
    },
    376091: (e) => {
      e.exports = ['Удалить объекты рисования']
    },
    420378: (e) => {
      e.exports = ['Удалить индикаторы']
    },
    457869: (e) => {
      e.exports = ['Удалить все индикаторы и объекты рисования']
    },
    366702: (e) => {
      e.exports = ['Удалить из списка котировок']
    },
    572482: (e) => {
      e.exports = ['Удалить из предпочтений']
    },
    634465: (e) => {
      e.exports = ['Сбросить состояние графика']
    },
    445417: (e) => {
      e.exports = ['Сбросить масштаб ценовой шкалы']
    },
    275521: (e) => {
      e.exports = ['Сбросить масштаб временной шкалы']
    },
    245265: (e) => {
      e.exports = ['Слабый магнит']
    },
    620916: (e) => {
      e.exports = ['Текст и заметки']
    },
    18794: (e) => {
      e.exports = ['Линии тренда']
    },
    464185: (e) => {
      e.exports = ['Поиск инструментов рисования, функций и настроек']
    },
    89967: (e) => {
      e.exports = ['Основаны на объёме']
    },
    38925: (e) => {
      e.exports = ['Увеличить масштаб']
    },
    949895: (e) => {
      e.exports = ['Уменьшить масштаб']
    },
    812629: (e) => {
      e.exports = ['товары']
    },
    487592: (e) => {
      e.exports = 'cfd'
    },
    565558: (e) => {
      e.exports = ['изменение видимости идей на графике']
    },
    559820: (e) => {
      e.exports = [
        'изменение видимости меток названий индикаторов и отчетности',
      ]
    },
    90512: (e) => {
      e.exports = [
        'изменение видимости меток значений индикаторов и отчетности',
      ]
    },
    350393: (e) => {
      e.exports = ['изменение видимости линий цены пре-/постмаркета']
    },
    308448: (e) => {
      e.exports = ['криптовалюты']
    },
    667245: (e) => {
      e.exports = ['Депоз. расписки']
    },
    488720: (e) => {
      e.exports = ['экономические данные']
    },
    739512: (e) => {
      e.exports = ['форекс']
    },
    781859: (e) => {
      e.exports = ['фьючерсы']
    },
    612754: (e) => {
      e.exports = ['индексы']
    },
    138071: (e) => {
      e.exports = ['индексы']
    },
    636931: (e) => {
      e.exports = ['акция']
    },
    695612: (e) => {
      e.exports = ['синхронизацию объектов рисования']
    },
    132868: (e) => {
      e.exports = ['{hotKey_0} + Клик на графике']
    },
    468125: (e) => {
      e.exports = ['{hotKey_0} — Окружность']
    },
    240234: (e) => {
      e.exports = ['{hotKey_0} — Рисовать прямую линию под углом 45 градусов']
    },
    510289: (e) => {
      e.exports = ['{hotKey_0} — Фиксированный диапазон']
    },
    481591: (e) => {
      e.exports = ['{hotKey_0} — Квадрат']
    },
  },
])
