;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [2285],
  {
    72171: (t) => {
      t.exports = ['По центру']
    },
    91757: (t) => {
      t.exports = ['Снизу']
    },
    22192: (t) => {
      t.exports = ['Дни']
    },
    63099: (t) => {
      t.exports = ['Часы']
    },
    77405: (t) => {
      t.exports = ['Горизонтальная']
    },
    66304: (t) => {
      t.exports = ['Аргументы']
    },
    19286: (t) => {
      t.exports = ['Слева']
    },
    76476: (t) => {
      t.exports = ['По центру']
    },
    28134: (t) => {
      t.exports = ['Минуты']
    },
    71129: (t) => {
      t.exports = ['Секунды']
    },
    21141: (t) => {
      t.exports = ['Справа']
    },
    21594: (t) => {
      t.exports = ['Недели']
    },
    26458: (t) => {
      t.exports = ['Фитиль']
    },
    65994: (t) => {
      t.exports = ['Сверху']
    },
    92960: (t) => {
      t.exports = ['Выравнивание текста']
    },
    90581: (t) => {
      t.exports = ['Ориентация текста']
    },
    44085: (t) => {
      t.exports = ['Вертикальная']
    },
    13355: (t) => {
      t.exports = ['изменение дневной видимости {title} (предельная точка)']
    },
    41377: (t) => {
      t.exports = ['изменение дневной видимости {title} (начальная точка)']
    },
    35388: (t) => {
      t.exports = ['изменение часовой видимости {title} (начальная точка)']
    },
    78586: (t) => {
      t.exports = ['изменение часовой видимости {title} (предельная точка)']
    },
    59635: (t) => {
      t.exports = ['изменение месячной видимости {title} (начальная точка)']
    },
    74266: (t) => {
      t.exports = ['изменение месячной видимости {title} (предельная точка)']
    },
    91633: (t) => {
      t.exports = ['изменение минутной видимости {title} (предельная точка)']
    },
    15106: (t) => {
      t.exports = ['изменение минутной видимости {title} (начальная точка)']
    },
    66161: (t) => {
      t.exports = ['изменение секундной видимости {title} (предельная точка)']
    },
    2822: (t) => {
      t.exports = ['изменение секундной видимости {title} (начальная точка)']
    },
    21339: (t) => {
      t.exports = ['изменение недельной видимости {title} (начальная точка)']
    },
    68643: (t) => {
      t.exports = ['изменение недельной видимости {title} (предельная точка)']
    },
    30810: (t) => {
      t.exports = ['изменение видимости {title} на тиках']
    },
    24941: (t) => {
      t.exports = ['изменение видимости {title} на неделях']
    },
    8917: (t) => {
      t.exports = ['изменение видимости {title} на {ranges}']
    },
    29088: (t) => {
      t.exports = ['изменение видимости {title} на днях']
    },
    68971: (t) => {
      t.exports = ['изменение видимости {title} на часах']
    },
    64370: (t) => {
      t.exports = ['изменение видимости {title} на минутах']
    },
    6659: (t) => {
      t.exports = ['изменение видимости {title} на месяцах']
    },
    46948: (t) => {
      t.exports = ['изменение видимости {title} на секундах']
    },
    82211: (t) => {
      t.exports = ['Дни']
    },
    33486: (t) => {
      t.exports = ['дневную видимость до']
    },
    14077: (t) => {
      t.exports = ['дневную видимость с']
    },
    3143: (t) => {
      t.exports = ['Часы']
    },
    84775: (t) => {
      t.exports = ['часовую видимость с']
    },
    11255: (t) => {
      t.exports = ['часовую видимость до']
    },
    58964: (t) => {
      t.exports = ['Месяцы']
    },
    71770: (t) => {
      t.exports = ['месячную видимость с']
    },
    37179: (t) => {
      t.exports = ['месячную видимость до']
    },
    16465: (t) => {
      t.exports = ['Минуты']
    },
    72317: (t) => {
      t.exports = ['минутную видимость до']
    },
    25586: (t) => {
      t.exports = ['минутную видимость с']
    },
    32925: (t) => {
      t.exports = ['секундную видимость']
    },
    39017: (t) => {
      t.exports = ['секундную видимость до']
    },
    6049: (t) => {
      t.exports = ['секундную видимость с']
    },
    93016: (t) => {
      t.exports = ['недельную видимость']
    },
    32002: (t) => {
      t.exports = ['недельную видимость с']
    },
    28091: (t) => {
      t.exports = ['недельную видимость до']
    },
    59523: (t) => {
      t.exports = ['тики']
    },
  },
])
