;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [344],
  {
    63227: (t) => {
      t.exports = ['#{count} (бар)']
    },
    309671: (t) => {
      t.exports = ['#{count} (цена, бар)']
    },
    391282: (t) => {
      t.exports = ['#1 (бар)']
    },
    601961: (t) => {
      t.exports = ['#1 (цена)']
    },
    12706: (t) => {
      t.exports = ['#1 (цена, бар)']
    },
    392195: (t) => {
      t.exports = ['#1 (% вертикальной позиции, бар)']
    },
    566187: (t) => {
      t.exports = ['Средняя линия']
    },
    205066: (t) => {
      t.exports = '%'
    },
    689795: (t) => {
      t.exports = ['Против часовой стрелки']
    },
    143809: (t) => {
      t.exports = ['Коэфф. как проценты']
    },
    940054: (t) => {
      t.exports = ['Цвет']
    },
    647737: (t) => {
      t.exports = ['Сокращённые значения']
    },
    4639: (t) => {
      t.exports = ['Координаты']
    },
    876655: (t) => {
      t.exports = ['Валюта']
    },
    599120: (t) => {
      t.exports = ['Канал']
    },
    160066: (t) => {
      t.exports = ['Изменение в пипсах']
    },
    336150: (t) => {
      t.exports = ['Угол']
    },
    838280: (t) => {
      t.exports = ['Углы']
    },
    795264: (t) => {
      t.exports = ['Размер счёта']
    },
    285160: (t) => {
      t.exports = ['Всегда отображать значения']
    },
    754189: (t) => {
      t.exports = ['Дуги']
    },
    34674: (t) => {
      t.exports = ['Сред. Макс.Мин. в минитиках']
    },
    217608: (t) => {
      t.exports = ['Текст снизу']
    },
    248848: (t) => {
      t.exports = ['Граница']
    },
    872269: (t) => {
      t.exports = ['Границы']
    },
    527331: (t) => {
      t.exports = ['Фон']
    },
    166282: (t) => {
      t.exports = ['Фон #1']
    },
    19949: (t) => {
      t.exports = ['Диапазон в барах']
    },
    781260: (t) => {
      t.exports = ['Сетка']
    },
    767114: (t) => {
      t.exports = ['Временной диапазон']
    },
    537067: (t) => {
      t.exports = ['Перемещение (цена, бар)']
    },
    982797: (t) => {
      t.exports = ['Отступ']
    },
    146211: (t) => {
      t.exports = ['Эмодзи']
    },
    946001: (t) => {
      t.exports = ['Открытие позиции']
    },
    601220: (t) => {
      t.exports = ['Продолжить']
    },
    271116: (t) => {
      t.exports = ['Продолжить вниз']
    },
    545809: (t) => {
      t.exports = ['Продолжить влево']
    },
    325892: (t) => {
      t.exports = ['Продолжить левую линию']
    },
    513611: (t) => {
      t.exports = ['Продолжить линии']
    },
    903304: (t) => {
      t.exports = ['Продолжить линии влево']
    },
    883095: (t) => {
      t.exports = ['Продолжить линии вправо']
    },
    714025: (t) => {
      t.exports = ['Продолжить вправо']
    },
    974395: (t) => {
      t.exports = ['Продолжить правую линию']
    },
    885197: (t) => {
      t.exports = ['Продолжить вверх']
    },
    417006: (t) => {
      t.exports = ['Размер шрифта']
    },
    731343: (t) => {
      t.exports = ['Текст (неудача)']
    },
    628565: (t) => {
      t.exports = ['Фон (неудача)']
    },
    987931: (t) => {
      t.exports = ['Линии']
    },
    539836: (t) => {
      t.exports = ['Уровни Фибо, основанные на лог. шкале']
    },
    410578: (t) => {
      t.exports = ['Полные окружности']
    },
    825264: (t) => {
      t.exports = ['МаксМин бары']
    },
    366049: (t) => {
      t.exports = ['ОткрЗакр бары']
    },
    127531: (t) => {
      t.exports = ['Размер лота']
    },
    599180: (t) => {
      t.exports = ['Нижняя полоса']
    },
    653861: (t) => {
      t.exports = ['Нижняя полоса #2']
    },
    644775: (t) => {
      t.exports = ['Нижняя полоса #3']
    },
    485206: (t) => {
      t.exports = ['Метка']
    },
    975332: (t) => {
      t.exports = ['Граница метки']
    },
    14773: (t) => {
      t.exports = ['Заливка текстовой метки']
    },
    637126: (t) => {
      t.exports = ['Текст метки']
    },
    579106: (t) => {
      t.exports = ['Уровни']
    },
    995610: (t) => {
      t.exports = ['Линии уровня']
    },
    379307: (t) => {
      t.exports = ['Текст слева']
    },
    949286: (t) => {
      t.exports = ['Линия — Макс.Мин./2']
    },
    17676: (t) => {
      t.exports = ['Линия — Цена откр.']
    },
    447669: (t) => {
      t.exports = ['Линия — Цена закр.']
    },
    471899: (t) => {
      t.exports = ['Линия — Макс.']
    },
    683394: (t) => {
      t.exports = ['Линия — Мин.']
    },
    760489: (t) => {
      t.exports = ['Цвет линии']
    },
    453889: (t) => {
      t.exports = ['Режим']
    },
    695543: (t) => {
      t.exports = ['Месяцы']
    },
    685041: (t) => {
      t.exports = ['Средняя линия']
    },
    324510: (t) => {
      t.exports = ['Средняя точка']
    },
    922213: (t) => {
      t.exports = ['Фон (открытие)']
    },
    415500: (t) => {
      t.exports = ['Граница (открытие)']
    },
    479238: (t) => {
      t.exports = ['Текст (открытие)']
    },
    537249: (t) => {
      t.exports = ['Статистика']
    },
    328712: (t) => {
      t.exports = ['Расположение данных']
    },
    550948: (t) => {
      t.exports = ['Цвет стоп-уровня']
    },
    456119: (t) => {
      t.exports = ['Стоп-уровень']
    },
    169835: (t) => {
      t.exports = ['Текст (успех)']
    },
    591141: (t) => {
      t.exports = ['Фон (успех)']
    },
    502694: (t) => {
      t.exports = ['Процентное изменение']
    },
    300650: (t) => {
      t.exports = ['Проценты']
    },
    25684: (t) => {
      t.exports = ['Цена']
    },
    223675: (t) => {
      t.exports = ['Метка цен']
    },
    375675: (t) => {
      t.exports = ['Метки цен']
    },
    516103: (t) => {
      t.exports = ['Уровни цены']
    },
    46964: (t) => {
      t.exports = ['Диапазон цен']
    },
    859771: (t) => {
      t.exports = ['Соотношение цена/бар']
    },
    729072: (t) => {
      t.exports = ['Цены']
    },
    202635: (t) => {
      t.exports = ['Уровень прибыли']
    },
    233886: (t) => {
      t.exports = ['Диапазон и соотношение']
    },
    224186: (t) => {
      t.exports = ['Переворот']
    },
    691367: (t) => {
      t.exports = ['Текст справа']
    },
    563833: (t) => {
      t.exports = ['Риск']
    },
    695545: (t) => {
      t.exports = ['Волна']
    },
    810209: (t) => {
      t.exports = ['Текст сверху']
    },
    598001: (t) => {
      t.exports = ['Фон (цель)']
    },
    789258: (t) => {
      t.exports = ['Граница (цель)']
    },
    745302: (t) => {
      t.exports = ['Цвет цели']
    },
    774289: (t) => {
      t.exports = ['Текст (цель)']
    },
    617932: (t) => {
      t.exports = ['Перенос строк']
    },
    455325: (t) => {
      t.exports = ['Временная метка']
    },
    277838: (t) => {
      t.exports = ['Временные уровни']
    },
    102295: (t) => {
      t.exports = ['Прозрачность']
    },
    404372: (t) => {
      t.exports = ['Линия тренда']
    },
    726775: (t) => {
      t.exports = ['Верхняя полоса']
    },
    821774: (t) => {
      t.exports = ['Верхняя полоса #2']
    },
    821076: (t) => {
      t.exports = ['Верхняя полоса #3']
    },
    812374: (t) => {
      t.exports = ['Использовать один цвет']
    },
    253473: (t) => {
      t.exports = 'VWAP'
    },
    391322: (t) => {
      t.exports = ['Значения']
    },
    525227: (t) => {
      t.exports = ['Расхождение']
    },
    701670: (t) => {
      t.exports = ['изменение угла']
    },
    238829: (t) => {
      t.exports = ['изменение цвета стрелки']
    },
    623723: (t) => {
      t.exports = ['изменение X-координаты бара']
    },
    72080: (t) => {
      t.exports = ['изменение цвета флага']
    },
    466266: (t) => {
      t.exports = ['изменение Y-координаты цены']
    },
    598905: (t) => {
      t.exports = ['изменение отступа сверху']
    },
    911049: (t) => {
      t.exports = ['изменение вертикальной позиции Y-координаты']
    },
    898057: (t) => {
      t.exports = ['изменение цвета линии VWAP: {title}']
    },
    455218: (t) => {
      t.exports = ['изменение толщины линии VWAP: {title}']
    },
    431804: (t) => {
      t.exports = ['изменение против часовой стрелки {title}']
    },
    199128: (t) => {
      t.exports = ['изменение видимости коэфф. {title} как процентов']
    },
    920216: (t) => {
      t.exports = ['изменение цвета {title}']
    },
    735435: (t) => {
      t.exports = ['изменение режима сокращенных значений {title}']
    },
    800550: (t) => {
      t.exports = ['изменение цвета границы восходящих свечей: {title}']
    },
    328146: (t) => {
      t.exports = ['изменение видимости границы свечей: {title}']
    },
    807373: (t) => {
      t.exports = ['изменение цвета границы нисходящих свечей: {title}']
    },
    538742: (t) => {
      t.exports = ['изменение цвета нисходящих свечей: {title}']
    },
    542273: (t) => {
      t.exports = ['изменение цвета восходящих свечей: {title}']
    },
    576054: (t) => {
      t.exports = ['изменение цвета фитиля свечей: {title}']
    },
    27029: (t) => {
      t.exports = ['изменение видимости фитиля свечей: {title}']
    },
    322430: (t) => {
      t.exports = ['изменение видимости изменения {title} в пипсах']
    },
    245537: (t) => {
      t.exports = ['изменение видимости угла {title}']
    },
    431775: (t) => {
      t.exports = ['изменение размера счета {title}']
    },
    137913: (t) => {
      t.exports = ['изменение: постоянное отображение значения {title}']
    },
    615521: (t) => {
      t.exports = ['изменение цвета всех линий {title}']
    },
    117466: (t) => {
      t.exports = ['изменение цвета линии {index} дуги: {title}']
    },
    672307: (t) => {
      t.exports = ['изменение толщины линии {index} дуги: {title}']
    },
    913853: (t) => {
      t.exports = ['изменение видимости линии {index} дуги: {title}']
    },
    78680: (t) => {
      t.exports = ['изменение среднего значения МАКС-МИН {title}']
    },
    215802: (t) => {
      t.exports = ['изменение видимости текста снизу: {title}']
    },
    936438: (t) => {
      t.exports = ['изменение прозрачности фона {title}']
    },
    64548: (t) => {
      t.exports = ['изменение видимости фона {title}']
    },
    975312: (t) => {
      t.exports = ['изменение цвета фона {title}']
    },
    739651: (t) => {
      t.exports = ['изменение цвета фона 1: {title}']
    },
    378177: (t) => {
      t.exports = ['изменение цвета фона 2: {title}']
    },
    142746: (t) => {
      t.exports = ['изменение видимости диапазона в барах {title}']
    },
    153770: (t) => {
      t.exports = ['изменение видимости сетки {title}']
    },
    29145: (t) => {
      t.exports = ['изменение цвета линий сетки {title}']
    },
    364949: (t) => {
      t.exports = ['изменение стиля линий сетки {title}']
    },
    693548: (t) => {
      t.exports = ['изменение толщины линий сетки {title}']
    },
    215485: (t) => {
      t.exports = ['изменение видимости диапазона даты/времени {title}']
    },
    203400: (t) => {
      t.exports = ['изменение угла {title}']
    },
    891534: (t) => {
      t.exports = ['изменение видимости расстояния {title}']
    },
    565056: (t) => {
      t.exports = ['изменение эмодзи {title}']
    },
    765899: (t) => {
      t.exports = ['изменение видимости эмодзи {title}']
    },
    859354: (t) => {
      t.exports = ['изменение цены входа {title}']
    },
    801447: (t) => {
      t.exports = ['изменение: продолжение вниз ({title})']
    },
    215258: (t) => {
      t.exports = ['изменение: продолжение влево ({title})']
    },
    896902: (t) => {
      t.exports = ['изменение: продолжение линий ({title})']
    },
    300896: (t) => {
      t.exports = ['изменение: продолжение вверх ({title})']
    },
    203708: (t) => {
      t.exports = ['изменение: продолжение влево ({title})']
    },
    45719: (t) => {
      t.exports = ['изменение: продолжение вправо ({title})']
    },
    286647: (t) => {
      t.exports = ['изменение расширения {title}']
    },
    203156: (t) => {
      t.exports = ['изменение цвета текста {title} (неудача)']
    },
    649885: (t) => {
      t.exports = ['изменение цвета фона {title} (неудача)']
    },
    689126: (t) => {
      t.exports = ['изменение видимости {index} веерной линии {title}']
    },
    130016: (t) => {
      t.exports = ['изменение толщины {index} веерной линии: {title}']
    },
    436147: (t) => {
      t.exports = ['изменение цвета {index} веерной линии: {title}']
    },
    478142: (t) => {
      t.exports = ['изменение видимости вееров {title}']
    },
    379467: (t) => {
      t.exports = ['изменение цвета линий вееров {title}']
    },
    945739: (t) => {
      t.exports = ['изменение уровней Фибо {title}, основанных на лог. шкале']
    },
    99670: (t) => {
      t.exports = ['изменение: отражение по горизонтали ({title})']
    },
    235165: (t) => {
      t.exports = ['изменение видимости полных окружностей {title}']
    },
    248983: (t) => {
      t.exports = ['изменение цвета фона изображения {title}']
    },
    345025: (t) => {
      t.exports = ['изменение размера лота {title}']
    },
    713901: (t) => {
      t.exports = ['изменение цвета линии нижней полосы: {title}']
    },
    578425: (t) => {
      t.exports = ['изменение видимости линии нижней полосы: {title}']
    },
    999491: (t) => {
      t.exports = ['изменение толщины линии нижней полосы: {title}']
    },
    755469: (t) => {
      t.exports = ['изменение цвета линии нижней полосы #2: {title}']
    },
    176157: (t) => {
      t.exports = ['изменение видимости линии нижней полосы #2: {title}']
    },
    608081: (t) => {
      t.exports = ['изменение ширины линии нижней полосы #2: {title}']
    },
    295016: (t) => {
      t.exports = ['изменение цвета линии нижней полосы #3: {title}']
    },
    484928: (t) => {
      t.exports = ['изменение видимости линии нижней полосы #3: {title}']
    },
    544693: (t) => {
      t.exports = ['изменение ширины линии нижней полосы #3: {title}']
    },
    981170: (t) => {
      t.exports = ['изменение выравнивания меток {title}']
    },
    622775: (t) => {
      t.exports = ['изменение размера шрифта на метках {title}']
    },
    424338: (t) => {
      t.exports = ['изменение видимости меток {title}']
    },
    732891: (t) => {
      t.exports = ['изменение коэфф. линии {index} уровня: {title}']
    },
    185551: (t) => {
      t.exports = ['изменение цвета линии {index} уровня: {title}']
    },
    247840: (t) => {
      t.exports = ['изменение стиля линии {index} уровня: {title}']
    },
    345463: (t) => {
      t.exports = ['изменение видимости линии {index} уровня: {title}']
    },
    990098: (t) => {
      t.exports = ['изменение толщины линии {index} уровня: {title}']
    },
    26710: (t) => {
      t.exports = ['изменение видимости уровней {title}']
    },
    302359: (t) => {
      t.exports = ['изменение видимости текста слева: {title}']
    },
    244643: (t) => {
      t.exports = ['изменение толщины линии {title}']
    },
    920563: (t) => {
      t.exports = ['изменение цвета линии {title}']
    },
    266982: (t) => {
      t.exports = ['изменение стиля линии {title}']
    },
    294441: (t) => {
      t.exports = ['изменение режима {title}']
    },
    889996: (t) => {
      t.exports = ['изменение видимости средней точки {title}']
    },
    136618: (t) => {
      t.exports = ['изменение: отражение по вертикали ({title})']
    },
    218544: (t) => {
      t.exports = ['изменение цвета фона объекта {title}']
    },
    748035: (t) => {
      t.exports = ['изменение цвета границ объекта {title}']
    },
    42286: (t) => {
      t.exports = ['изменение цвета текста объекта {title}']
    },
    800588: (t) => {
      t.exports = ['изменение расположения данных {title}']
    },
    254659: (t) => {
      t.exports = ['изменение цвета стоп-уровня {title}']
    },
    969780: (t) => {
      t.exports = ['изменение стоп-уровня {title}']
    },
    882224: (t) => {
      t.exports = ['изменение стоп-цены {title}']
    },
    988383: (t) => {
      t.exports = ['изменение цвета текста {title} (успех)']
    },
    126967: (t) => {
      t.exports = ['изменение цвета фона {title} (успех)']
    },
    62243: (t) => {
      t.exports = ['изменение видимости процентного изменения {title}']
    },
    145936: (t) => {
      t.exports = ['изменение видимости метки цены {title}']
    },
    588577: (t) => {
      t.exports = ['изменение видимости меток цены {title}']
    },
    47045: (t) => {
      t.exports = ['изменение видимости ценового диапазона {title}']
    },
    294028: (t) => {
      t.exports = ['изменение видимости цены: {title}']
    },
    156175: (t) => {
      t.exports = ['изменение видимости цен {title}']
    },
    344539: (t) => {
      t.exports = ['изменение уровня прибыли {title}']
    },
    641646: (t) => {
      t.exports = ['изменение цены прибыли {title}']
    },
    852877: (t) => {
      t.exports = ['изменение: переворот {title}']
    },
    516598: (t) => {
      t.exports = ['изменение видимости текста справа: {title}']
    },
    31553: (t) => {
      t.exports = ['изменение уровня риска {title}']
    },
    740344: (t) => {
      t.exports = ['изменение режима отображения уровня риска {title}']
    },
    873137: (t) => {
      t.exports = ['изменение видимости текста сверху: {title}']
    },
    352387: (t) => {
      t.exports = ['изменение цвета фона цели {title}']
    },
    606921: (t) => {
      t.exports = ['изменение цвета границ цели {title}']
    },
    597573: (t) => {
      t.exports = ['изменение цвета цели {title}']
    },
    27634: (t) => {
      t.exports = ['изменение цвета текста цели {title}']
    },
    33822: (t) => {
      t.exports = ['изменение видимости временной метки {title}']
    },
    684321: (t) => {
      t.exports = ['изменение прозрачности {title}']
    },
    310417: (t) => {
      t.exports = ['изменение цвета линии верхней полосы: {title}']
    },
    158722: (t) => {
      t.exports = ['изменение видимости линии верхней полосы: {title}']
    },
    713633: (t) => {
      t.exports = ['изменение толщины линии верхней полосы: {title}']
    },
    851304: (t) => {
      t.exports = ['изменение цвета линии верхней полосы #2: {title}']
    },
    597847: (t) => {
      t.exports = ['изменение видимости линии верхней полосы #2: {title}']
    },
    362921: (t) => {
      t.exports = ['изменение ширины линии верхней полосы #2: {title}']
    },
    994153: (t) => {
      t.exports = ['изменение цвета линии верхней полосы #3: {title}']
    },
    619835: (t) => {
      t.exports = ['изменение видимости линии верхней полосы #3: {title}']
    },
    468310: (t) => {
      t.exports = ['изменение ширины линии верхней полосы #3: {title}']
    },
    712355: (t) => {
      t.exports = ['изменение значения отклонения {title}']
    },
    125937: (t) => {
      t.exports = ['изменение: выравнивание меток по вертикали ({toolName})']
    },
    946991: (t) => {
      t.exports = ['изменение: выравнивание меток по горизонтали ({toolName})']
    },
    373080: (t) => {
      t.exports = ['изменение направления меток: {toolName}']
    },
    224272: (t) => {
      t.exports = ['изменение видимости линии {toolName}']
    },
    46404: (t) => {
      t.exports = ['изменение толщины линии {toolName}']
    },
    50265: (t) => {
      t.exports = ['изменение цвета линии {toolName}']
    },
    561678: (t) => {
      t.exports = ['изменение: продолжение влево линии {toolName}']
    },
    984613: (t) => {
      t.exports = ['изменение: продолжение вправо линии {toolName}']
    },
    562603: (t) => {
      t.exports = ['изменение левой части линии {toolName}']
    },
    362412: (t) => {
      t.exports = ['изменение правой части линии {toolName}']
    },
    635422: (t) => {
      t.exports = ['изменение стиля линии {toolName}']
    },
    777690: (t) => {
      t.exports = ['изменение текста: {toolName}']
    },
    369871: (t) => {
      t.exports = ['изменение видимости текста: {toolName}']
    },
    625878: (t) => {
      t.exports = ['изменение переноса строк: {toolName}']
    },
    991832: (t) => {
      t.exports = ['изменение цвета фона текста: {toolName}']
    },
    418610: (t) => {
      t.exports = ['изменение видимости фона текста: {toolName}']
    },
    444755: (t) => {
      t.exports = ['изменение цвета границ текста: {toolName}']
    },
    406324: (t) => {
      t.exports = ['изменение толщины границ текста: {toolName}']
    },
    745529: (t) => {
      t.exports = ['изменение видимости границ текста: {toolName}']
    },
    906500: (t) => {
      t.exports = ['изменение цвета текста: {toolName}']
    },
    451614: (t) => {
      t.exports = ['изменение шрифта {toolName} на жирный']
    },
    242762: (t) => {
      t.exports = ['изменение шрифта {toolName} на курсив']
    },
    948382: (t) => {
      t.exports = ['изменение размера шрифта {toolName}']
    },
    18567: (t) => {
      t.exports = ['изменение свойств {propertyName}']
    },
    321926: (t) => {
      t.exports = ['цвет фона']
    },
    552241: (t) => {
      t.exports = ['заливка фона']
    },
    270607: (t) => {
      t.exports = ['цвет линий']
    },
    441075: (t) => {
      t.exports = ['стиль линий']
    },
    673043: (t) => {
      t.exports = ['ширина линий']
    },
    972223: (t) => {
      t.exports = ['перемещение объектов рисования']
    },
    993046: (t) => {
      t.exports = ['отображение цены']
    },
    341437: (t) => {
      t.exports = ['Цвет текста']
    },
  },
])
