;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [5362],
  {
    40276: (e) => {
      e.exports = ['Добавить']
    },
    53585: (e) => {
      e.exports = ['Добавить свой цвет']
    },
    81865: (e) => {
      e.exports = ['Прозрачность']
    },
    19801: (e) => {
      e.exports = ['Пт']
    },
    11268: (e) => {
      e.exports = ['Пн']
    },
    63331: (e) => {
      e.exports = ['Сб']
    },
    85954: (e) => {
      e.exports = ['Вс']
    },
    26230: (e) => {
      e.exports = ['Ср']
    },
    24793: (e) => {
      e.exports = ['Чт']
    },
    31533: (e) => {
      e.exports = ['Вт']
    },
    73755: (e) => {
      e.exports = ['Другой символ']
    },
    16936: (e) => {
      e.exports = ['Назад']
    },
    88046: (e) => {
      e.exports = ['Главный символ графика']
    },
    9898: (e) => {
      e.exports = ['Право на акцию']
    },
    52051: (e) => {
      e.exports = ['Сейчас на календаре {year} год']
    },
    99990: (e) => {
      e.exports = [
        'Сейчас на календаре выбран период с {year_start} до {year_end} года',
      ]
    },
    92702: (e) => {
      e.exports = ['Сейчас на календаре {month}']
    },
    20036: (e) => {
      e.exports = ['Отмена']
    },
    23398: (e) => {
      e.exports = ['Сменить инструмент']
    },
    94551: (e) => {
      e.exports = ['График']
    },
    80395: (e) => {
      e.exports = ['Закрыть меню']
    },
    64498: (e) => {
      e.exports = ['Все источники']
    },
    97637: (e) => {
      e.exports = ['Апрель']
    },
    86797: (e) => {
      e.exports = ['Август']
    },
    79852: (e) => {
      e.exports = ['Облигации']
    },
    55669: (e) => {
      e.exports = ['Декабрь']
    },
    56095: (e) => {
      e.exports = ['Уменьшить']
    },
    29601: (e) => {
      e.exports = ['Описание']
    },
    16467: (e) => {
      e.exports = ['Февраль']
    },
    72970: (e) => {
      e.exports = ['Пятница']
    },
    46812: (e) => {
      e.exports = ['Увеличить']
    },
    26910: (e) => {
      e.exports = ['Январь']
    },
    23230: (e) => {
      e.exports = ['Июль']
    },
    49385: (e) => {
      e.exports = ['Июнь']
    },
    90784: (e) => {
      e.exports = ['Октябрь']
    },
    89298: (e) => {
      e.exports = ['Смещение']
    },
    68988: (e) => {
      e.exports = ['Ок']
    },
    61199: (e) => {
      e.exports = ['Понедельник']
    },
    95543: (e) => {
      e.exports = ['Месяцы']
    },
    68327: (e) => {
      e.exports = ['Май']
    },
    84675: (e) => {
      e.exports = ['Март']
    },
    29673: (e) => {
      e.exports = ['Нет подходящих бирж']
    },
    41379: (e) => {
      e.exports = ['Нет подходящих символов']
    },
    71194: (e) => {
      e.exports = ['Ноябрь']
    },
    83771: (e) => {
      e.exports = ['Следующий год']
    },
    75385: (e) => {
      e.exports = ['Следующие годы']
    },
    39752: (e) => {
      e.exports = ['Следующий месяц']
    },
    35563: (e) => {
      e.exports = ['Неверный формат числа.']
    },
    19724: (e) => {
      e.exports = ['Источники']
    },
    1144: (e) => {
      e.exports = ['Суббота']
    },
    52298: (e) => {
      e.exports = ['Поиск']
    },
    13269: (e) => {
      e.exports = ['Выбрать источник']
    },
    61132: (e) => {
      e.exports = ['Сентябрь']
    },
    2607: (e) => {
      e.exports = ['Указанное значение больше допустимого максимума для {max}.']
    },
    53669: (e) => {
      e.exports = ['Указанное значение меньше допустимого минимума для {min}.']
    },
    72149: (e) => {
      e.exports = ['Воскресенье']
    },
    83583: (e) => {
      e.exports = ['Переключиться на месяцы']
    },
    6244: (e) => {
      e.exports = ['Переключиться на даты']
    },
    80879: (e) => {
      e.exports = ['Переключиться на годы']
    },
    89053: (e) => {
      e.exports = ['Инструмент']
    },
    48490: (e) => {
      e.exports = ['Инструмент и описание']
    },
    99983: (e) => {
      e.exports = ['Поиск инструментов']
    },
    32457: (e) => {
      e.exports = ['Введите правильную дату']
    },
    5122: (e) => {
      e.exports = ['Укажите правильный формат даты — гггг-мм-дд']
    },
    2587: (e) => {
      e.exports = ['Предыдущий месяц']
    },
    39329: (e) => {
      e.exports = ['Предыдущий год']
    },
    27004: (e) => {
      e.exports = ['Предыдущие годы']
    },
    54336: (e) => {
      e.exports = ['Удалить цвет']
    },
    7147: (e) => {
      e.exports = ['Среда']
    },
    7951: (e) => {
      e.exports = ['Четверг']
    },
    60142: (e) => {
      e.exports = ['Толщина']
    },
    44979: (e) => {
      e.exports = ['Вторник']
    },
    69325: (e) => {
      e.exports = ['Годы']
    },
    12629: (e) => {
      e.exports = ['товары']
    },
    87592: (e) => {
      e.exports = 'cfd'
    },
    17023: (e) => {
      e.exports = ['изменение прозрачности']
    },
    13066: (e) => {
      e.exports = ['изменение цвета']
    },
    95657: (e) => {
      e.exports = ['изменение толщины']
    },
    18567: (e) => {
      e.exports = ['изменение свойств {propertyName}']
    },
    36962: (e) => {
      e.exports = ['закр']
    },
    8448: (e) => {
      e.exports = ['криптовалюты']
    },
    67245: (e) => {
      e.exports = ['Депоз. расписки']
    },
    88720: (e) => {
      e.exports = ['экономические данные']
    },
    39512: (e) => {
      e.exports = ['форекс']
    },
    81859: (e) => {
      e.exports = ['фьючерсы']
    },
    39337: (e) => {
      e.exports = ['макс.']
    },
    91815: (e) => {
      e.exports = ['МаксМин2']
    },
    40771: (e) => {
      e.exports = ['МаксМинЗакр3']
    },
    9523: (e) => {
      e.exports = ['МаксМинЗакрЗакр4']
    },
    12754: (e) => {
      e.exports = ['индексы']
    },
    60804: (e) => {
      e.exports = ['индексы']
    },
    12504: (e) => {
      e.exports = ['ОткрМаксМинЗакр4']
    },
    38466: (e) => {
      e.exports = ['откр.']
    },
    3919: (e) => {
      e.exports = ['мин.']
    },
    36931: (e) => {
      e.exports = ['акция']
    },
  },
])
