;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [5173],
  {
    712978: (e) => {
      e.exports = ['Данные в реальном времени для {symbolName}']
    },
    864565: (e) => {
      e.exports = ['предоставлены биржей {exchange}.']
    },
    353205: (e) => {
      e.exports = ['Непрерывные фьючерсные контракты']
    },
    115993: (e) => {
      e.exports = [
        'Непрерывные фьючерсные контракты — это синтетический финансовый инструмент, получаемый путем объединения нескольких индивидуальных фьючерсных контрактов. 1! — контракт ближайшего (или самого скорого) месяца исполнения, а 2! — контракт второго ближайшего месяца исполнения.',
      ]
    },
    345e3: (e) => {
      e.exports = ['Cboe BZX']
    },
    52916: (e) => {
      e.exports = ['Данные обновляются один раз в день.']
    },
    425978: (e) => {
      e.exports = [
        'Данные обновляются один раз в секунду, даже если обновлений на рынке было больше.',
      ]
    },
    257310: (e) => {
      e.exports = ['Данные c задержкой']
    },
    449321: (e) => {
      e.exports = [
        'Данные, предоставляемые с подпиской Basic, обновляются один раз в секунду, даже если обновлений на рынке было больше.',
      ]
    },
    6044: (e) => {
      e.exports = ['Производные данные']
    },
    831461: (e) => {
      e.exports = [
        'Производные данные относятся к финансовым показателям, которые создаются путём объединения и/или обработки исходных данных, поступающих из различных источников.',
      ]
    },
    659315: (e) => {
      e.exports = ['Обновление раз в день']
    },
    332960: (e) => {
      e.exports = ['Халяльный инструмент']
    },
    791459: (e) => {
      e.exports = [
        'Если вам нужны данные в реальном времени для {listedExchange}, то заполните биржевое соглашение. Не беспокойтесь, это можно сделать в несколько кликов',
      ]
    },
    215815: (e) => {
      e.exports = ['Обновляются раз в секунду']
    },
    718429: (e) => {
      e.exports = ['Узнать больше']
    },
    141610: (e) => {
      e.exports = ['Ещё']
    },
    28412: (e) => {
      e.exports = [
        'В платные подписки включено более частое обновление данных.',
      ]
    },
    624680: (e) => {
      e.exports = ['Первичный листинг']
    },
    689022: (e) => {
      e.exports = [
        'В настоящий момент данные в реальном времени для этого инструмента не поддерживаются. Но это может измениться в будущем.',
      ]
    },
    806667: (e) => {
      e.exports = [
        'Данные в реальном времени для {symbolName} предоставлены биржей {exchange}.',
      ]
    },
    652984: (e) => {
      e.exports = [
        'Чтобы получать данные в реальном времени для {description}, вам нужно купить подписку на данные в реальном времени.',
      ]
    },
    999214: (e) => {
      e.exports = [
        'Основная, или первая, фондовая биржа, на которой торгуются акции компании.',
      ]
    },
    102310: (e) => {
      e.exports = [
        'Эти данные обновляются в реальном времени, но они могут немного отличаться от аналогичных "официальных" данных от основных бирж.',
      ]
    },
    729512: (e) => {
      e.exports = [
        'Эти данные обновляются в реальном времени, но они могут немного отличаться от аналогичных "официальных" данных от {exchange}.',
      ]
    },
    152449: (e) => {
      e.exports = [
        'Акции соответствуют принципам шариата, т.е. не противоречат нормам ислама. Данная компания не взимает и не получает проценты, а также не взаимодействует с некоторыми секторами (азартные игры, алкогольная и табачная продукция, продукты питания из свинины).',
      ]
    },
    886753: (e) => {
      e.exports = [
        'Эти данные в реальном времени предоставляются биржей {originalExchange}. Они могут незначительно отличаться от официальных данных непосредственно от {exchange}. Если это отличие имеет для вас решающее значение, вам необходимо приобрести данные в реальном времени у основной биржи, и мы можем вам в этом помочь.',
      ]
    },
    107435: (e) => {
      e.exports = ['{exchange} от {originalExchange}']
    },
    301084: (e) => {
      e.exports = [
        'Данные в реальном времени для {listedExchange} доступны бесплатно для зарегистрированных пользователей.',
      ]
    },
    538611: (e) => {
      e.exports = [
        'Данные {symbolName} приходят с задержкой на {time} минут из-за требований биржи.',
      ]
    },
  },
])
