;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [6119],
  {
    519801: (e) => {
      e.exports = ['Пт']
    },
    11268: (e) => {
      e.exports = ['Пн']
    },
    963331: (e) => {
      e.exports = ['Сб']
    },
    85954: (e) => {
      e.exports = ['Вс']
    },
    226230: (e) => {
      e.exports = ['Ср']
    },
    24793: (e) => {
      e.exports = ['Чт']
    },
    831533: (e) => {
      e.exports = ['Вт']
    },
    189790: (e) => {
      e.exports = ['Не удалось получить исходный код Pine.']
    },
    39589: (e) => {
      e.exports = ['Свернуть панель']
    },
    638154: (e) => {
      e.exports = ['Подтвердить удаление дерева индикаторов']
    },
    556934: (e) => {
      e.exports = ['Изменить описание']
    },
    423398: (e) => {
      e.exports = ['Сменить инструмент']
    },
    236004: (e) => {
      e.exports = ['Создайте бесплатный профиль']
    },
    269419: (e) => {
      e.exports = ['Всё в порядке — рынок открыт.']
    },
    997637: (e) => {
      e.exports = ['Апрель']
    },
    486797: (e) => {
      e.exports = ['Август']
    },
    22519: (e) => {
      e.exports = ['Значения изменения бара']
    },
    941707: (e) => {
      e.exports = ['Купить данные в реальном времени']
    },
    452003: (e) => {
      e.exports = [
        'Вы действительно хотите удалить этот индикатор и все связанные с ним расчёты?',
      ]
    },
    68854: (e) => {
      e.exports = ['Двойное нажатие']
    },
    597325: (e) => {
      e.exports = ['Проблема с данными']
    },
    55669: (e) => {
      e.exports = ['Декабрь']
    },
    683498: (e) => {
      e.exports = ['Удалить панель']
    },
    482751: (e) => {
      e.exports = ['Ошибка']
    },
    540519: (e) => {
      e.exports = ['Сейчас вечер. Рынок открыт для торговли в вечернюю сессию.']
    },
    780227: (e) => {
      e.exports = ['Часовой пояс биржи']
    },
    316467: (e) => {
      e.exports = ['Февраль']
    },
    825046: (e) => {
      e.exports = ['Заполнить биржевые соглашения']
    },
    593666: (e) => {
      e.exports = ['Отметить символ']
    },
    300564: (e) => {
      e.exports = ['Пт']
    },
    772970: (e) => {
      e.exports = ['Пятница']
    },
    988958: (e) => {
      e.exports = ['Выходной день']
    },
    721686: (e) => {
      e.exports = ['Скрыть информацию об индикаторах']
    },
    26935: (e) => {
      e.exports = ['Параметры индикатора']
    },
    126315: (e) => {
      e.exports = ['Названия индикаторов']
    },
    584098: (e) => {
      e.exports = ['Значения индикатора']
    },
    950634: (e) => {
      e.exports = ['Вечерняя сессия начнется через {remainingTime}.']
    },
    574537: (e) => {
      e.exports = ['Предторговый период начнется через {remainingTime}.']
    },
    926910: (e) => {
      e.exports = ['Январь']
    },
    323230: (e) => {
      e.exports = ['Июль']
    },
    49385: (e) => {
      e.exports = ['Июнь']
    },
    199487: (e) => {
      e.exports = ['Значения ОТКР-МАКС-МИН-ЗАКР']
    },
    290784: (e) => {
      e.exports = ['Октябрь']
    },
    775991: (e) => {
      e.exports = ['Cтатус Рынок открыт']
    },
    37274: (e) => {
      e.exports = ['Значения изменения последнего дня']
    },
    939899: (e) => {
      e.exports = ['Переместить вниз']
    },
    370343: (e) => {
      e.exports = ['Переместить вверх']
    },
    783085: (e) => {
      e.exports = ['Пн']
    },
    561199: (e) => {
      e.exports = ['Понедельник']
    },
    801653: (e) => {
      e.exports = [
        'Сейчас утро. Рынок открыт для торговли в предторговый период.',
      ]
    },
    256470: (e) => {
      e.exports = ['Развернуть график']
    },
    819603: (e) => {
      e.exports = ['Развернуть панель']
    },
    668327: (e) => {
      e.exports = ['Май']
    },
    335732: (e) => {
      e.exports = ['Настройки панели']
    },
    684675: (e) => {
      e.exports = ['Март']
    },
    383949: (e) => {
      e.exports = ['Рынок открыт']
    },
    735701: (e) => {
      e.exports = ['Рынок открывается через {remainingTime}.']
    },
    895814: (e) => {
      e.exports = ['Рынок закрыт']
    },
    298105: (e) => {
      e.exports = ['Рынок закрывается через {remainingTime}.']
    },
    987202: (e) => {
      e.exports = ['На рынке сегодня праздничный день. Повезло им.']
    },
    171194: (e) => {
      e.exports = ['Ноябрь']
    },
    966324: (e) => {
      e.exports = ['Исходный код']
    },
    936835: (e) => {
      e.exports = ['Сб']
    },
    101144: (e) => {
      e.exports = ['Суббота']
    },
    540653: (e) => {
      e.exports = ['Прокрутить влево']
    },
    426721: (e) => {
      e.exports = ['Прокрутить до текущего бара']
    },
    135809: (e) => {
      e.exports = ['Прокрутить вправо']
    },
    661132: (e) => {
      e.exports = ['Сентябрь']
    },
    328705: (e) => {
      e.exports = ['Показать информацию об индикаторах']
    },
    551072: (e) => {
      e.exports = ['Показать дерево объектов']
    },
    337809: (e) => {
      e.exports = ['Показывать настройки интервала']
    },
    539045: (e) => {
      e.exports = ['Ошибка индикатора или стратегии']
    },
    186577: (e) => {
      e.exports = ['Вс']
    },
    272149: (e) => {
      e.exports = ['Воскресенье']
    },
    246041: (e) => {
      e.exports = ['Источник ценовых данных инструмента']
    },
    739339: (e) => {
      e.exports = ['Имя инструмента']
    },
    429985: (e) => {
      e.exports = ['Вечерняя торговая сессия']
    },
    356042: (e) => {
      e.exports = ['Предторговый период']
    },
    48293: (e) => {
      e.exports = ['Восстановить график']
    },
    491029: (e) => {
      e.exports = ['Восстановить панель']
    },
    875094: (e) => {
      e.exports = ['Ср']
    },
    107147: (e) => {
      e.exports = ['Среда']
    },
    409787: (e) => {
      e.exports = ['Чт']
    },
    107951: (e) => {
      e.exports = ['Четверг']
    },
    673717: (e) => {
      e.exports = ['Этот символ не существует, пожалуйста, выберите другой.']
    },
    957048: (e) => {
      e.exports = ['Можно прогуляться — этот рынок сейчас закрыт.']
    },
    794316: (e) => {
      e.exports = ['Вт']
    },
    944979: (e) => {
      e.exports = ['Вторник']
    },
    608209: (e) => {
      e.exports = ['Снять отметку с символа']
    },
    101111: (e) => {
      e.exports = ['Объём']
    },
    461311: (e) => {
      e.exports = ['Увеличить масштаб']
    },
    247602: (e) => {
      e.exports = ['Уменьшить масштаб']
    },
    457889: (e) => {
      e.exports = ['изменение видимости значений ОТКР-МАКС-МИН-ЗАКР']
    },
    118644: (e) => {
      e.exports = ['изменение видимости статуса: Рынок открыт']
    },
    845110: (e) => {
      e.exports = ['изменение видимости значения изменения бара']
    },
    231325: (e) => {
      e.exports = ['изменение видимости названий индикаторов']
    },
    399774: (e) => {
      e.exports = ['изменение видимости значений индикаторов']
    },
    96162: (e) => {
      e.exports = ['изменение видимости параметров индикаторов']
    },
    250058: (e) => {
      e.exports = ['изменение видимости значений изменения последнего дня']
    },
    26717: (e) => {
      e.exports = ['изменение видимости описания инструмента']
    },
    606091: (e) => {
      e.exports = ['изменение видимости поля символа']
    },
    709455: (e) => {
      e.exports = ['изменение видимости значений объема']
    },
    539348: (e) => {
      e.exports = ['меньше минуты']
    },
    787358: (e) => {
      e.exports = ['отображение: {title}']
    },
    107827: (e) => {
      e.exports = ['{days} и {hours}']
    },
    19830: (e) => {
      e.exports = ['{hours} и {minutes}']
    },
    888841: (e) => {
      e.exports = [
        'Данные обновляются один раз в {amount} секунду, даже если событий на рынке было больше.',
        'Данные обновляются один раз в {amount} секунды, даже если событий на рынке было больше.',
        'Данные обновляются один раз в {amount} секунд, даже если событий на рынке было больше.',
        'Данные обновляются один раз в {amount} секунд, даже если событий на рынке было больше.',
      ]
    },
    602121: (e) => {
      e.exports = [
        'Данные, предоставляемые с подпиской Basic, обновляются один раз в {amount} секунду, даже если событий на рынке было больше.',
        'Данные, предоставляемые с подпиской Basic, обновляются один раз в {amount} секунды, даже если событий на рынке было больше.',
        'Данные, предоставляемые с подпиской Basic, обновляются один раз в {amount} секунд, даже если событий на рынке было больше.',
        'Данные, предоставляемые с подпиской Basic, обновляются один раз в {amount} секунд, даже если событий на рынке было больше.',
      ]
    },
    705223: (e) => {
      e.exports = [
        'Данные обновляются один раз в {amount} секунду',
        'Данные обновляются один раз в {amount} секунды',
        'Данные обновляются один раз в {amount} секунд',
        'Данные обновляются один раз в {amount} секунд',
      ]
    },
    458609: (e) => {
      e.exports = [
        '{number} день',
        '{number} дня',
        '{number} дней',
        '{number} дней',
      ]
    },
    224430: (e) => {
      e.exports = [
        '{number} час',
        '{number} часа',
        '{number} часов',
        '{number} часов',
      ]
    },
    467151: (e) => {
      e.exports = [
        '{number} минута',
        '{number} минуты',
        '{number} минут',
        '{number} минут',
      ]
    },
  },
])
