;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [6306],
  {
    74274: (e) => {
      e.exports = ['Перекрестия']
    },
    60558: (e) => {
      e.exports = ['животные и природа']
    },
    14232: (e) => {
      e.exports = ['спорт и активность']
    },
    35305: (e) => {
      e.exports = ['еда и напитки']
    },
    49546: (e) => {
      e.exports = ['флаги']
    },
    72302: (e) => {
      e.exports = ['предметы']
    },
    96330: (e) => {
      e.exports = ['эмоции и люди']
    },
    6878: (e) => {
      e.exports = ['символы']
    },
    15426: (e) => {
      e.exports = ['недавние']
    },
    15395: (e) => {
      e.exports = ['путешествия']
    },
    41596: (e) => {
      e.exports = ['Метки на ценовой шкале']
    },
    45811: (e) => {
      e.exports = ['Значения в строке статуса']
    },
    39495: (e) => {
      e.exports = ['Окружности']
    },
    41389: (e) => {
      e.exports = ['Бар выше']
    },
    29520: (e) => {
      e.exports = ['Абсолютные значения']
    },
    67049: (e) => {
      e.exports = ['Применить по умолчанию']
    },
    65262: (e) => {
      e.exports = ['Область с разрывами']
    },
    83760: (e) => {
      e.exports = ['Тело']
    },
    48848: (e) => {
      e.exports = ['Граница']
    },
    27331: (e) => {
      e.exports = ['Фон']
    },
    78626: (e) => {
      e.exports = ['Бар ниже']
    },
    16079: (e) => {
      e.exports = ['Градиент']
    },
    42973: (e) => {
      e.exports = ['Точечный пунктир']
    },
    41361: (e) => {
      e.exports = ['Вниз']
    },
    59317: (e) => {
      e.exports = ['Штриховой пунктир']
    },
    31577: (e) => {
      e.exports = ['Динамическая зона стоимости (VA)']
    },
    4329: (e) => {
      e.exports = ['Не задано']
    },
    98938: (e) => {
      e.exports = ['По умолчанию']
    },
    45044: (e) => {
      e.exports = ['Cкрыто']
    },
    11091: (e) => {
      e.exports = ['Гистограмма']
    },
    40297: (e) => {
      e.exports = ['Выходные значения']
    },
    36993: (e) => {
      e.exports = ['Минимальное изменение цены']
    },
    64606: (e) => {
      e.exports = ['Шрифт меток']
    },
    54934: (e) => {
      e.exports = ['Линия с разрывами']
    },
    41610: (e) => {
      e.exports = ['Ещё']
    },
    55362: (e) => {
      e.exports = ['Обычный']
    },
    35637: (e) => {
      e.exports = ['Сплошной']
    },
    18229: (e) => {
      e.exports = ['Сделать по умолчанию']
    },
    86520: (e) => {
      e.exports = ['Метки сигнала']
    },
    64108: (e) => {
      e.exports = ['Ступенчатая линия с разрывами']
    },
    67767: (e) => {
      e.exports = ['Ступенчатая линия с ромбами']
    },
    91502: (e) => {
      e.exports = ['Расположение']
    },
    73947: (e) => {
      e.exports = ['Точность']
    },
    66596: (e) => {
      e.exports = ['Количество']
    },
    79782: (e) => {
      e.exports = ['Сбросить настройки']
    },
    95247: (e) => {
      e.exports = ['Ширина (% от прямоугольника)']
    },
    19221: (e) => {
      e.exports = ['Цвет текста']
    },
    77409: (e) => {
      e.exports = ['Сделки на графике']
    },
    98802: (e) => {
      e.exports = ['Вверх']
    },
    78019: (e) => {
      e.exports = [
        'Используйте специальные символы, чтобы перемещать выбранные объекты рисования: +, -, /, * для цены и +, - для индекса бара.',
      ]
    },
    14414: (e) => {
      e.exports = ['Профиль объёма']
    },
    91322: (e) => {
      e.exports = ['Значения']
    },
    20834: (e) => {
      e.exports = ['изменение мин. тик. значения']
    },
    98491: (e) => {
      e.exports = ['изменение значка']
    },
    7378: (e) => {
      e.exports = ['изменение размера шрифта']
    },
    28691: (e) => {
      e.exports = ['изменение стиля линии']
    },
    38361: (e) => {
      e.exports = ['изменение местоположения']
    },
    51081: (e) => {
      e.exports = ['изменение ширины в процентах']
    },
    47634: (e) => {
      e.exports = ['изменение расположения']
    },
    15683: (e) => {
      e.exports = ['изменение типа отображения']
    },
    164: (e) => {
      e.exports = ['изменение точности']
    },
    86888: (e) => {
      e.exports = ['изменение фигуры']
    },
    50463: (e) => {
      e.exports = ['изменение значения']
    },
    12628: (e) => {
      e.exports = ['изменение видимости значений']
    },
    76080: (e) => {
      e.exports = ['н-р, +1']
    },
    95166: (e) => {
      e.exports = ['н-р, /2']
    },
  },
])
