;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [9072],
  {
    519801: (t) => {
      t.exports = ['Пт']
    },
    11268: (t) => {
      t.exports = ['Пн']
    },
    963331: (t) => {
      t.exports = ['Сб']
    },
    85954: (t) => {
      t.exports = ['Вс']
    },
    226230: (t) => {
      t.exports = ['Ср']
    },
    24793: (t) => {
      t.exports = ['Чт']
    },
    831533: (t) => {
      t.exports = ['Вт']
    },
    323288: (t) => {
      t.exports = ['Отменить всё']
    },
    697174: (t) => {
      t.exports = ['Внимание!']
    },
    952051: (t) => {
      t.exports = ['Сейчас на календаре {year} год']
    },
    499990: (t) => {
      t.exports = [
        'Сейчас на календаре выбран период с {year_start} до {year_end} года',
      ]
    },
    692702: (t) => {
      t.exports = ['Сейчас на календаре {month}']
    },
    702333: (t) => {
      t.exports = ['Отменить все заявки на покупку']
    },
    975336: (t) => {
      t.exports = ['Отменить все заявки для текущего инструмента']
    },
    139710: (t) => {
      t.exports = ['Отменить все заявки на продажу']
    },
    987411: (t) => {
      t.exports = ['Закрыть позицию']
    },
    997637: (t) => {
      t.exports = ['Апрель']
    },
    486797: (t) => {
      t.exports = ['Август']
    },
    102846: (t) => {
      t.exports = ['Купить']
    },
    503491: (t) => {
      t.exports = ['Купить {qty} {symbol} @ текущей цене']
    },
    222821: (t) => {
      t.exports = ['Купить {qty} {symbol} Лимит @ {limitPrice}']
    },
    812458: (t) => {
      t.exports = ['Купить {qty} {symbol} Стоп @ {stopPrice}']
    },
    832023: (t) => {
      t.exports = [
        'Купить {qty} {symbol} Стоп @ {stopPrice} Лимит {limitPrice}',
      ]
    },
    557027: (t) => {
      t.exports = ['Об инструменте']
    },
    55669: (t) => {
      t.exports = ['Декабрь']
    },
    756095: (t) => {
      t.exports = ['Уменьшить']
    },
    785663: (t) => {
      t.exports = ['Отключить динамический режим']
    },
    44316: (t) => {
      t.exports = ['Включить динамический режим']
    },
    316467: (t) => {
      t.exports = ['Февраль']
    },
    963867: (t) => {
      t.exports = ['Закрыть']
    },
    772970: (t) => {
      t.exports = ['Пятница']
    },
    146812: (t) => {
      t.exports = ['Увеличить']
    },
    926910: (t) => {
      t.exports = ['Январь']
    },
    323230: (t) => {
      t.exports = ['Июль']
    },
    49385: (t) => {
      t.exports = ['Июнь']
    },
    290784: (t) => {
      t.exports = ['Октябрь']
    },
    357653: (t) => {
      t.exports = ['Лоты']
    },
    561199: (t) => {
      t.exports = ['Понедельник']
    },
    695543: (t) => {
      t.exports = ['Месяцы']
    },
    668327: (t) => {
      t.exports = ['Май']
    },
    684675: (t) => {
      t.exports = ['Март']
    },
    180526: (t) => {
      t.exports = ['Нет данных']
    },
    749117: (t) => {
      t.exports = ['Недоступно']
    },
    171194: (t) => {
      t.exports = ['Ноябрь']
    },
    383771: (t) => {
      t.exports = ['Следующий год']
    },
    275385: (t) => {
      t.exports = ['Следующие годы']
    },
    39752: (t) => {
      t.exports = ['Следующий месяц']
    },
    535563: (t) => {
      t.exports = ['Неверный формат числа.']
    },
    101144: (t) => {
      t.exports = ['Суббота']
    },
    880280: (t) => {
      t.exports = ['Выберите значение']
    },
    331840: (t) => {
      t.exports = ['Продать {qty} {symbol} @ текущей цене']
    },
    596283: (t) => {
      t.exports = ['Продать {qty} {symbol} Лимит @ {limitPrice}']
    },
    793711: (t) => {
      t.exports = ['Продать{qty} {symbol} Стоп @ {stopPrice}']
    },
    81078: (t) => {
      t.exports = [
        'Продать {qty} {symbol} Стоп @ {stopPrice} Лимит {limitPrice}',
      ]
    },
    545322: (t) => {
      t.exports = ['Продать']
    },
    661132: (t) => {
      t.exports = ['Сентябрь']
    },
    573712: (t) => {
      t.exports = ['Показывать цены сделок с нулевым объёмом']
    },
    747987: (t) => {
      t.exports = ['Показывать цены между лучшими ценами покупки/продажи']
    },
    602607: (t) => {
      t.exports = ['Указанное значение больше допустимого максимума для {max}.']
    },
    53669: (t) => {
      t.exports = ['Указанное значение меньше допустимого минимума для {min}.']
    },
    154852: (t) => {
      t.exports = ['Стоп-лосс']
    },
    272149: (t) => {
      t.exports = ['Воскресенье']
    },
    583583: (t) => {
      t.exports = ['Переключиться на месяцы']
    },
    806244: (t) => {
      t.exports = ['Переключиться на даты']
    },
    680879: (t) => {
      t.exports = ['Переключиться на годы']
    },
    732457: (t) => {
      t.exports = ['Введите правильную дату']
    },
    505122: (t) => {
      t.exports = ['Укажите правильный формат даты — гггг-мм-дд']
    },
    502587: (t) => {
      t.exports = ['Предыдущий месяц']
    },
    239329: (t) => {
      t.exports = ['Предыдущий год']
    },
    127004: (t) => {
      t.exports = ['Предыдущие годы']
    },
    110649: (t) => {
      t.exports = ['Прибыль/Убыток']
    },
    224186: (t) => {
      t.exports = ['Переворот']
    },
    843065: (t) => {
      t.exports = ['Перевернуть позицию']
    },
    107147: (t) => {
      t.exports = ['Среда']
    },
    353723: (t) => {
      t.exports = ['Общее число заявок на покупку']
    },
    977088: (t) => {
      t.exports = ['Общее число заявок на продажу']
    },
    885242: (t) => {
      t.exports = ['Тейк-профит']
    },
    107951: (t) => {
      t.exports = ['Четверг']
    },
    90714: (t) => {
      t.exports = [
        'В данный момент Стакан заявок недоступен для этого брокера.',
      ]
    },
    768877: (t) => {
      t.exports = ['Время действия']
    },
    706844: (t) => {
      t.exports = [
        'На данный момент нельзя торговать через {brokerName}, так как нет данных рынка. Попробуйте ещё раз позже, пожалуйста.',
      ]
    },
    944979: (t) => {
      t.exports = ['Вторник']
    },
    669325: (t) => {
      t.exports = ['Годы']
    },
    693251: (t) => {
      t.exports = ['{fieldTitle} (обязательное поле)']
    },
    373797: (t) => {
      t.exports = [
        '{countInactiveOrders} неактивная заявка',
        '{countInactiveOrders} неактивных заявки',
        '{countInactiveOrders} неактивных заявок',
        '{countInactiveOrders} неактивных заявок',
      ]
    },
    726965: (t) => {
      t.exports = [
        '{countOrders} активная заявка x {countQuantity}',
        '{countOrders} активных заявки x {countQuantity}',
        '{countOrders} активных заявок x {countQuantity}',
        '{countOrders} активных заявок x {countQuantity}',
      ]
    },
    777772: (t) => {
      t.exports = [
        '{pips} пипс',
        '{pips} пипса',
        '{pips} пипсов',
        '{pips} пипсов',
      ]
    },
    564225: (t) => {
      t.exports = [
        '{ticks} тик',
        '{ticks} тика',
        '{ticks} тиков',
        '{ticks} тиков',
      ]
    },
  },
])
