;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [2745],
  {
    214229: (t) => {
      t.exports = ['จุด']
    },
    306174: (t) => {
      t.exports = ['วัน']
    },
    705285: (t) => {
      t.exports = ['ชั่วโมง']
    },
    179410: (t) => {
      t.exports = ['เดือน']
    },
    537830: (t) => {
      t.exports = ['นาที']
    },
    725042: (t) => {
      t.exports = ['สัปดาห์']
    },
    274787: (t) => {
      t.exports = ['วัน']
    },
    162346: (t) => {
      t.exports = ['ชั่วโมง']
    },
    394328: (t) => {
      t.exports = ['เดือน']
    },
    357470: (t) => {
      t.exports = ['นาที']
    },
    774973: (t) => {
      t.exports = ['วินาที']
    },
    348801: (t) => {
      t.exports = ['ช่วง']
    },
    386614: (t) => {
      t.exports = ['สัปดาห์']
    },
    130426: (t) => {
      t.exports = ['เลือก']
    },
    643001: (t) => {
      t.exports = ['คัดลอกภาพ']
    },
    607367: (t) => {
      t.exports = ['คัดลอกลิงค์']
    },
    645888: (t) => {
      t.exports = ['ภาพสแน็บช๊อตชาร์ต']
    },
    274207: (t) => {
      t.exports = ['การตั้งค่าชาร์ต']
    },
    46720: (t) => {
      t.exports = ['เส้นกากบาท']
    },
    780362: (t) => {
      t.exports = 'Crosshair is synced across all charts within the layout'
    },
    954777: (t) => {
      t.exports = ['เพิ่ม']
    },
    595798: (t) => {
      t.exports = ['เพิ่มช่วงแบบกำหนดเอง']
    },
    44629: (t) => {
      t.exports = ['เพิ่มลงรายการโปรด']
    },
    715795: (t) => {
      t.exports = ['เค้าโครงทั้งหมดของฉัน']
    },
    288368: (t) => {
      t.exports = ['บันทึกการเปลี่ยนแปลงทั้งหมดแล้ว']
    },
    684232: (t) => {
      t.exports = ['สไตล์ของแท่ง']
    },
    539011: (t) => {
      t.exports = ['ดาวน์โหลดภาพ']
    },
    66174: (t) => {
      t.exports = ['ช่วงวันที่']
    },
    156685: (t) => {
      t.exports = 'Date range changes on all charts within the layout'
    },
    943399: (t) => {
      t.exports = ['เทมเพลตตั้งต้น']
    },
    329313: (t) => {
      t.exports = ['ทุกคนที่มีลิ้งค์สามารถรับชมและคัดลอก']
    },
    783127: (t) => {
      t.exports = ['อินดิเคเตอร์ที่ชื่นชอบ']
    },
    933959: (t) => {
      t.exports = ['รายการที่ชอบ']
    },
    811682: (t) => {
      t.exports = ['โหมดเต็มหน้าจอ']
    },
    469466: (t) => {
      t.exports = ['ช่วงเวลา']
    },
    620763: (t) => {
      t.exports = 'Interval changes on all charts within the layout'
    },
    515812: (t) => {
      t.exports = ['เทมเพลตตัวชี้วัด']
    },
    561142: (t) => {
      t.exports = ['อินดิเคเตอร์']
    },
    174527: (t) => {
      t.exports = ['อินดิเคเตอร์ & กลยุทธ์']
    },
    979353: (t) => {
      t.exports = ['เปิดหน้าต่างช่วงเวลา']
    },
    355520: (t) => {
      t.exports = ['เปิดชาร์ตในหน้าต่างขนาดเล็ก']
    },
    938543: (t) => {
      t.exports = ['เปิดในแท็บใหม่']
    },
    975687: (t) => {
      t.exports = ['โหลดชาร์ต']
    },
    375789: (t) => {
      t.exports = ['โหลดเลย์เอาท์']
    },
    390879: (t) => {
      t.exports = ['กำลังโหลด...']
    },
    528024: (t) => {
      t.exports = ['ประเภทของเลย์เอาท์']
    },
    180959: (t) => {
      t.exports = ['สร้างการคัดลอก']
    },
    658219: (t) => {
      t.exports = ['จัดการเลย์เอาต์']
    },
    438554: (t) => {
      t.exports = ['เทมเพลตของฉัน']
    },
    814605: (t) => {
      t.exports = ['ตัวเลข หรือ {hotKey_0}']
    },
    185520: (t) => {
      t.exports = ['บันทึก']
    },
    92093: (t) => {
      t.exports = ['บันทึกรูปแบบอินดิเคเตอร์']
    },
    587409: (t) => {
      t.exports = ['บันทึกชื่อย่อสินทรัพย์ และช่วงเวลาของกราฟทั้งหมดบนแผนผังของท่าน']
    },
    11680: (t) => {
      t.exports = ['บันทึกแผนผังชาร์ต']
    },
    249211: (t) => {
      t.exports = ['เลือกแผนผัง']
    },
    327077: (t) => {
      t.exports = ['การแชร์']
    },
    520987: (t) => {
      t.exports = ['เพียงเริ่มต้นพิมพ์ในขณะที่อยู่บนชาร์ต เพื่อเปิดช่องค้นหาอันนี้ขึ้นมา']
    },
    589053: (t) => {
      t.exports = ['สัญลักษณ์']
    },
    882719: (t) => {
      t.exports = ['ค้นหาตัวย่อ']
    },
    884315: (t) => {
      t.exports = 'Symbol changes on all charts within the layout'
    },
    742130: (t) => {
      t.exports = ['ค้นหาเร่งด่วน']
    },
    370728: (t) => {
      t.exports = ['ทำซ้ำอีกครั้ง {hint}']
    },
    572482: (t) => {
      t.exports = ['ลบออกจากรายการโปรด']
    },
    435038: (t) => {
      t.exports = ['เปลี่ยนชื่อ']
    },
    212548: (t) => {
      t.exports =
        'When a chart is clicked, all charts within the layout display the same point of time'
    },
    588513: (t) => {
      t.exports = ['บันทึกภาพ']
    },
    132916: (t) => {
      t.exports = ['ช่วงเวลา']
    },
    99746: (t) => {
      t.exports = ['ทวีตภาพชาร์ต']
    },
    780323: (t) => {
      t.exports = ['ย้อนกลับ {hint}']
    },
    223687: (t) => {
      t.exports = ['คุณยังไม่มี Favorites Indicators']
    },
  },
])
