;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [2285],
  {
    72171: (t) => {
      t.exports = ['ตรงกลาง']
    },
    91757: (t) => {
      t.exports = ['ข้างล่าง']
    },
    22192: (t) => {
      t.exports = ['วัน']
    },
    63099: (t) => {
      t.exports = ['ชั่วโมง']
    },
    77405: (t) => {
      t.exports = ['แนวนอน']
    },
    66304: (t) => {
      t.exports = ['ข้อมูล']
    },
    19286: (t) => {
      t.exports = ['ซ้าย']
    },
    76476: (t) => {
      t.exports = ['ตรงกลาง']
    },
    28134: (t) => {
      t.exports = ['นาที']
    },
    71129: (t) => {
      t.exports = ['วินาที']
    },
    21141: (t) => {
      t.exports = ['ขวา']
    },
    21594: (t) => {
      t.exports = ['สัปดาห์']
    },
    26458: (t) => {
      t.exports = ['ไส้เทียน']
    },
    65994: (t) => {
      t.exports = ['บน']
    },
    92960: (t) => {
      t.exports = ['การจัดตำแหน่งตัวอักษร']
    },
    90581: (t) => {
      t.exports = ['การเรียงตัวของตัวอักษร']
    },
    44085: (t) => {
      t.exports = ['แนวตั้ง']
    },
    13355: (t) => {
      t.exports = ['เปลี่ยน {title} วันเป็น']
    },
    41377: (t) => {
      t.exports = ['เปลี่ยน {title} วันจาก']
    },
    35388: (t) => {
      t.exports = ['เปลี่ยน {title} ชั่วโมงจาก']
    },
    78586: (t) => {
      t.exports = ['เปลี่ยน {title} ชั่วโมงเป็น']
    },
    59635: (t) => {
      t.exports = ['เปลี่ยน {title} เดือนจาก']
    },
    74266: (t) => {
      t.exports = ['เปลี่ยน {title} เดือนเป็น']
    },
    91633: (t) => {
      t.exports = ['เปลี่ยน {title} นาทีเป็น']
    },
    15106: (t) => {
      t.exports = ['เปลี่ยน {title} นาทีจาก']
    },
    66161: (t) => {
      t.exports = ['เปลี่ยน {title} วินาทีเป็น']
    },
    2822: (t) => {
      t.exports = ['เปลี่ยน {title} วินาทีจาก']
    },
    21339: (t) => {
      t.exports = ['เปลี่ยน {title} สัปดาห์จาก']
    },
    68643: (t) => {
      t.exports = ['เปลี่ยน {title} สัปดาห์เป็น']
    },
    30810: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} บนทิค']
    },
    24941: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} เป็นสัปดาห์']
    },
    8917: (t) => {
      t.exports = 'change {title} visibility on {ranges}'
    },
    29088: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} เป็นวัน']
    },
    68971: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} เป็นชั่วโมง']
    },
    64370: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} เป็นนาที']
    },
    6659: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} เป็นเดือน']
    },
    46948: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} เป็นวินาที']
    },
    82211: (t) => {
      t.exports = ['วัน']
    },
    33486: (t) => {
      t.exports = ['วันเป็น']
    },
    14077: (t) => {
      t.exports = ['วันจาก']
    },
    3143: (t) => {
      t.exports = ['ชั่วโมง']
    },
    84775: (t) => {
      t.exports = ['ชั่วโมงจาก']
    },
    11255: (t) => {
      t.exports = ['ชั่วโมงเป็น']
    },
    58964: (t) => {
      t.exports = ['เดือน']
    },
    71770: (t) => {
      t.exports = ['เดือนจาก']
    },
    37179: (t) => {
      t.exports = ['เดือนเป็น']
    },
    16465: (t) => {
      t.exports = ['นาที']
    },
    72317: (t) => {
      t.exports = ['นาทีเป็น']
    },
    25586: (t) => {
      t.exports = ['นาทีจาก']
    },
    32925: (t) => {
      t.exports = ['วินาที']
    },
    39017: (t) => {
      t.exports = ['วินาทีเป็น']
    },
    6049: (t) => {
      t.exports = ['วินาทีจาก']
    },
    93016: (t) => {
      t.exports = ['สัปดาห์']
    },
    32002: (t) => {
      t.exports = ['สัปดาห์จาก']
    },
    28091: (t) => {
      t.exports = ['สัปดาห์เป็น']
    },
    59523: (t) => {
      t.exports = ['Ticks']
    },
  },
])
