;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [3175],
  {
    814281: (e) => {
      e.exports = ['สกุลเงิน']
    },
    360558: (e) => {
      e.exports = ['สัตว์และธรรมชาติ']
    },
    414232: (e) => {
      e.exports = ['กิจกรรม']
    },
    157792: (e) => {
      e.exports = ['ลูกศร']
    },
    433628: (e) => {
      e.exports = ['ท่าทางและรอยยิ้ม']
    },
    935305: (e) => {
      e.exports = ['อาหารเครื่องดื่ม']
    },
    149546: (e) => {
      e.exports = ['ธง']
    },
    572302: (e) => {
      e.exports = ['วัตถุ']
    },
    111739: (e) => {
      e.exports = ['ธรรมชาติ']
    },
    396330: (e) => {
      e.exports = ['รอยยิ้มและผู้คน']
    },
    906878: (e) => {
      e.exports = ['สัญญาลักษณ์']
    },
    877011: (e) => {
      e.exports = ['สัญลักษณ์และธง']
    },
    415426: (e) => {
      e.exports = ['ที่เพิ่งใช้ล่าสุด']
    },
    715395: (e) => {
      e.exports = ['การเดินทางและสถานที่']
    },
    939176: (e) => {
      e.exports = 'Content'
    },
    619022: (e) => {
      e.exports = 'Channels'
    },
    682401: (e) => {
      e.exports = ['เคอร์เซอร์']
    },
    150025: (e) => {
      e.exports = ['วัฏจักร']
    },
    19661: (e) => {
      e.exports = ['เครื่องมืออธิบายประกอบ']
    },
    44629: (e) => {
      e.exports = ['เพิ่มลงรายการโปรด']
    },
    223969: (e) => {
      e.exports = 'Arrows'
    },
    755939: (e) => {
      e.exports = 'Brushes'
    },
    543884: (e) => {
      e.exports = ['แกนน์']
    },
    705816: (e) => {
      e.exports = ['เครื่องมือแกนน์และฟิโบนัชชี']
    },
    322146: (e) => {
      e.exports = ['รูปเรขาคณิต']
    },
    860925: (e) => {
      e.exports = ['จุด']
    },
    719570: (e) => {
      e.exports = ['อีโมจิ']
    },
    388280: (e) => {
      e.exports = 'Elliott waves'
    },
    299289: (e) => {
      e.exports = ['ยางลบ']
    },
    797100: (e) => {
      e.exports = ['เครื่องมือคาดการณ์และการวัด']
    },
    922305: (e) => {
      e.exports = ['ฟิโบนัชชี']
    },
    717517: (e) => {
      e.exports = ['ซ่อนรูปวาดทั้งหมด']
    },
    396411: (e) => {
      e.exports = ['ซ่อนแถบเครื่องมือวาด']
    },
    792464: (e) => {
      e.exports = ['ไอคอน']
    },
    537057: (e) => {
      e.exports = ['ล๊อครูปวาดทั้งหมด']
    },
    579165: (e) => {
      e.exports = 'Magic'
    },
    937140: (e) => {
      e.exports = [
        'โหมดแม่เหล็กจะนำการวาดต่างๆ ที่อยู่ใกล้กับแท่งราคาไปเกาะกับค่า OHLC ที่ใกล้เคียงที่สุด',
      ]
    },
    659607: (e) => {
      e.exports = ['การวัด']
    },
    79961: (e) => {
      e.exports = 'Measurer'
    },
    736551: (e) => {
      e.exports = [
        'รูปวาดใหม่ถูกทำซ้ำไปยังชาร์ตทั้งหมดในเลย์เอาท์และแสดงเมื่อทิคเกอร์เดิมได้ถูกเลือก',
      ]
    },
    825792: (e) => {
      e.exports = 'Shapes'
    },
    563354: (e) => {
      e.exports = ['แสดงทูลบาร์วาดเขียน']
    },
    149616: (e) => {
      e.exports = ['แสดงแถบเครื่องมือการวาดที่ชื่นชอบ']
    },
    691977: (e) => {
      e.exports = ['แสดงเครื่องมือที่ซ่อนไว้']
    },
    551072: (e) => {
      e.exports = ['แสดงแผนผังวัตถุ']
    },
    749421: (e) => {
      e.exports = ['อยู่ในโหมดการวาดเขียน']
    },
    84121: (e) => {
      e.exports = ['สติกเกอร์']
    },
    685422: (e) => {
      e.exports = ['แม่เหล็กแข็งแกร่ง']
    },
    219693: (e) => {
      e.exports = ['รูปแบบ']
    },
    673359: (e) => {
      e.exports = 'Pitchforks'
    },
    376091: (e) => {
      e.exports = ['ลบการวาดต่างๆ ออกไป']
    },
    345286: (e) => {
      e.exports = ['เอาวัตถุออก']
    },
    572482: (e) => {
      e.exports = ['ลบออกจากรายการโปรด']
    },
    630513: (e) => {
      e.exports = ['ลบ {drawings}']
    },
    710049: (e) => {
      e.exports = ['ลบ {drawings} & {indicators}']
    },
    355084: (e) => {
      e.exports = ['ลบ {indicators}']
    },
    245265: (e) => {
      e.exports = ['แม่เหล็กอ่อนค่า']
    },
    620916: (e) => {
      e.exports = 'Text & Notes'
    },
    18794: (e) => {
      e.exports = ['เครื่องมือเส้นแนวโน้ม']
    },
    89967: (e) => {
      e.exports = 'Volume-based'
    },
    38925: (e) => {
      e.exports = ['ขยายเข้า']
    },
    949895: (e) => {
      e.exports = ['ขยายออก']
    },
    132868: (e) => {
      e.exports = ['{hotKey_0} + กดบนกราฟ']
    },
    468125: (e) => {
      e.exports = ['{hotKey_0} — วงกลม']
    },
    240234: (e) => {
      e.exports = ['{hotKey_0} — วาดเส้นตรง 1 เส้นที่ทำมุม 45 องศา']
    },
    510289: (e) => {
      e.exports = ['{hotKey_0} - เพิ่มขึ้นแบบคงที่']
    },
    481591: (e) => {
      e.exports = ['{hotKey_0} — สี่เหลี่ยม']
    },
    293030: (e) => {
      e.exports = ['{amount} การวาด']
    },
    580437: (e) => {
      e.exports = ['{amount} อินดิเคเตอร์']
    },
  },
])
