;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [344],
  {
    63227: (t) => {
      t.exports = ['#{count} (แท่ง)']
    },
    9671: (t) => {
      t.exports = ['#{count} (ราคา, แท่ง)']
    },
    91282: (t) => {
      t.exports = ['#1 (แท่ง)']
    },
    1961: (t) => {
      t.exports = ['#1 (ราคา)']
    },
    12706: (t) => {
      t.exports = ['#1 (ราคา, แท่ง)']
    },
    92195: (t) => {
      t.exports = ['#1 (ตำแหน่งในแนวตั้ง %, แท่ง)']
    },
    66187: (t) => {
      t.exports = ['ค่าเฉลี่ย']
    },
    5066: (t) => {
      t.exports = ['เปอร์เซ็นต์']
    },
    89795: (t) => {
      t.exports = ['ทวนเข็มนาฬิกา']
    },
    43809: (t) => {
      t.exports = ['ค่าสัมประสิทธิ์แบบเปอร์เซ็นต์']
    },
    40054: (t) => {
      t.exports = ['สี']
    },
    47737: (t) => {
      t.exports = ['โหมดสถิติแบบ Compact']
    },
    4639: (t) => {
      t.exports = ['พิกัดตำแหน่ง']
    },
    76655: (t) => {
      t.exports = ['เงินสด']
    },
    99120: (t) => {
      t.exports = ['ช่อง']
    },
    60066: (t) => {
      t.exports = ['การเปลี่ยนแปลงในจุด']
    },
    36150: (t) => {
      t.exports = ['มุม']
    },
    38280: (t) => {
      t.exports = ['มุม']
    },
    95264: (t) => {
      t.exports = ['ขนาดบัญชี']
    },
    85160: (t) => {
      t.exports = ['แสดงสถิติเสมอ']
    },
    54189: (t) => {
      t.exports = ['เส้นโค้ง']
    },
    34674: (t) => {
      t.exports = ['ค่าเฉลี่ย HL ในมินติ๊ก']
    },
    17608: (t) => {
      t.exports = ['ป้ายด้านล่าง']
    },
    48848: (t) => {
      t.exports = ['เส้นขอบ']
    },
    72269: (t) => {
      t.exports = ['เส้นขอบ']
    },
    27331: (t) => {
      t.exports = ['พื้นหลัง']
    },
    66282: (t) => {
      t.exports = ['พื้นหลัง #1']
    },
    19949: (t) => {
      t.exports = ['ช่วงบาร์']
    },
    81260: (t) => {
      t.exports = ['ตาราง']
    },
    67114: (t) => {
      t.exports = ['วันที่/ช่วงเวลา']
    },
    37067: (t) => {
      t.exports = ['การกระจัด (ราคา, บาร์)']
    },
    75460: (t) => {
      t.exports = ['ระยะ']
    },
    46211: (t) => {
      t.exports = ['หมุดอีโมจิ']
    },
    46001: (t) => {
      t.exports = ['ราคาเข้าซื้อ']
    },
    1220: (t) => {
      t.exports = ['ยืดออก']
    },
    71116: (t) => {
      t.exports = ['ยืดส่วนล่างออก']
    },
    45809: (t) => {
      t.exports = ['ยืดออกทางซ้าย']
    },
    25892: (t) => {
      t.exports = ['ยืดเส้นด้านซ้าย']
    },
    13611: (t) => {
      t.exports = ['ยืดเส้น']
    },
    3304: (t) => {
      t.exports = ['เส้นที่ยืดด้านซ้าย']
    },
    83095: (t) => {
      t.exports = ['ยืดเส้นไปทางขวา']
    },
    14025: (t) => {
      t.exports = ['ยืดออกทางขวา']
    },
    74395: (t) => {
      t.exports = ['ยืดเส้นด้านขวา']
    },
    85197: (t) => {
      t.exports = ['ยืดส่วนบนออก']
    },
    17006: (t) => {
      t.exports = ['ขนาดตัวอักษร']
    },
    31343: (t) => {
      t.exports = 'Failure text'
    },
    28565: (t) => {
      t.exports = 'Failure background'
    },
    87931: (t) => {
      t.exports = ['แฟน']
    },
    39836: (t) => {
      t.exports = ['Fib levels ในแบบล็อกสเกล']
    },
    10578: (t) => {
      t.exports = ['เต็มวงกลม']
    },
    25264: (t) => {
      t.exports = ['บาร์ HL']
    },
    66049: (t) => {
      t.exports = ['แท่ง เปิดปิด']
    },
    27531: (t) => {
      t.exports = ['ขนาดล็อต']
    },
    99180: (t) => {
      t.exports = ['แถบล่าง']
    },
    53861: (t) => {
      t.exports = ['แบนด์ล่าง #2']
    },
    44775: (t) => {
      t.exports = ['แบนด์ล่าง #3']
    },
    85206: (t) => {
      t.exports = ['ป้ายชื่อ']
    },
    75332: (t) => {
      t.exports = ['ขอบของป้าย']
    },
    14773: (t) => {
      t.exports = ['พื้นหลังป้ายชื่อ']
    },
    37126: (t) => {
      t.exports = ['ตัวหนังสือของป้าย']
    },
    79106: (t) => {
      t.exports = ['ระดับ']
    },
    95610: (t) => {
      t.exports = ['เส้นระดับ']
    },
    79307: (t) => {
      t.exports = ['ป้ายชื่อทางซ้าย']
    },
    49286: (t) => {
      t.exports = ['เส้น - สูงต่ำ/2']
    },
    17676: (t) => {
      t.exports = ['เส้น - เปิด']
    },
    47669: (t) => {
      t.exports = ['เส้น-ปิด']
    },
    71899: (t) => {
      t.exports = ['เส้น - สูง']
    },
    83394: (t) => {
      t.exports = ['เส้น - ต่ำ']
    },
    60489: (t) => {
      t.exports = ['สีเส้น']
    },
    53889: (t) => {
      t.exports = ['โหมด']
    },
    95543: (t) => {
      t.exports = ['เดือน']
    },
    85041: (t) => {
      t.exports = 'Middle line'
    },
    24510: (t) => {
      t.exports = ['จุดกลาง']
    },
    22213: (t) => {
      t.exports = 'Source background'
    },
    15500: (t) => {
      t.exports = 'Source border'
    },
    79238: (t) => {
      t.exports = 'Source text'
    },
    37249: (t) => {
      t.exports = ['สถิติ']
    },
    28712: (t) => {
      t.exports = ['ตำแหน่งสถิติ']
    },
    50948: (t) => {
      t.exports = ['สีจุดสิ้นสุด']
    },
    56119: (t) => {
      t.exports = ['ระดับหยุดขาดทุน']
    },
    69835: (t) => {
      t.exports = 'Success text'
    },
    91141: (t) => {
      t.exports = 'Success background'
    },
    2694: (t) => {
      t.exports = ['% การเปลี่ยนแปลง']
    },
    650: (t) => {
      t.exports = ['เปอร์เซ็นต์']
    },
    25684: (t) => {
      t.exports = ['ราคา']
    },
    23675: (t) => {
      t.exports = ['ป้ายราคา']
    },
    75675: (t) => {
      t.exports = ['ป้ายราคา']
    },
    16103: (t) => {
      t.exports = ['ระดับราคา']
    },
    46964: (t) => {
      t.exports = ['ช่วงราคา']
    },
    59771: (t) => {
      t.exports = ['อัตราส่วน ราคา/แท่ง']
    },
    29072: (t) => {
      t.exports = ['ราคา']
    },
    2635: (t) => {
      t.exports = ['ระดับทำกำไร']
    },
    33886: (t) => {
      t.exports = 'Ranges and ratio'
    },
    24186: (t) => {
      t.exports = ['ย้อนกลับ']
    },
    91367: (t) => {
      t.exports = 'Right labels'
    },
    63833: (t) => {
      t.exports = ['ความเสี่ยง']
    },
    95545: (t) => {
      t.exports = ['เวฟ']
    },
    10209: (t) => {
      t.exports = ['ป้ายชื่อด้านบน']
    },
    98001: (t) => {
      t.exports = 'Target background'
    },
    89258: (t) => {
      t.exports = 'Target border'
    },
    45302: (t) => {
      t.exports = ['สีเป้าหมาย']
    },
    74289: (t) => {
      t.exports = 'Target text'
    },
    17932: (t) => {
      t.exports = ['บังคับให้ตัวหนังสืออยู่ในขอบเขตที่กำหนด']
    },
    55325: (t) => {
      t.exports = ['ป้ายเวลา']
    },
    77838: (t) => {
      t.exports = ['ระดับเวลา']
    },
    2295: (t) => {
      t.exports = ['โปร่งแสง']
    },
    4372: (t) => {
      t.exports = ['เส้นแนวโน้ม']
    },
    26775: (t) => {
      t.exports = ['แถบบน']
    },
    21774: (t) => {
      t.exports = ['แบนด์บน #2']
    },
    21076: (t) => {
      t.exports = ['แบนด์บน #3']
    },
    12374: (t) => {
      t.exports = ['ใช้สีเดียว']
    },
    53473: (t) => {
      t.exports = 'VWAP'
    },
    91322: (t) => {
      t.exports = ['มูลค่า']
    },
    25227: (t) => {
      t.exports = ['ความแปรปรวน']
    },
    1670: (t) => {
      t.exports = ['เปลี่ยนมุม']
    },
    38829: (t) => {
      t.exports = ['เปลี่ยนสีลูกศร']
    },
    23723: (t) => {
      t.exports = ['เปลี่ยนแถบพิกัด X']
    },
    72080: (t) => {
      t.exports = ['เปลี่ยนสี flag']
    },
    66266: (t) => {
      t.exports = ['เปลี่ยนราคาพิกัด Y']
    },
    98905: (t) => {
      t.exports = ['เปลี่ยนระยะขอบด้านบน']
    },
    11049: (t) => {
      t.exports = ['เปลี่ยนพิกัดตำแหน่งแนวตั้ง Y']
    },
    98057: (t) => {
      t.exports = ['เปลี่ยนสี {title} เส้น VWAP']
    },
    55218: (t) => {
      t.exports = ['เปลี่ยนความกว้าง {title} เส้น VWAP']
    },
    31804: (t) => {
      t.exports = ['เปลี่ยน {title} ทวนเข็มนาฬิกา']
    },
    99128: (t) => {
      t.exports = ['เปลี่ยนการมองเห็นค่าสัมประสิทธิ์ {title} เป็นเปอร์เซ็นต์']
    },
    20216: (t) => {
      t.exports = ['เปลี่ยนสี {title}']
    },
    35435: (t) => {
      t.exports = ['เปลี่ยน {title} โหมดสถิติแบบ compact']
    },
    550: (t) => {
      t.exports = ['เปลี่ยนสีเส้นขอบ {title} แท่งเทียนขาขึ้น']
    },
    28146: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} เส้นขอบแท่งเทียน']
    },
    7373: (t) => {
      t.exports = ['เปลี่ยนสีเส้นขอบ {title} แท่งเทียนขาลง']
    },
    38742: (t) => {
      t.exports = ['เปลี่ยนสี {title} แท่งเทียนขาลง']
    },
    42273: (t) => {
      t.exports = ['เปลี่ยนสี {title} แท่งเทียนขาขึ้น']
    },
    76054: (t) => {
      t.exports = ['เปลี่ยนสี {title} ไส้เทียน']
    },
    27029: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ไส้เทียน']
    },
    22430: (t) => {
      t.exports = ['เปลี่ยน {title} เปลี่ยนการมองเห็นจุด']
    },
    45537: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} มุม']
    },
    31775: (t) => {
      t.exports = ['เปลี่ยน {title} ขนาดบัญชี']
    },
    37913: (t) => {
      t.exports = ['เปลี่ยน {title} แสดงสถิติเสมอ']
    },
    15521: (t) => {
      t.exports = ['เปลี่ยนสีเส้น {title} ทั้งหมด']
    },
    17466: (t) => {
      t.exports = ['เปลี่ยนสี {title} เส้นอาร์ค {index}']
    },
    72307: (t) => {
      t.exports = ['เปลี่ยนความกว้าง {title} เส้นอาร์ค {index}']
    },
    13853: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} เส้นอาร์ค {index}']
    },
    78680: (t) => {
      t.exports = ['เปลี่ยน {title} ค่าเฉลี่ย HL']
    },
    15802: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ป้ายกำกับด้านล่าง']
    },
    36438: (t) => {
      t.exports = ['เปลี่ยนความโปร่งใสพื้นหลัง {title}']
    },
    64548: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} พื้นหลัง']
    },
    75312: (t) => {
      t.exports = ['เปลี่ยนสีพื้นหลัง {title}']
    },
    39651: (t) => {
      t.exports = ['เปลี่ยนสีพื้นหลัง {title} 1']
    },
    78177: (t) => {
      t.exports = ['เปลี่ยนสีพื้นหลัง {title} 2']
    },
    42746: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ช่วงระยะแท่ง']
    },
    53770: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} เส้นกริด']
    },
    29145: (t) => {
      t.exports = ['เปลี่ยนสี {title} เส้นกริด']
    },
    64949: (t) => {
      t.exports = ['เปลี่ยนรูปแบบ {title} เส้นกริด']
    },
    93548: (t) => {
      t.exports = ['เปลี่ยนความกว้าง {title} เส้นกริด']
    },
    15485: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ช่วงวัน/เวลา']
    },
    3400: (t) => {
      t.exports = ['เปลี่ยนองศามุม {title}']
    },
    91534: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ระยะห่าง']
    },
    65056: (t) => {
      t.exports = ['เปลี่ยน {title} อีโมจิ']
    },
    65899: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} อีโมจิ']
    },
    59354: (t) => {
      t.exports = ['เปลี่ยน {title} ราคาเข้าซื้อ']
    },
    1447: (t) => {
      t.exports = ['ขยาย {title} ด้านล่าง']
    },
    15258: (t) => {
      t.exports = ['ขยาย {title} ด้านล่าง']
    },
    96902: (t) => {
      t.exports = ['เปลี่ยน {title} การขยายเส้น']
    },
    896: (t) => {
      t.exports = ['ขยาย {title} ด้านบน']
    },
    3708: (t) => {
      t.exports = ['ขยาย {title} ไปทางซ้าย']
    },
    52889: (t) => {
      t.exports = ['ขยาย {title} ไปทางขวา']
    },
    86647: (t) => {
      t.exports = ['เปลี่ยน {title} ส่วนขยาย']
    },
    3156: (t) => {
      t.exports = ['เปลี่ยนสี {title} ข้อความที่ล้มเหลว']
    },
    49885: (t) => {
      t.exports = ['เปลี่ยนสีพื้นหลัง {title} ที่ล้มเหลว']
    },
    89126: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} เส้นแฟน {index}']
    },
    30016: (t) => {
      t.exports = ['เปลี่ยนความกว้าง {title} เส้นแฟน {index}']
    },
    82516: (t) => {
      t.exports = ['เปลี่ยนสี {title} เส้นแฟน {index}']
    },
    78142: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} แฟน']
    },
    79467: (t) => {
      t.exports = ['เปลี่ยนสี {title} เส้นแฟน']
    },
    45739: (t) => {
      t.exports = ['เปลี่ยน {title} ระดับฟีโบนัชชีบนล็อกสเกล']
    },
    99670: (t) => {
      t.exports = ['เปลี่ยนการพลิก {title}']
    },
    35165: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} วงกลมเต็ม']
    },
    48983: (t) => {
      t.exports = ['เปลี่ยนสี {title} ภาพพื้นหลัง']
    },
    45025: (t) => {
      t.exports = ['เปลี่ยน {title} ขนาดล็อต']
    },
    13901: (t) => {
      t.exports = ['เปลี่ยนสี {title} เส้นแถบล่าง']
    },
    78425: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} เส้นแถบล่าง']
    },
    99491: (t) => {
      t.exports = ['เปลี่ยนความกว้าง {title} เส้นแถบล่าง']
    },
    55469: (t) => {
      t.exports = ['เปลี่ยน {title} แบนด์ล่าง #2 สีของเส้น']
    },
    76157: (t) => {
      t.exports = ['เปลี่ยน {title} แบนด์ล่าง #2 การมองเห็นของเส้น']
    },
    8081: (t) => {
      t.exports = ['เปลี่ยน {title} แบนด์ล่าง #2 ความกว้างของเส้น']
    },
    95016: (t) => {
      t.exports = ['เปลี่ยน {title} แบนด์ล่าง #3 สีของเส้น']
    },
    84928: (t) => {
      t.exports = ['เปลี่ยน {title} แบนด์ล่าง #3 การมองเห็นของเส้น']
    },
    44693: (t) => {
      t.exports = ['เปลี่ยน {title} แบนด์ล่าง #3 ความกว้างของเส้น']
    },
    81170: (t) => {
      t.exports = ['เปลี่ยนการจัดตำแหน่ง {title} ป้ายกำกับ']
    },
    22775: (t) => {
      t.exports = ['เปลี่ยนขนาดตัวอักษรของป้ายกำกับ {title}']
    },
    24338: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ป้ายกำกับ']
    },
    32891: (t) => {
      t.exports = ['เปลี่ยนค่าสัมประสิทธิ์เส้น {title} ระดับ {index}']
    },
    85551: (t) => {
      t.exports = ['เปลี่ยนสีเส้น {title} ระดับ {index}']
    },
    47840: (t) => {
      t.exports = ['เปลี่ยนรูปแบบเส้น {title} ระดับ {index}']
    },
    45463: (t) => {
      t.exports = ['เปลี่ยน {title} เลเวล {index} การมองเห็นเส้น']
    },
    90098: (t) => {
      t.exports = ['เปลี่ยนความกว้างเส้น {title} ระดับ {index}']
    },
    26710: (t) => {
      t.exports = ['เปลี่ยนระดับการมองเห็น {title}']
    },
    2359: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ป้ายกำกับด้านซ้าย']
    },
    44643: (t) => {
      t.exports = ['เปลี่ยนความกว้าง {title} เส้น']
    },
    20563: (t) => {
      t.exports = ['เปลี่ยนสี {title} เส้น']
    },
    66982: (t) => {
      t.exports = ['เปลี่ยนรูปแบบ {title} เส้น']
    },
    94441: (t) => {
      t.exports = ['เปลี่ยนโหมด {title}']
    },
    89996: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} จุดกึ่งกลาง']
    },
    36618: (t) => {
      t.exports = ['เปลี่ยนการสะท้อน {title}']
    },
    18544: (t) => {
      t.exports = ['เปลี่ยนสีพื้นหลัง {title} ต้นฉบับ']
    },
    48035: (t) => {
      t.exports = ['เปลี่ยนสีเส้นขอบ {title} ต้นฉบับ']
    },
    42286: (t) => {
      t.exports = ['เปลี่ยนสี {title} ข้อความต้นฉบับ']
    },
    588: (t) => {
      t.exports = ['เปลี่ยน {title} ตำแหน่งสถิติ']
    },
    54659: (t) => {
      t.exports = ['เปลี่ยนสี {title} สต็อป']
    },
    89182: (t) => {
      t.exports = ['เปลี่ยน {title} ระดับการหยุด']
    },
    82224: (t) => {
      t.exports = ['เปลี่ยน {title} ราคาหยุดขาดทุน']
    },
    88383: (t) => {
      t.exports = ['เปลี่ยนสี {title} ข้อความที่สำเร็จ']
    },
    26967: (t) => {
      t.exports = ['เปลี่ยนสีพื้นหลัง {title} ที่สำเร็จ']
    },
    62243: (t) => {
      t.exports = ['เปลี่ยน {title} เปอร์เซ็นต์การมองเห็นการเปลี่ยนแปลง']
    },
    45936: (t) => {
      t.exports = ['เปลี่ยน {title} การมองเห็นป้ายราคา']
    },
    88577: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ป้ายราคา']
    },
    47045: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ช่วงราคา']
    },
    94028: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ราคา']
    },
    56175: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ราคา']
    },
    44539: (t) => {
      t.exports = ['เปลี่ยน {title} ระดับทำกำไร']
    },
    41646: (t) => {
      t.exports = ['เปลี่ยน {title} ราคาทำกำไร']
    },
    52877: (t) => {
      t.exports = ['เปลี่ยน {title} ย้อนกลับ']
    },
    16598: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ป้ายกำกับด้านขวา']
    },
    31553: (t) => {
      t.exports = ['เปลี่ยน {title} ความเสี่ยง']
    },
    40344: (t) => {
      t.exports = ['เปลี่ยน {title} โหมดการแสดงความเสี่ยง']
    },
    73137: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ป้ายกำกับด้านบน']
    },
    52387: (t) => {
      t.exports = ['เปลี่ยนสีพื้นหลัง {title} เป้าหมาย']
    },
    6921: (t) => {
      t.exports = ['เปลี่ยนสีเส้นขอบ {title} เป้าหมาย']
    },
    97573: (t) => {
      t.exports = ['เปลี่ยนสี {title} เป้าหมาย']
    },
    27634: (t) => {
      t.exports = ['เปลี่ยนสี {title} ข้อความเป้าหมาย']
    },
    33822: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ป้ายเวลา']
    },
    84321: (t) => {
      t.exports = ['เปลี่ยนความโปร่งใส {title}']
    },
    10417: (t) => {
      t.exports = ['เปลี่ยนสี {title} เส้นแถบบน']
    },
    58722: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} เส้นแถบบน']
    },
    13633: (t) => {
      t.exports = ['เปลี่ยนความกว้าง {title} เส้นแถบบน']
    },
    64709: (t) => {
      t.exports = ['เปลี่ยน {title} แบนด์บน #2 สีของเส้น']
    },
    97847: (t) => {
      t.exports = ['เปลี่ยน {title} แบนด์บน #2 การมองเห็นของเส้น']
    },
    62921: (t) => {
      t.exports = ['เปลี่ยน {title} แบนด์บน #2 ความกว้างของเส้น']
    },
    94153: (t) => {
      t.exports = ['เปลี่ยน {title} แบนด์บน #3 สีของเส้น']
    },
    19835: (t) => {
      t.exports = ['เปลี่ยน {title} แบนด์บน #3 การมองเห็นของเส้น']
    },
    68310: (t) => {
      t.exports = ['เปลี่ยน {title} แบนด์บน #3 ความกว้างของเส้น']
    },
    12355: (t) => {
      t.exports = ['เปลี่ยน {title} ค่าความแปรปรวน']
    },
    25937: (t) => {
      t.exports = ['เปลี่ยน {toolName} แนวป้ายกำกับแนวตั้ง']
    },
    46991: (t) => {
      t.exports = ['เปลี่ยน {toolName} แนวป้ายกำกับแนวนอน']
    },
    73080: (t) => {
      t.exports = ['เปลี่ยน {toolName} ทิศทางป้ายกำกับ']
    },
    24272: (t) => {
      t.exports = ['เปลี่ยน {toolName} การมองเห็นเส้น']
    },
    46404: (t) => {
      t.exports = ['เปลี่ยน {toolName} ความกว้างเส้น']
    },
    50265: (t) => {
      t.exports = ['เปลี่ยนสี {toolName} เส้น']
    },
    72781: (t) => {
      t.exports = ['ขยายเส้น {toolName} ไปทางซ้าย']
    },
    84613: (t) => {
      t.exports = ['เปลี่ยน {toolName} ขยายเส้นทางขวา']
    },
    62603: (t) => {
      t.exports = ['เปลี่ยน {toolName} เส้นซ้ายสุด']
    },
    62412: (t) => {
      t.exports = ['เปลี่ยน {toolName} เส้นนขวาสุด']
    },
    35422: (t) => {
      t.exports = ['เปลี่ยน {toolName} รูปแบบเส้น']
    },
    77690: (t) => {
      t.exports = ['เปลี่ยน {toolName} ข้อความ']
    },
    69871: (t) => {
      t.exports = ['เปลี่ยน {toolName} การมองเห็นข้อความ']
    },
    25878: (t) => {
      t.exports = ['เปลี่ยน {toolName} การตัดข้อความ']
    },
    91832: (t) => {
      t.exports = ['เปลี่ยน {toolName} สีพื้นหลังข้อความ']
    },
    18610: (t) => {
      t.exports = ['เปลี่ยน {toolName} การมองเห็นพื้นหลังข้อความ']
    },
    44755: (t) => {
      t.exports = ['เปลี่ยน {toolName} สีเส้นขอบข้อความ']
    },
    6324: (t) => {
      t.exports = ['เปลี่ยน {toolName} ความกว้างเส้นขอบข้อความ']
    },
    45529: (t) => {
      t.exports = ['เปลี่ยน {toolName} การมองเห็นเส้นขอบข้อความ']
    },
    6500: (t) => {
      t.exports = ['เปลี่ยน {toolName} สีข้อความ']
    },
    51614: (t) => {
      t.exports = ['เปลี่ยน {toolName} อักษรตัวหนา']
    },
    18572: (t) => {
      t.exports = ['เปลี่ยน {toolName} อักษรตัวเอียง']
    },
    48382: (t) => {
      t.exports = ['เปลี่ยน {toolName} ขนาดตัวอักษร']
    },
    18567: (t) => {
      t.exports = ['เปลี่ยนคุณสมบัติ {propertyName}']
    },
    21926: (t) => {
      t.exports = ['สีพื้นหลัง']
    },
    52241: (t) => {
      t.exports = ['เติมพื้นหลัง']
    },
    70607: (t) => {
      t.exports = ['สีเส้น']
    },
    41075: (t) => {
      t.exports = ['รูปแบบเส้น']
    },
    73043: (t) => {
      t.exports = ['ความกว้างเส้น']
    },
    72223: (t) => {
      t.exports = ['เลื่อนภาพวาด']
    },
    93046: (t) => {
      t.exports = 'show price'
    },
    41437: (t) => {
      t.exports = ['สีตัวอักษร']
    },
  },
])
