;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [6306],
  {
    74274: (e) => {
      e.exports = ['ไขว้']
    },
    60558: (e) => {
      e.exports = ['สัตว์และธรรมชาติ']
    },
    14232: (e) => {
      e.exports = ['กิจกรรม']
    },
    35305: (e) => {
      e.exports = ['อาหารเครื่องดื่ม']
    },
    49546: (e) => {
      e.exports = ['ธง']
    },
    72302: (e) => {
      e.exports = ['วัตถุ']
    },
    96330: (e) => {
      e.exports = ['รอยยิ้มและผู้คน']
    },
    6878: (e) => {
      e.exports = ['สัญญาลักษณ์']
    },
    15426: (e) => {
      e.exports = ['ที่เพิ่งใช้ล่าสุด']
    },
    15395: (e) => {
      e.exports = ['การเดินทางและสถานที่']
    },
    41596: (e) => {
      e.exports = ['ป้ายกำกับระดับราคา']
    },
    45811: (e) => {
      e.exports = ['ค่าในบรรทัดสถานะ']
    },
    39495: (e) => {
      e.exports = ['วงกลม']
    },
    41389: (e) => {
      e.exports = ['เหนือแท่งราคา']
    },
    29520: (e) => {
      e.exports = ['แน่นอน']
    },
    67049: (e) => {
      e.exports = ['ตั้งให้เป็นค่าเบื้องต้น']
    },
    65262: (e) => {
      e.exports = ['พื้นที่ที่มีการแบ่ง']
    },
    83760: (e) => {
      e.exports = ['บอดี้']
    },
    48848: (e) => {
      e.exports = ['เส้นขอบ']
    },
    27331: (e) => {
      e.exports = ['พื้นหลัง']
    },
    78626: (e) => {
      e.exports = ['ใต้แท่งราคา']
    },
    16079: (e) => {
      e.exports = ['ไล่เฉดสี']
    },
    42973: (e) => {
      e.exports = ['เส้นไข่ปลา']
    },
    41361: (e) => {
      e.exports = ['ทิศลง']
    },
    59317: (e) => {
      e.exports = ['เส้นประ']
    },
    31577: (e) => {
      e.exports = ['VA ที่กำลังพัฒนา']
    },
    4329: (e) => {
      e.exports = ['ค่าเริ่มต้น']
    },
    98938: (e) => {
      e.exports = ['ค่าเริ่มต้น']
    },
    45044: (e) => {
      e.exports = 'Hidden'
    },
    11091: (e) => {
      e.exports = ['แท่ง']
    },
    40297: (e) => {
      e.exports = ['ผลลัพธ์']
    },
    36993: (e) => {
      e.exports = ['เขียนทับ Min Tick']
    },
    64606: (e) => {
      e.exports = ['ป้ายกำกับอักษร']
    },
    54934: (e) => {
      e.exports = ['เส้นการแบ่ง']
    },
    41610: (e) => {
      e.exports = ['เพิ่มเติม']
    },
    55362: (e) => {
      e.exports = ['ปกติ']
    },
    35637: (e) => {
      e.exports = ['สีเดียว']
    },
    18229: (e) => {
      e.exports = ['บันทึกเป็นค่าเริ่มต้น']
    },
    86520: (e) => {
      e.exports = ['ป้ายชื่อสัญญาณ']
    },
    64108: (e) => {
      e.exports = ['เส้นขั้นกับตัวแบ่ง']
    },
    67767: (e) => {
      e.exports = ['สเต็ปเส้นเป็นรูปเพชร']
    },
    91502: (e) => {
      e.exports = ['การวาง']
    },
    73947: (e) => {
      e.exports = ['ความแม่นยำ']
    },
    66596: (e) => {
      e.exports = ['จำนวน']
    },
    79782: (e) => {
      e.exports = ['คืนค่าการตั้งค่า']
    },
    95247: (e) => {
      e.exports = ['ความกว้าง (% ของกล่อง)']
    },
    19221: (e) => {
      e.exports = ['สีตัวอักษร']
    },
    77409: (e) => {
      e.exports = ['เทรดบนชาร์ต']
    },
    98802: (e) => {
      e.exports = ['บน']
    },
    78019: (e) => {
      e.exports = [
        'ใช้เครื่องหมายทางคณิตศาสตร์พิเศษเพื่อแทนที่ภาพวาดที่เลือก: +,-,/,* สำหรับราคา และ +,- สำหรับดัชนีแท่ง',
      ]
    },
    14414: (e) => {
      e.exports = ['วอลุ่มโปรไฟล์']
    },
    91322: (e) => {
      e.exports = ['มูลค่า']
    },
    20834: (e) => {
      e.exports = ['เปลี่ยนหน่วยขั้นต่ำของแต่ละติ๊ก']
    },
    98491: (e) => {
      e.exports = ['เปลี่ยน Char']
    },
    7378: (e) => {
      e.exports = ['เปลี่ยนขนาดตัวอักษร']
    },
    28691: (e) => {
      e.exports = ['เปลี่ยนรูปแบบเส้น']
    },
    38361: (e) => {
      e.exports = ['เปลี่ยนตำแหน่ง']
    },
    51081: (e) => {
      e.exports = ['เปลี่ยน % ความกว้าง']
    },
    47634: (e) => {
      e.exports = ['เปลี่ยนการวาง']
    },
    15683: (e) => {
      e.exports = ['เปลี่ยนประเภทการวาด']
    },
    164: (e) => {
      e.exports = ['เปลี่ยนความแม่นยำ']
    },
    86888: (e) => {
      e.exports = ['เปลี่ยนรูปร่าง']
    },
    50463: (e) => {
      e.exports = ['เปลี่ยนค่า']
    },
    12628: (e) => {
      e.exports = ['เปลี่ยนค่าการมองเห็น']
    },
    76080: (e) => {
      e.exports = ['เช่น. +1']
    },
    95166: (e) => {
      e.exports = ['ยกตัวอย่าง/2']
    },
  },
])
