;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [8988],
  {
    774274: (e) => {
      e.exports = ['ไขว้']
    },
    360558: (e) => {
      e.exports = ['สัตว์และธรรมชาติ']
    },
    414232: (e) => {
      e.exports = ['กิจกรรม']
    },
    935305: (e) => {
      e.exports = ['อาหารเครื่องดื่ม']
    },
    149546: (e) => {
      e.exports = ['ธง']
    },
    572302: (e) => {
      e.exports = ['วัตถุ']
    },
    396330: (e) => {
      e.exports = ['รอยยิ้มและผู้คน']
    },
    906878: (e) => {
      e.exports = ['สัญญาลักษณ์']
    },
    415426: (e) => {
      e.exports = ['ที่เพิ่งใช้ล่าสุด']
    },
    715395: (e) => {
      e.exports = ['การเดินทางและสถานที่']
    },
    641596: (e) => {
      e.exports = ['ป้ายกำกับระดับราคา']
    },
    323545: (e) => {
      e.exports = ['ค่าในบรรทัดสถานะ']
    },
    239495: (e) => {
      e.exports = ['วงกลม']
    },
    541389: (e) => {
      e.exports = ['เหนือแท่งราคา']
    },
    129520: (e) => {
      e.exports = ['แน่นอน']
    },
    67049: (e) => {
      e.exports = ['ตั้งให้เป็นค่าเบื้องต้น']
    },
    473169: (e) => {
      e.exports = ['ตั้งให้เป็นค่าเบื้องต้น']
    },
    65262: (e) => {
      e.exports = ['พื้นที่ที่มีการแบ่ง']
    },
    883760: (e) => {
      e.exports = ['บอดี้']
    },
    248848: (e) => {
      e.exports = ['เส้นขอบ']
    },
    527331: (e) => {
      e.exports = ['พื้นหลัง']
    },
    278626: (e) => {
      e.exports = ['ใต้แท่งราคา']
    },
    16079: (e) => {
      e.exports = ['ไล่เฉดสี']
    },
    506705: (e) => {
      e.exports = ["คุณต้องการลบเทมเพลตการวาด '{name}' หรือไม่?"]
    },
    842973: (e) => {
      e.exports = ['เส้นไข่ปลา']
    },
    741361: (e) => {
      e.exports = ['ทิศลง']
    },
    459317: (e) => {
      e.exports = ['เส้นประ']
    },
    731577: (e) => {
      e.exports = ['VA ที่กำลังพัฒนา']
    },
    204329: (e) => {
      e.exports = ['ค่าเริ่มต้น']
    },
    698938: (e) => {
      e.exports = ['ค่าเริ่มต้น']
    },
    572405: (e) => {
      e.exports = ["มีเทมเพลตการวาด '{name}' แล้ว คุณต้องการที่จะแทนที่มันจริงๆหรือ?"]
    },
    745044: (e) => {
      e.exports = 'Hidden'
    },
    511091: (e) => {
      e.exports = ['แท่ง']
    },
    540297: (e) => {
      e.exports = ['ผลลัพธ์']
    },
    836993: (e) => {
      e.exports = ['เขียนทับ Min Tick']
    },
    864606: (e) => {
      e.exports = ['ป้ายกำกับอักษร']
    },
    54934: (e) => {
      e.exports = ['เส้นการแบ่ง']
    },
    141610: (e) => {
      e.exports = ['เพิ่มเติม']
    },
    855362: (e) => {
      e.exports = ['ปกติ']
    },
    735637: (e) => {
      e.exports = ['สีเดียว']
    },
    418229: (e) => {
      e.exports = ['บันทึกเป็นค่าเริ่มต้น']
    },
    504315: (e) => {
      e.exports = ['บันทึกเทมเพลตการวาดเป็น']
    },
    786520: (e) => {
      e.exports = ['ป้ายชื่อสัญญาณ']
    },
    464108: (e) => {
      e.exports = ['เส้นขั้นกับตัวแบ่ง']
    },
    367767: (e) => {
      e.exports = ['สเต็ปเส้นเป็นรูปเพชร']
    },
    621861: (e) => {
      e.exports = ['การวาง']
    },
    173947: (e) => {
      e.exports = ['ความแม่นยำ']
    },
    766596: (e) => {
      e.exports = ['จำนวน']
    },
    79782: (e) => {
      e.exports = ['คืนค่าการตั้งค่า']
    },
    895247: (e) => {
      e.exports = ['ความกว้าง (% ของกล่อง)']
    },
    319221: (e) => {
      e.exports = ['สีตัวอักษร']
    },
    350912: (e) => {
      e.exports = ['ชื่อเทมเพลต']
    },
    607138: (e) => {
      e.exports = ['เทรดบนชาร์ต']
    },
    798802: (e) => {
      e.exports = ['บน']
    },
    578019: (e) => {
      e.exports = [
        'ใช้เครื่องหมายทางคณิตศาสตร์พิเศษเพื่อแทนที่ภาพวาดที่เลือก: +,-,/,* สำหรับราคา และ +,- สำหรับดัชนีแท่ง',
      ]
    },
    114414: (e) => {
      e.exports = ['วอลุ่มโปรไฟล์']
    },
    391322: (e) => {
      e.exports = ['มูลค่า']
    },
    320834: (e) => {
      e.exports = ['เปลี่ยนหน่วยขั้นต่ำของแต่ละติ๊ก']
    },
    198491: (e) => {
      e.exports = ['เปลี่ยน Char']
    },
    907378: (e) => {
      e.exports = ['เปลี่ยนขนาดตัวอักษร']
    },
    628691: (e) => {
      e.exports = ['เปลี่ยนรูปแบบเส้น']
    },
    138361: (e) => {
      e.exports = ['เปลี่ยนตำแหน่ง']
    },
    851081: (e) => {
      e.exports = ['เปลี่ยน % ความกว้าง']
    },
    847634: (e) => {
      e.exports = ['เปลี่ยนการวาง']
    },
    215683: (e) => {
      e.exports = ['เปลี่ยนประเภทการวาด']
    },
    900164: (e) => {
      e.exports = ['เปลี่ยนความแม่นยำ']
    },
    486888: (e) => {
      e.exports = ['เปลี่ยนรูปร่าง']
    },
    50463: (e) => {
      e.exports = ['เปลี่ยนค่า']
    },
    212628: (e) => {
      e.exports = ['เปลี่ยนค่าการมองเห็น']
    },
    976080: (e) => {
      e.exports = ['เช่น. +1']
    },
    495166: (e) => {
      e.exports = ['ยกตัวอย่าง/2']
    },
  },
])
