;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [9072],
  {
    519801: (t) => {
      t.exports = 'Fr'
    },
    11268: (t) => {
      t.exports = ['โม']
    },
    963331: (t) => {
      t.exports = 'Sa'
    },
    85954: (t) => {
      t.exports = 'Su'
    },
    226230: (t) => {
      t.exports = ['วันพุธ']
    },
    24793: (t) => {
      t.exports = 'Th'
    },
    831533: (t) => {
      t.exports = 'Tu'
    },
    323288: (t) => {
      t.exports = ['ยกเลิกทั้งหมด']
    },
    697174: (t) => {
      t.exports = ['ระวัง!']
    },
    952051: (t) => {
      t.exports = ['ขณะนี้ปฏิทินอยู่ในปี{year}']
    },
    499990: (t) => {
      t.exports = ['ขณะนี้ปฏิทินเป็นปีตั้งแต่ {year_start} ถึง {year_end}']
    },
    692702: (t) => {
      t.exports = ['ขณะนี้ปฏิทินอยู่ที่{month}']
    },
    702333: (t) => {
      t.exports = ['ยกเลิกคำสั่งซื้อทั้งหมด']
    },
    975336: (t) => {
      t.exports = ['ยกเลิกคำสั่งทั้งหมดสำหรับตัวย่อปัจจุบัน']
    },
    139710: (t) => {
      t.exports = ['ยกเลิกคำสั่งขายทั้งหมด']
    },
    987411: (t) => {
      t.exports = ['ปิดสถานะ']
    },
    997637: (t) => {
      t.exports = ['เมษายน']
    },
    486797: (t) => {
      t.exports = ['สิงหาคม']
    },
    102846: (t) => {
      t.exports = ['ซื้อ']
    },
    503491: (t) => {
      t.exports = ['ซื้อ{qty} {symbol}@ตลาด']
    },
    222821: (t) => {
      t.exports = ['ซื้อ {qty} {symbol} @ {limitPrice} จำกัด']
    },
    812458: (t) => {
      t.exports = ['ซื้อ {qty} {symbol} @ {stopPrice} หยุด']
    },
    832023: (t) => {
      t.exports = ['ซื้อ {qty} {symbol} @ {stopPrice} หยุด {limitPrice}']
    },
    557027: (t) => {
      t.exports = ['รายละเอียด']
    },
    55669: (t) => {
      t.exports = ['ธันวาคม']
    },
    756095: (t) => {
      t.exports = ['ลดลง']
    },
    785663: (t) => {
      t.exports = ['ปิดใช้งานโหมดไดนามิก']
    },
    44316: (t) => {
      t.exports = ['เปิดใช้งานโหมดไดนามิก']
    },
    316467: (t) => {
      t.exports = ['กุมภาพันธ์']
    },
    963867: (t) => {
      t.exports = ['ทำให้เท่ากัน']
    },
    772970: (t) => {
      t.exports = ['วันศุกร์']
    },
    146812: (t) => {
      t.exports = ['เพิ่มขึ้น']
    },
    926910: (t) => {
      t.exports = ['มกราคม']
    },
    323230: (t) => {
      t.exports = ['กรกฎาคม']
    },
    49385: (t) => {
      t.exports = ['มิถุนายน']
    },
    290784: (t) => {
      t.exports = ['ตุลาคม']
    },
    357653: (t) => {
      t.exports = ['ล๊อต']
    },
    561199: (t) => {
      t.exports = ['วันจันทร์']
    },
    695543: (t) => {
      t.exports = ['เดือน']
    },
    668327: (t) => {
      t.exports = ['พ.ค.']
    },
    684675: (t) => {
      t.exports = ['มีนาคม']
    },
    180526: (t) => {
      t.exports = ['ไม่มีข้อมูล']
    },
    749117: (t) => {
      t.exports = ['ไม่สามารถใช้งานได้']
    },
    171194: (t) => {
      t.exports = ['พฤศจิกายน']
    },
    383771: (t) => {
      t.exports = ['ปีถัดไป']
    },
    275385: (t) => {
      t.exports = ['ปีถัดไป']
    },
    39752: (t) => {
      t.exports = ['เดือนถัดไป']
    },
    535563: (t) => {
      t.exports = ['รูปแบบตัวเลขไม่ถูกต้อง']
    },
    101144: (t) => {
      t.exports = ['เสาร์']
    },
    880280: (t) => {
      t.exports = ['เลือกค่า']
    },
    331840: (t) => {
      t.exports = ['ขาย{qty} {symbol}@ราคาตลาด']
    },
    596283: (t) => {
      t.exports = ['ขาย{qty} {symbol} @ {limitPrice} ลิมิต']
    },
    793711: (t) => {
      t.exports = ['ขาย{qty} {symbol} @ {stopPrice} สต๊อป']
    },
    81078: (t) => {
      t.exports = ['ขาย{qty} {symbol} @ {stopPrice} สต๊อป {limitPrice} ลิมิต']
    },
    545322: (t) => {
      t.exports = ['ขาย']
    },
    661132: (t) => {
      t.exports = ['กันยายน']
    },
    573712: (t) => {
      t.exports = ['แสดงราคาที่มีปริมาณการซื้อขายเป็นศูนย์']
    },
    747987: (t) => {
      t.exports = ['แสดงราคาระหว่างราคาเสนอซื้อ/ขายที่ดีที่สุด']
    },
    602607: (t) => {
      t.exports = ['ค่าที่ระบุมากกว่าค่าสูงสุดของเครื่องมือ {max}']
    },
    53669: (t) => {
      t.exports = ['ค่าที่ระบุน้อยกว่าค่าต่ำสุดของเครื่องมือ {min}']
    },
    154852: (t) => {
      t.exports = ['ตัดขาดทุน']
    },
    272149: (t) => {
      t.exports = ['อาทิตย์']
    },
    583583: (t) => {
      t.exports = ['เปลี่ยนเป็นเดือน']
    },
    806244: (t) => {
      t.exports = ['เปลี่ยนเป็นวัน']
    },
    680879: (t) => {
      t.exports = ['เปลี่ยนเป็นปี']
    },
    732457: (t) => {
      t.exports = ['กรุณาใส่วันที่ที่ถูกต้อง']
    },
    505122: (t) => {
      t.exports = ['กรุณาใส่วันที่ถูกตัองในรูปแบบ ปี-เดือน-วัน']
    },
    502587: (t) => {
      t.exports = ['เดือนก่อนหน้านี้']
    },
    239329: (t) => {
      t.exports = ['ปีก่อนหน้า']
    },
    127004: (t) => {
      t.exports = ['ปีก่อนหน้านี้']
    },
    110649: (t) => {
      t.exports = ['กำไร/ขาดทุน']
    },
    224186: (t) => {
      t.exports = ['ย้อนกลับ']
    },
    843065: (t) => {
      t.exports = ['รีเวิร์สสถานะ']
    },
    107147: (t) => {
      t.exports = ['พุธ']
    },
    353723: (t) => {
      t.exports = ['ปริมาณการซื้อทั้งหมด']
    },
    977088: (t) => {
      t.exports = ['ปริมาณการขายทั้งหมด']
    },
    885242: (t) => {
      t.exports = ['ทำกำไร']
    },
    107951: (t) => {
      t.exports = ['พฤหัสบดี']
    },
    90714: (t) => {
      t.exports = 'The DOM window is currently not available for this broker.'
    },
    768877: (t) => {
      t.exports = 'Time in force'
    },
    706844: (t) => {
      t.exports = [
        'ไม่สามารถซื้อขายกับ {brokerName} ได้ในขณะนี้ เนื่องจากไม่ได้ระบุข้อมูลตลาด โปรดลองอีกครั้งในภายหลัง',
      ]
    },
    944979: (t) => {
      t.exports = ['อังคาร']
    },
    669325: (t) => {
      t.exports = ['ปี']
    },
    693251: (t) => {
      t.exports = ['{fieldTitle} (จำเป็น)']
    },
    373797: (t) => {
      t.exports = ['{countInactiveOrders} คำสั่งซื้อที่ไม่ใช้งาน']
    },
    726965: (t) => {
      t.exports = ['{countOrders} คำสั่งซื้อที่ใช้งานอยู่ x {countQuantity}']
    },
    777772: (t) => {
      t.exports = '{pips} pip'
    },
    564225: (t) => {
      t.exports = '{ticks} tick'
    },
  },
])
