;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [3951],
  {
    14229: (e) => {
      e.exports = ['点']
    },
    16936: (e) => {
      e.exports = ['返回']
    },
    9898: (e) => {
      e.exports = ['认股权']
    },
    18511: (e) => {
      e.exports = ['当前K线结束倒计时']
    },
    32409: (e) => {
      e.exports = ['主题颜色']
    },
    90069: (e) => {
      e.exports = ['对比']
    },
    39176: (e) => {
      e.exports = ['内容']
    },
    15803: (e) => {
      e.exports = ['复制图片链接']
    },
    20036: (e) => {
      e.exports = ['取消']
    },
    19022: (e) => {
      e.exports = ['通道']
    },
    8353: (e) => {
      e.exports = ['变更周期']
    },
    20788: (e) => {
      e.exports = ['图表样式列']
    },
    86771: (e) => {
      e.exports = ['图表样式K线图']
    },
    45290: (e) => {
      e.exports = ['图表样式面积图']
    },
    97559: (e) => {
      e.exports = ['图表样式美国线']
    },
    18779: (e) => {
      e.exports = ['图表样式基准线']
    },
    90599: (e) => {
      e.exports = ['图表样式卡吉图']
    },
    41412: (e) => {
      e.exports = ['图表样式HLC区域']
    },
    51383: (e) => {
      e.exports = ['图表样式空心K线图']
    },
    20424: (e) => {
      e.exports = ['图表样式平均K线图']
    },
    28381: (e) => {
      e.exports = ['图表样式高-低']
    },
    87691: (e) => {
      e.exports = ['图表样式线形图']
    },
    470: (e) => {
      e.exports = ['图表样式新价线']
    },
    14956: (e) => {
      e.exports = ['带标记的图表样式线']
    },
    59393: (e) => {
      e.exports = ['图表样式阶梯线']
    },
    59491: (e) => {
      e.exports = ['图表样式点数图']
    },
    38385: (e) => {
      e.exports = ['图表样式范围图']
    },
    91664: (e) => {
      e.exports = ['图表样式砖形图']
    },
    82838: (e) => {
      e.exports = ['图表样式成交量轨迹']
    },
    80395: (e) => {
      e.exports = ['关闭菜单']
    },
    82401: (e) => {
      e.exports = ['游标']
    },
    50025: (e) => {
      e.exports = ['经济周期']
    },
    19661: (e) => {
      e.exports = ['注释工具']
    },
    44629: (e) => {
      e.exports = ['添加到收藏']
    },
    64498: (e) => {
      e.exports = ['全部来源']
    },
    95480: (e) => {
      e.exports = ['将这些指标应用于整个布局']
    },
    23969: (e) => {
      e.exports = ['箭头']
    },
    28020: (e) => {
      e.exports = ['自动(调整数据适于屏幕)']
    },
    79852: (e) => {
      e.exports = ['债券']
    },
    55939: (e) => {
      e.exports = ['笔刷']
    },
    40803: (e) => {
      e.exports = ['前往日期']
    },
    43884: (e) => {
      e.exports = ['江恩']
    },
    5816: (e) => {
      e.exports = ['江恩和斐波那契工具']
    },
    22146: (e) => {
      e.exports = ['几何形状']
    },
    60925: (e) => {
      e.exports = ['圆点']
    },
    66365: (e) => {
      e.exports = ['暗色主题']
    },
    29601: (e) => {
      e.exports = ['描述']
    },
    22772: (e) => {
      e.exports = ['绘图']
    },
    88280: (e) => {
      e.exports = ['艾略特波浪']
    },
    99289: (e) => {
      e.exports = ['橡皮擦']
    },
    25790: (e) => {
      e.exports = ['延长时段']
    },
    97100: (e) => {
      e.exports = ['预测和测量工具']
    },
    22305: (e) => {
      e.exports = ['斐波那契']
    },
    11682: (e) => {
      e.exports = ['全屏模式']
    },
    15327: (e) => {
      e.exports = ['功能']
    },
    17517: (e) => {
      e.exports = ['隐藏所有绘图']
    },
    82785: (e) => {
      e.exports = ['翻转价格坐标']
    },
    64642: (e) => {
      e.exports = ['插入指标']
    },
    55149: (e) => {
      e.exports = ['打开对象树']
    },
    75687: (e) => {
      e.exports = ['加载图表布局']
    },
    37057: (e) => {
      e.exports = ['锁定所有绘图']
    },
    95667: (e) => {
      e.exports = ['锁定价格对K线比例']
    },
    19567: (e) => {
      e.exports = ['将坐标移至左侧']
    },
    76300: (e) => {
      e.exports = ['将坐标移到右侧']
    },
    56854: (e) => {
      e.exports = ['向后移动图表']
    },
    22221: (e) => {
      e.exports = ['向前移动图表']
    },
    79165: (e) => {
      e.exports = ['魔术']
    },
    37140: (e) => {
      e.exports = ['磁铁模式将吸附至K线的開高低收值']
    },
    72357: (e) => {
      e.exports = ['管理布局绘图']
    },
    59607: (e) => {
      e.exports = ['测量']
    },
    79961: (e) => {
      e.exports = ['测量器']
    },
    78633: (e) => {
      e.exports = ['合并所有刻度到左侧']
    },
    308: (e) => {
      e.exports = ['合并所有刻度到右侧']
    },
    29673: (e) => {
      e.exports = ['没有交易所符合您的条件']
    },
    41379: (e) => {
      e.exports = ['没有代码符合您的条件']
    },
    45850: (e) => {
      e.exports = ['没有东西符合您的标准']
    },
    36551: (e) => {
      e.exports = [
        '新的绘图将复制到同一布局中的所有图表，并在选择同一商品时显示',
      ]
    },
    19407: (e) => {
      e.exports = ['新绘图将在全局同步']
    },
    77989: (e) => {
      e.exports = ['新绘图将在布局中同步']
    },
    19724: (e) => {
      e.exports = ['来源']
    },
    62571: (e) => {
      e.exports = ['保存图表布局']
    },
    35264: (e) => {
      e.exports = ['仅缩放价格图表']
    },
    52298: (e) => {
      e.exports = ['搜索']
    },
    78842: (e) => {
      e.exports = ['搜索工具或功能']
    },
    13269: (e) => {
      e.exports = ['选择来源']
    },
    90417: (e) => {
      e.exports = ['交易日间隔']
    },
    25792: (e) => {
      e.exports = ['形状']
    },
    91977: (e) => {
      e.exports = ['显示隐藏的工具']
    },
    51072: (e) => {
      e.exports = ['显示对象树']
    },
    49421: (e) => {
      e.exports = ['保持绘图模式']
    },
    85422: (e) => {
      e.exports = ['强磁铁']
    },
    89053: (e) => {
      e.exports = ['商品代码']
    },
    48490: (e) => {
      e.exports = ['商品和描述']
    },
    79791: (e) => {
      e.exports = ['商品名称标签']
    },
    12014: (e) => {
      e.exports = ['商品信息']
    },
    78001: (e) => {
      e.exports = ['商品最新价格标签']
    },
    99983: (e) => {
      e.exports = ['商品代码搜索']
    },
    35888: (e) => {
      e.exports = ['同步绘图到所有图表']
    },
    19693: (e) => {
      e.exports = ['形态']
    },
    73359: (e) => {
      e.exports = ['分叉线']
    },
    4037: (e) => {
      e.exports = ['加号按钮']
    },
    96032: (e) => {
      e.exports = ['前一日收盘价线']
    },
    99530: (e) => {
      e.exports = ['价格线']
    },
    90612: (e) => {
      e.exports = ['最近搜索']
    },
    31273: (e) => {
      e.exports = ['常规时段']
    },
    76091: (e) => {
      e.exports = ['移除绘图']
    },
    20378: (e) => {
      e.exports = ['移除指标']
    },
    57869: (e) => {
      e.exports = ['删除所有指标和绘图工具']
    },
    72482: (e) => {
      e.exports = ['从收藏中移除']
    },
    34465: (e) => {
      e.exports = ['重置图表']
    },
    45417: (e) => {
      e.exports = ['重置价格坐标']
    },
    75521: (e) => {
      e.exports = ['重置时间坐标']
    },
    45265: (e) => {
      e.exports = ['弱磁铁']
    },
    20916: (e) => {
      e.exports = ['文字&笔记']
    },
    18794: (e) => {
      e.exports = ['趋势线工具']
    },
    64185: (e) => {
      e.exports = ['键入以搜索绘图、功能和设置']
    },
    89967: (e) => {
      e.exports = ['基于成交量']
    },
    38925: (e) => {
      e.exports = ['放大']
    },
    49895: (e) => {
      e.exports = ['缩小']
    },
    12629: (e) => {
      e.exports = ['商品']
    },
    87592: (e) => {
      e.exports = ['差价合约']
    },
    65558: (e) => {
      e.exports = ['更改图表上的观点可见性']
    },
    59820: (e) => {
      e.exports = ['更改指标和财务名称标签可见性']
    },
    90512: (e) => {
      e.exports = ['更改指标和财务值标签可见性']
    },
    50393: (e) => {
      e.exports = ['更改盘前/盘后市场价格线的可见性']
    },
    8448: (e) => {
      e.exports = ['加密']
    },
    67245: (e) => {
      e.exports = 'dr'
    },
    88720: (e) => {
      e.exports = ['经济']
    },
    39512: (e) => {
      e.exports = ['外汇']
    },
    81859: (e) => {
      e.exports = ['期货']
    },
    12754: (e) => {
      e.exports = ['指数']
    },
    60804: (e) => {
      e.exports = ['指数']
    },
    36931: (e) => {
      e.exports = ['股票']
    },
    95612: (e) => {
      e.exports = ['同步绘图']
    },
    32868: (e) => {
      e.exports = ['{hotKey_0} + 点击图表']
    },
    68125: (e) => {
      e.exports = ['{hotKey_0} — 圆圈']
    },
    40234: (e) => {
      e.exports = ['{hotKey_0} — 以45度角绘制一条直线']
    },
    10289: (e) => {
      e.exports = ['{hotKey_0} — 固定增量']
    },
    81591: (e) => {
      e.exports = ['{hotKey_0} — 正方形']
    },
  },
])
