;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [4433],
  {
    822353: (e) => {
      e.exports = ['(开 + 高 + 低 + 收)/4']
    },
    94884: (e) => {
      e.exports = ['(高 + 低 + 收)/3']
    },
    710591: (e) => {
      e.exports = ['(高 + 低)/2']
    },
    563243: (e) => {
      e.exports = ['K线颜色基于前一收盘价']
    },
    715857: (e) => {
      e.exports = ['收盘价线']
    },
    909994: (e) => {
      e.exports = ['调整股息数据']
    },
    710989: (e) => {
      e.exports = ['根据合约变更调整']
    },
    470816: (e) => {
      e.exports = ['平均收盘价']
    },
    350430: (e) => {
      e.exports = ['下边框线']
    },
    883760: (e) => {
      e.exports = ['主体']
    },
    872269: (e) => {
      e.exports = ['边框']
    },
    507445: (e) => {
      e.exports = ['基准位']
    },
    947586: (e) => {
      e.exports = ['Bid和Ask']
    },
    339667: (e) => {
      e.exports = ['下跌烛线']
    },
    587151: (e) => {
      e.exports = ['下跌颜色']
    },
    181285: (e) => {
      e.exports = ['数据修改']
    },
    204329: (e) => {
      e.exports = ['系统预设']
    },
    986846: (e) => {
      e.exports = ['填充']
    },
    658747: (e) => {
      e.exports = ['上填充色']
    },
    111157: (e) => {
      e.exports = ['下填充色']
    },
    586953: (e) => {
      e.exports = ['HLC 线']
    },
    439292: (e) => {
      e.exports = ['高点和低点']
    },
    983678: (e) => {
      e.exports = ['最高价线']
    },
    275310: (e) => {
      e.exports = ['最低价线']
    },
    915107: (e) => {
      e.exports = ['最新价']
    },
    906350: (e) => {
      e.exports = ['盘前/盘后市场']
    },
    362521: (e) => {
      e.exports = ['盘前/盘后市场时段背景']
    },
    173947: (e) => {
      e.exports = ['精确度']
    },
    8094: (e) => {
      e.exports = ['前一天收盘']
    },
    131971: (e) => {
      e.exports = ['价格线']
    },
    224248: (e) => {
      e.exports = ['价格源']
    },
    994089: (e) => {
      e.exports = ['预测上涨烛线']
    },
    280293: (e) => {
      e.exports = ['投影蜡烛']
    },
    405704: (e) => {
      e.exports = ['预测下跌烛线']
    },
    729881: (e) => {
      e.exports = ['价格坐标上的实际价格（而不是Heikin-Ashi价格）']
    },
    457417: (e) => {
      e.exports = ['上边框线']
    },
    855314: (e) => {
      e.exports = ['细K线']
    },
    587492: (e) => {
      e.exports = ['时区']
    },
    405536: (e) => {
      e.exports = ['上涨颜色']
    },
    683610: (e) => {
      e.exports = ['上涨烛线']
    },
    999983: (e) => {
      e.exports = ['使用结算价作为日图收盘价']
    },
    735612: (e) => {
      e.exports = ['使用成交量重量K线']
    },
    130792: (e) => {
      e.exports = ['蜡烛']
    },
    655740: (e) => {
      e.exports = ['更改美国线']
    },
    568927: (e) => {
      e.exports = ['更改平均收盘价线宽度']
    },
    730385: (e) => {
      e.exports = ['更改平均收盘价线颜色']
    },
    897008: (e) => {
      e.exports = ['更改面积填充颜色']
    },
    206610: (e) => {
      e.exports = ['更改面积线条宽度']
    },
    200661: (e) => {
      e.exports = ['更改面积线条颜色']
    },
    201316: (e) => {
      e.exports = ['更改面积价格来源']
    },
    129180: (e) => {
      e.exports = ['更改ask线颜色']
    },
    831547: (e) => {
      e.exports = ['更改基础水平']
    },
    104164: (e) => {
      e.exports = ['更改基准线底线颜色']
    },
    438990: (e) => {
      e.exports = ['更改基准线底线宽度']
    },
    273163: (e) => {
      e.exports = ['更改基准线填充底部区域颜色']
    },
    112673: (e) => {
      e.exports = ['更改基准线填充顶部区域颜色']
    },
    156819: (e) => {
      e.exports = ['更改基准线价格来源']
    },
    268621: (e) => {
      e.exports = ['更改基准线顶线颜色']
    },
    535339: (e) => {
      e.exports = ['更改基准线顶线宽度']
    },
    476804: (e) => {
      e.exports = ['更改上涨K线颜色']
    },
    171816: (e) => {
      e.exports = ['更改K线下跌颜色']
    },
    436703: (e) => {
      e.exports = ['更改bid线颜色']
    },
    829353: (e) => {
      e.exports = ['根据前一个收盘价更改K线颜色']
    },
    985709: (e) => {
      e.exports = ['更改向上列的颜色']
    },
    112155: (e) => {
      e.exports = ['更改向下列的颜色']
    },
    166890: (e) => {
      e.exports = ['更改列价格来源']
    },
    71809: (e) => {
      e.exports = ['更改小数位']
    },
    31317: (e) => {
      e.exports = ['更改延长时段颜色']
    },
    560944: (e) => {
      e.exports = ['更改高低价线颜色']
    },
    983708: (e) => {
      e.exports = ['更改高低价线宽度']
    },
    281080: (e) => {
      e.exports = ['更改高-低实体颜色']
    },
    330033: (e) => {
      e.exports = ['更改高-低实体可见性']
    },
    676885: (e) => {
      e.exports = ['更改高-低边框颜色']
    },
    279236: (e) => {
      e.exports = ['更改高-低边框可见性']
    },
    142981: (e) => {
      e.exports = ['更改高-低标签可见性']
    },
    531937: (e) => {
      e.exports = ['更改高-低标签颜色']
    },
    687828: (e) => {
      e.exports = ['更改线条颜色']
    },
    17119: (e) => {
      e.exports = ['更改线条价格来源']
    },
    669125: (e) => {
      e.exports = ['更改线条宽度']
    },
    449973: (e) => {
      e.exports = ['更改盘后市场颜色']
    },
    5969: (e) => {
      e.exports = ['更改盘后市场线条颜色']
    },
    350393: (e) => {
      e.exports = ['更改盘前/盘后市场价格线的可见性']
    },
    746257: (e) => {
      e.exports = ['更改盘前市场颜色']
    },
    60852: (e) => {
      e.exports = ['更改盘前市场线条颜色']
    },
    891183: (e) => {
      e.exports = ['更改前一根收盘价线颜色']
    },
    87631: (e) => {
      e.exports = ['更改前一根收盘价线宽度']
    },
    177640: (e) => {
      e.exports = ['更改价格线颜色']
    },
    497322: (e) => {
      e.exports = ['更改价格线宽度']
    },
    735116: (e) => {
      e.exports = ['更改范围K线样式']
    },
    328143: (e) => {
      e.exports = ['更改范围细K线']
    },
    875986: (e) => {
      e.exports = ['更改renko下影线颜色']
    },
    707747: (e) => {
      e.exports = ['更改renko下影线颜色']
    },
    109473: (e) => {
      e.exports = ['更改renko影线的可见性']
    },
    639783: (e) => {
      e.exports = ['更改价格坐标上的实际价格显示（而不是Heiken-Ashi价格）']
    },
    672886: (e) => {
      e.exports = ['更改细K线']
    },
    495108: (e) => {
      e.exports = ['更改使用成交量重量K线']
    },
    405464: (e) => {
      e.exports = ['更改{candleType}上边框颜色']
    },
    861118: (e) => {
      e.exports = ['更改{candleType}上涨颜色']
    },
    660164: (e) => {
      e.exports = ['更改{candleType}下影线颜色']
    },
    445543: (e) => {
      e.exports = ['更改{candleType}上影线颜色']
    },
    239987: (e) => {
      e.exports = ['更改{candleType}影线的可见性']
    },
    647202: (e) => {
      e.exports = ['更改{candleType}实体可见性']
    },
    123986: (e) => {
      e.exports = ['更改{candleType}边框可见性']
    },
    492330: (e) => {
      e.exports = ['更改{candleType}下边框颜色']
    },
    136320: (e) => {
      e.exports = ['更改{candleType}向下颜色']
    },
    179088: (e) => {
      e.exports = ['更改{chartType}边框K线下跌颜色']
    },
    811107: (e) => {
      e.exports = ['更改{chartType}边框K线上涨颜色']
    },
    685503: (e) => {
      e.exports = ['更改{chartType}向下颜色']
    },
    761250: (e) => {
      e.exports = ['更改{chartType}投影边框K线上涨颜色']
    },
    618465: (e) => {
      e.exports = ['更改{chartType}投影K线下跌颜色']
    },
    50453: (e) => {
      e.exports = ['更改{chartType}投影K线上涨颜色']
    },
    59414: (e) => {
      e.exports = ['更改{chartType}上涨颜色']
    },
    621547: (e) => {
      e.exports = ['更改{inputName}属性']
    },
    342390: (e) => {
      e.exports = ['调整股息数据']
    },
    399511: (e) => {
      e.exports = ['根据合约变更调整']
    },
    932387: (e) => {
      e.exports = ['卡吉图']
    },
    375165: (e) => {
      e.exports = ['空心K线图']
    },
    259905: (e) => {
      e.exports = ['新价线']
    },
    77828: (e) => {
      e.exports = ['点数图']
    },
    518995: (e) => {
      e.exports = ['范围']
    },
    47500: (e) => {
      e.exports = ['砖形图']
    },
    398402: (e) => {
      e.exports = ['使用结算价作为日图收盘价']
    },
  },
])
