;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [5173],
  {
    712978: (e) => {
      e.exports = ['{symbolName}的实时数据']
    },
    864565: (e) => {
      e.exports = ['由{exchange}交易所提供。']
    },
    353205: (e) => {
      e.exports = ['连续期货合约']
    },
    115993: (e) => {
      e.exports = [
        '连续期货合约是结合单个合约的合成工具。1!合约代表近月（最近的到期日），而2!代表第二个最近的到期时间。',
      ]
    },
    345e3: (e) => {
      e.exports = ['Cboe BZX']
    },
    52916: (e) => {
      e.exports = ['数据每天更新一次。']
    },
    425978: (e) => {
      e.exports = ['即使市场上有更多的数据更新，数据也只会每秒更新一次。']
    },
    257310: (e) => {
      e.exports = ['显示数据']
    },
    449321: (e) => {
      e.exports = [
        '即使市场上有更多的数据更新，基本方案的数据也只会每秒更新一次。',
      ]
    },
    6044: (e) => {
      e.exports = ['派息数据']
    },
    831461: (e) => {
      e.exports = [
        '衍生数据，是指通过组合和/或处理从各种来源提供的原始数据而创建的财务指标。',
      ]
    },
    659315: (e) => {
      e.exports = ['盘后资讯']
    },
    332960: (e) => {
      e.exports = ['清真标志']
    },
    791459: (e) => {
      e.exports = [
        '如果您需要{listedExchange}实时数据，则需要完成交易所协议。不用担心，只需点击几下',
      ]
    },
    215815: (e) => {
      e.exports = ['每秒更新一次']
    },
    718429: (e) => {
      e.exports = ['了解更多']
    },
    141610: (e) => {
      e.exports = ['更多']
    },
    28412: (e) => {
      e.exports = ['付费方案的数据更新更快速。']
    },
    624680: (e) => {
      e.exports = ['主要上市']
    },
    689022: (e) => {
      e.exports = ['目前不支持此商品的实时数据。我们可能会在未来支持它。']
    },
    806667: (e) => {
      e.exports = ['{symbolName}的即时数据由{exchange}交易所提供。']
    },
    652984: (e) => {
      e.exports = ['要获取{description}的即时数据，请购买即时数据包。']
    },
    999214: (e) => {
      e.exports = ['公司股票上市和交易的主要或第一证券交易所。']
    },
    102310: (e) => {
      e.exports = ['此数据是实时的，但可能与来自主要交易所的官方数据略有不同。']
    },
    729512: (e) => {
      e.exports = ['此数据是实时的，但可能与来自{exchange}的官方数据略有不同。']
    },
    152449: (e) => {
      e.exports = [
        '这是符合伊斯兰教法的股票，这意味着它遵循伊斯兰教法。此公司不收取利息，不从事某些行业（赌博、酒精、烟草、猪肉产品）。',
      ]
    },
    886753: (e) => {
      e.exports = [
        '该实时数据由{originalExchange}交易所提供。它可能与直接来自{exchange}的官方数据略有不同。如果这种差异对您来说至关重要，您需要从主要交易所购买实时数据，我们可以提供帮助。',
      ]
    },
    107435: (e) => {
      e.exports = ['来自{originalExchange}的{exchange}']
    },
    301084: (e) => {
      e.exports = ['{listedExchange}即时数据可供注册用户免费使用。']
    },
    538611: (e) => {
      e.exports = ['由于交易所要求，{symbolName}数据延迟{time}分钟。']
    },
  },
])
