;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [5173],
  {
    712978: (e) => {
      e.exports = ['{symbolName}的即時數據']
    },
    864565: (e) => {
      e.exports = ['由{exchange}交易所提供。']
    },
    353205: (e) => {
      e.exports = ['連續期貨合約']
    },
    115993: (e) => {
      e.exports = [
        '連續期貨合約是結合單個合約的合成工具。 1！合約代表近月（最近的到期日），而 2！代表第二個最近的到期時間。',
      ]
    },
    345e3: (e) => {
      e.exports = ['Cboe BZX']
    },
    52916: (e) => {
      e.exports = ['數據每天更新一次。']
    },
    425978: (e) => {
      e.exports = ['即使市場上有更多的數據更新，數據也只會每秒更新一次。']
    },
    257310: (e) => {
      e.exports = ['顯示數據']
    },
    449321: (e) => {
      e.exports = [
        '即使市場上有更多的數據更新，基本方案的數據也只會每秒更新一次。',
      ]
    },
    6044: (e) => {
      e.exports = ['派息數據']
    },
    831461: (e) => {
      e.exports = [
        '衍生數據，是透過結合/處理來自各種來源提供的原始數據而創建的財務指標。',
      ]
    },
    659315: (e) => {
      e.exports = ['盤後資訊']
    },
    332960: (e) => {
      e.exports = ['清真標誌']
    },
    791459: (e) => {
      e.exports = [
        '如果您需要{listedExchange}即時數據，則需要完成交易所協議。不用擔心，只需點擊幾下',
      ]
    },
    215815: (e) => {
      e.exports = ['每秒更新一次']
    },
    718429: (e) => {
      e.exports = ['了解更多']
    },
    141610: (e) => {
      e.exports = ['更多']
    },
    28412: (e) => {
      e.exports = ['付費方案的數據更新更快速。']
    },
    624680: (e) => {
      e.exports = ['主要上市']
    },
    689022: (e) => {
      e.exports = ['目前不支援此股票的即時數據，可能未來會提供。']
    },
    806667: (e) => {
      e.exports = ['{symbolName}的即時數據由{exchange}交易所提供。']
    },
    652984: (e) => {
      e.exports = ['要獲取{description}的即時數據，請購買即時數據包。']
    },
    999214: (e) => {
      e.exports = ['公司股票上市和交易的主要或第一證券交易所。']
    },
    102310: (e) => {
      e.exports = [
        '此為即時數據，但與來自主要交易所的官方對應數據可能略有不同。',
      ]
    },
    729512: (e) => {
      e.exports = ['此數據是即時的，但可能與來自{exchange}的官方數據略有不同。']
    },
    152449: (e) => {
      e.exports = [
        '這是符合伊斯蘭教法的股票，代表它遵循伊斯蘭教法。此公司不收取利息，也不涉及某些行業（賭博、酒精、菸草、豬肉製品）。',
      ]
    },
    886753: (e) => {
      e.exports = [
        '此即時數據由{originalExchange}交易所提供。它可能與直接來自{exchange}的官方數據略有不同。如果這種差異對您來說至關重要，您需要從主要交易所購買即時數據，我們可以提供協助。',
      ]
    },
    107435: (e) => {
      e.exports = ['來自{originalExchange}的{exchange}']
    },
    301084: (e) => {
      e.exports = ['{listedExchange}即時數據可供註冊用戶免費使用。']
    },
    538611: (e) => {
      e.exports = ['由於交易所要求，{symbolName}數據延遲了{time}分鐘。']
    },
  },
])
