;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [8988],
  {
    774274: (e) => {
      e.exports = ['十字圖']
    },
    360558: (e) => {
      e.exports = ['動物&自然']
    },
    414232: (e) => {
      e.exports = ['活動']
    },
    935305: (e) => {
      e.exports = ['食物&飲料']
    },
    149546: (e) => {
      e.exports = ['旗幟']
    },
    572302: (e) => {
      e.exports = ['物品']
    },
    396330: (e) => {
      e.exports = ['笑臉&人像']
    },
    906878: (e) => {
      e.exports = ['符號']
    },
    415426: (e) => {
      e.exports = ['最近使用']
    },
    715395: (e) => {
      e.exports = ['旅遊&地點']
    },
    641596: (e) => {
      e.exports = ['價格坐標上的標籤']
    },
    323545: (e) => {
      e.exports = ['狀態行中的值']
    },
    239495: (e) => {
      e.exports = ['圓']
    },
    541389: (e) => {
      e.exports = ['列上']
    },
    129520: (e) => {
      e.exports = ['絕對位置']
    },
    67049: (e) => {
      e.exports = ['套用預設值']
    },
    473169: (e) => {
      e.exports = ['套用預設值']
    },
    65262: (e) => {
      e.exports = ['中斷區塊']
    },
    883760: (e) => {
      e.exports = ['主體']
    },
    248848: (e) => {
      e.exports = ['框線']
    },
    527331: (e) => {
      e.exports = ['背景']
    },
    278626: (e) => {
      e.exports = ['Bar下方']
    },
    16079: (e) => {
      e.exports = ['漸層']
    },
    506705: (e) => {
      e.exports = ["您真的要刪除繪圖模板'{name}'嗎？"]
    },
    842973: (e) => {
      e.exports = ['點虛線']
    },
    741361: (e) => {
      e.exports = ['下']
    },
    459317: (e) => {
      e.exports = ['短虛線']
    },
    731577: (e) => {
      e.exports = ['發展數值區(VA)']
    },
    204329: (e) => {
      e.exports = ['系統預設']
    },
    698938: (e) => {
      e.exports = ['預設值']
    },
    572405: (e) => {
      e.exports = ["繪圖模板'{name}'已存在。您真的要取代它嗎？"]
    },
    745044: (e) => {
      e.exports = ['隱藏']
    },
    511091: (e) => {
      e.exports = ['直方圖']
    },
    540297: (e) => {
      e.exports = ['輸出']
    },
    836993: (e) => {
      e.exports = ['顯示最小刻度']
    },
    864606: (e) => {
      e.exports = ['標籤字體']
    },
    54934: (e) => {
      e.exports = ['中斷線']
    },
    141610: (e) => {
      e.exports = ['更多']
    },
    855362: (e) => {
      e.exports = ['正常']
    },
    735637: (e) => {
      e.exports = 'Solid'
    },
    418229: (e) => {
      e.exports = ['存為系統預設']
    },
    504315: (e) => {
      e.exports = ['將繪圖模板另存為']
    },
    786520: (e) => {
      e.exports = ['信號標籤']
    },
    464108: (e) => {
      e.exports = ['帶中斷的階梯線']
    },
    367767: (e) => {
      e.exports = ['菱形階梯線']
    },
    621861: (e) => {
      e.exports = ['放置']
    },
    173947: (e) => {
      e.exports = ['精確度']
    },
    766596: (e) => {
      e.exports = ['數量']
    },
    79782: (e) => {
      e.exports = ['重設設定']
    },
    895247: (e) => {
      e.exports = ['寬度(Box的%)']
    },
    319221: (e) => {
      e.exports = ['文字顏色']
    },
    350912: (e) => {
      e.exports = ['範本名稱']
    },
    607138: (e) => {
      e.exports = ['圖表上的交易']
    },
    798802: (e) => {
      e.exports = ['上']
    },
    578019: (e) => {
      e.exports = [
        '使用特殊的數學符號替換選定的圖形：+,-,/,* 表示價格，+,- 表示K線指數。',
      ]
    },
    114414: (e) => {
      e.exports = ['成交量分佈']
    },
    391322: (e) => {
      e.exports = ['數值']
    },
    320834: (e) => {
      e.exports = ['改變Min Tick']
    },
    198491: (e) => {
      e.exports = ['改變字符']
    },
    907378: (e) => {
      e.exports = ['更改字體大小']
    },
    628691: (e) => {
      e.exports = ['改變線條樣式']
    },
    138361: (e) => {
      e.exports = ['改變位置']
    },
    851081: (e) => {
      e.exports = ['更改百分比寬度']
    },
    847634: (e) => {
      e.exports = ['更改掛單']
    },
    215683: (e) => {
      e.exports = ['改變繪圖類型']
    },
    900164: (e) => {
      e.exports = ['改變精確度']
    },
    486888: (e) => {
      e.exports = ['改變形狀']
    },
    50463: (e) => {
      e.exports = ['改變數值']
    },
    212628: (e) => {
      e.exports = ['更改值的可見性']
    },
    976080: (e) => {
      e.exports = ['例如+1']
    },
    495166: (e) => {
      e.exports = ['例如 /2']
    },
  },
])
