;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [4433],
  {
    822353: (e) => {
      e.exports = ['(開盤 + 最高 + 最低 + 收盤)/4']
    },
    94884: (e) => {
      e.exports = ['(最高 + 最低 + 收盤)/3']
    },
    710591: (e) => {
      e.exports = ['(最高 + 最低)/2']
    },
    563243: (e) => {
      e.exports = ['bar顏色基於前一個收盤價']
    },
    715857: (e) => {
      e.exports = ['收盤價線']
    },
    909994: (e) => {
      e.exports = ['調整股息數據']
    },
    710989: (e) => {
      e.exports = ['調整合約變更']
    },
    470816: (e) => {
      e.exports = ['平均收盤價']
    },
    350430: (e) => {
      e.exports = ['下邊框線']
    },
    883760: (e) => {
      e.exports = ['主體']
    },
    872269: (e) => {
      e.exports = ['邊框']
    },
    507445: (e) => {
      e.exports = ['基準水位']
    },
    947586: (e) => {
      e.exports = ['買入價和賣出價']
    },
    339667: (e) => {
      e.exports = ['下跌燭線']
    },
    587151: (e) => {
      e.exports = ['下跌顏色']
    },
    181285: (e) => {
      e.exports = ['數據修改']
    },
    204329: (e) => {
      e.exports = ['系統預設']
    },
    986846: (e) => {
      e.exports = ['填充']
    },
    658747: (e) => {
      e.exports = ['上填充色']
    },
    111157: (e) => {
      e.exports = ['下填充色']
    },
    586953: (e) => {
      e.exports = ['HLC 線']
    },
    439292: (e) => {
      e.exports = ['高價和低價']
    },
    983678: (e) => {
      e.exports = ['最高價線']
    },
    275310: (e) => {
      e.exports = ['最低價線']
    },
    915107: (e) => {
      e.exports = ['最新價']
    },
    906350: (e) => {
      e.exports = ['盤前/盤後市場']
    },
    362521: (e) => {
      e.exports = ['盤前/盤後市場時段背景']
    },
    173947: (e) => {
      e.exports = ['精確度']
    },
    8094: (e) => {
      e.exports = ['前一天收盤價']
    },
    131971: (e) => {
      e.exports = ['價格線']
    },
    224248: (e) => {
      e.exports = ['價格來源']
    },
    994089: (e) => {
      e.exports = ['預測上漲燭線']
    },
    280293: (e) => {
      e.exports = ['投影K線']
    },
    405704: (e) => {
      e.exports = ['預測下跌燭線']
    },
    729881: (e) => {
      e.exports = ['價格刻度上的實際價格（而不是平均K線價格）']
    },
    457417: (e) => {
      e.exports = ['上邊框線']
    },
    855314: (e) => {
      e.exports = ['自動調整K棒寬度']
    },
    587492: (e) => {
      e.exports = ['時區']
    },
    405536: (e) => {
      e.exports = ['上漲顏色']
    },
    683610: (e) => {
      e.exports = ['上漲燭線']
    },
    999983: (e) => {
      e.exports = ['使用結算價做為日圖的收盤價']
    },
    735612: (e) => {
      e.exports = ['使用成交量加權K線']
    },
    130792: (e) => {
      e.exports = ['燭線']
    },
    655740: (e) => {
      e.exports = ['更改美國線']
    },
    568927: (e) => {
      e.exports = ['改變平均收盤價線的寬度']
    },
    730385: (e) => {
      e.exports = ['改變平均收盤價線的顏色']
    },
    897008: (e) => {
      e.exports = ['更改面積填充顏色']
    },
    206610: (e) => {
      e.exports = ['更改面積線條寬度']
    },
    200661: (e) => {
      e.exports = ['更改面積線條顏色']
    },
    201316: (e) => {
      e.exports = ['更改面積價格來源']
    },
    129180: (e) => {
      e.exports = ['更改ask線顏色']
    },
    831547: (e) => {
      e.exports = ['更改基礎水平']
    },
    104164: (e) => {
      e.exports = ['更改基準線底線顏色']
    },
    438990: (e) => {
      e.exports = ['更改基準線底線寬度']
    },
    273163: (e) => {
      e.exports = ['更改基準線填充底部區域顏色']
    },
    112673: (e) => {
      e.exports = ['更改基準線填充頂部區域顏色']
    },
    156819: (e) => {
      e.exports = ['更改基準線價格來源']
    },
    268621: (e) => {
      e.exports = ['更改基準線頂線顏色']
    },
    535339: (e) => {
      e.exports = ['更改基準線頂線寬度']
    },
    476804: (e) => {
      e.exports = ['更改上漲K線顏色']
    },
    171816: (e) => {
      e.exports = ['更改下跌K線顏色']
    },
    436703: (e) => {
      e.exports = ['更改bid線顏色']
    },
    829353: (e) => {
      e.exports = ['根據前一個收盤價更改K線顏色']
    },
    985709: (e) => {
      e.exports = ['更改向上列的顏色']
    },
    112155: (e) => {
      e.exports = ['更改向下列的顏色']
    },
    166890: (e) => {
      e.exports = ['更改列價格來源']
    },
    71809: (e) => {
      e.exports = ['更改小數位']
    },
    31317: (e) => {
      e.exports = ['更改延長時段顏色']
    },
    560944: (e) => {
      e.exports = ['改變高價和低價線的顏色']
    },
    983708: (e) => {
      e.exports = ['改變高價和低價線的寬度']
    },
    281080: (e) => {
      e.exports = ['更改高-低實體顏色']
    },
    330033: (e) => {
      e.exports = ['更改高-低實體可見性']
    },
    676885: (e) => {
      e.exports = ['更改高-低邊框顏色']
    },
    279236: (e) => {
      e.exports = ['更改高-低邊框可見性']
    },
    142981: (e) => {
      e.exports = ['更改高-低標籤可見性']
    },
    531937: (e) => {
      e.exports = ['更改高-低標籤顏色']
    },
    687828: (e) => {
      e.exports = ['更改線條顏色']
    },
    17119: (e) => {
      e.exports = ['更改線條價格來源']
    },
    669125: (e) => {
      e.exports = ['更改線條寬度']
    },
    449973: (e) => {
      e.exports = ['更改盤後市場顏色']
    },
    5969: (e) => {
      e.exports = ['更改盤後市場線條顏色']
    },
    350393: (e) => {
      e.exports = ['更改盤前/盤後市場價格線的可見性']
    },
    746257: (e) => {
      e.exports = ['更改盤前市場顏色']
    },
    60852: (e) => {
      e.exports = ['更改盤前市場線條顏色']
    },
    891183: (e) => {
      e.exports = ['更改前一根收盤價線顏色']
    },
    87631: (e) => {
      e.exports = ['更改前一根收盤價線寬度']
    },
    177640: (e) => {
      e.exports = ['更改價格線顏色']
    },
    497322: (e) => {
      e.exports = ['更改價格線寬度']
    },
    735116: (e) => {
      e.exports = ['更改範圍K線樣式']
    },
    328143: (e) => {
      e.exports = ['更改範圍K線寬度']
    },
    875986: (e) => {
      e.exports = ['更改磚形圖下影線顏色']
    },
    707747: (e) => {
      e.exports = ['更改磚形圖上影線顏色']
    },
    109473: (e) => {
      e.exports = ['更改磚形圖影線可見性']
    },
    639783: (e) => {
      e.exports = ['更改價格坐標上的實際價格顯示(而不是Heiken-Ashi價格)']
    },
    672886: (e) => {
      e.exports = ['更改K線寬度']
    },
    495108: (e) => {
      e.exports = ['更改使用成交量加權K線']
    },
    405464: (e) => {
      e.exports = ['更改{candleType}上漲邊框顏色']
    },
    861118: (e) => {
      e.exports = ['更改{candleType}上漲顏色']
    },
    660164: (e) => {
      e.exports = ['更改{candleType}下影線顏色']
    },
    445543: (e) => {
      e.exports = ['更改{candleType}上影線顏色']
    },
    239987: (e) => {
      e.exports = ['更改{candleType}影線可見性']
    },
    647202: (e) => {
      e.exports = ['更改{candleType}實體可見性']
    },
    123986: (e) => {
      e.exports = ['更改{candleType}邊框可見性']
    },
    492330: (e) => {
      e.exports = ['更改{candleType}下跌邊框顏色']
    },
    136320: (e) => {
      e.exports = ['更改{candleType}下跌顏色']
    },
    179088: (e) => {
      e.exports = ['更改{chartType}邊框下跌顏色']
    },
    811107: (e) => {
      e.exports = ['更改{chartType}邊框上漲顏色']
    },
    685503: (e) => {
      e.exports = ['更改{chartType}下跌顏色']
    },
    761250: (e) => {
      e.exports = ['更改{chartType}投影邊框上漲顏色']
    },
    618465: (e) => {
      e.exports = ['更改{chartType}投影K線下跌顏色']
    },
    50453: (e) => {
      e.exports = ['更改{chartType}投影K線上漲顏色']
    },
    59414: (e) => {
      e.exports = ['更改{chartType}上漲顏色']
    },
    621547: (e) => {
      e.exports = ['更改{inputName}屬性']
    },
    342390: (e) => {
      e.exports = ['調整股息數據']
    },
    399511: (e) => {
      e.exports = ['調整合約變更']
    },
    932387: (e) => {
      e.exports = ['卡吉圖']
    },
    375165: (e) => {
      e.exports = ['空心K線']
    },
    259905: (e) => {
      e.exports = ['新價線']
    },
    77828: (e) => {
      e.exports = ['點數圖']
    },
    518995: (e) => {
      e.exports = ['範圍']
    },
    47500: (e) => {
      e.exports = ['磚形圖']
    },
    398402: (e) => {
      e.exports = ['使用結算價做為日圖的收盤價']
    },
  },
])
