;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [252],
  {
    214229: (e) => {
      e.exports = ['點']
    },
    716936: (e) => {
      e.exports = ['返回']
    },
    709898: (e) => {
      e.exports = ['認股權']
    },
    418511: (e) => {
      e.exports = ['K棒關閉倒數計時']
    },
    132409: (e) => {
      e.exports = ['主題顏色']
    },
    190069: (e) => {
      e.exports = ['比較']
    },
    939176: (e) => {
      e.exports = ['內容']
    },
    715803: (e) => {
      e.exports = ['複製圖片鏈接']
    },
    620036: (e) => {
      e.exports = ['取消']
    },
    619022: (e) => {
      e.exports = ['通道']
    },
    508353: (e) => {
      e.exports = ['變更周期']
    },
    520788: (e) => {
      e.exports = ['圖表樣式列']
    },
    86771: (e) => {
      e.exports = ['圖表樣式K線圖']
    },
    45290: (e) => {
      e.exports = ['圖表樣式面積圖']
    },
    397559: (e) => {
      e.exports = ['圖表樣式美國線']
    },
    18779: (e) => {
      e.exports = ['圖表樣式基準線']
    },
    890599: (e) => {
      e.exports = ['圖表樣式卡吉圖']
    },
    241412: (e) => {
      e.exports = ['圖表樣式HLC區域']
    },
    651383: (e) => {
      e.exports = ['圖表樣式空心K線圖']
    },
    620424: (e) => {
      e.exports = ['圖表樣式平均K線圖']
    },
    928381: (e) => {
      e.exports = ['圖表樣式高-低']
    },
    887691: (e) => {
      e.exports = ['圖表樣式線形圖']
    },
    470: (e) => {
      e.exports = ['圖表樣式新價線']
    },
    514956: (e) => {
      e.exports = ['帶標記的圖表樣式線']
    },
    459393: (e) => {
      e.exports = ['圖表樣式階梯線']
    },
    459491: (e) => {
      e.exports = ['圖表樣式點數圖']
    },
    538385: (e) => {
      e.exports = ['圖表樣式範圍圖']
    },
    591664: (e) => {
      e.exports = ['圖表樣式磚形圖']
    },
    882838: (e) => {
      e.exports = ['圖表樣式成交量軌跡']
    },
    680395: (e) => {
      e.exports = ['關閉選單']
    },
    772248: (e) => {
      e.exports = ['建立新的觀察清單']
    },
    682401: (e) => {
      e.exports = ['游標']
    },
    150025: (e) => {
      e.exports = ['周期']
    },
    19661: (e) => {
      e.exports = ['註釋工具']
    },
    445976: (e) => {
      e.exports = ['增加到觀察清單']
    },
    44629: (e) => {
      e.exports = ['加入收藏']
    },
    617591: (e) => {
      e.exports = ['新增{symbol}到觀察清單']
    },
    64498: (e) => {
      e.exports = ['全部來源']
    },
    595480: (e) => {
      e.exports = ['將這些指標套用於整個版面']
    },
    223969: (e) => {
      e.exports = ['箭頭']
    },
    328020: (e) => {
      e.exports = ['自動(調整數據適於螢幕)']
    },
    879852: (e) => {
      e.exports = ['債券']
    },
    661617: (e) => {
      e.exports = ['Bid和Ask標籤']
    },
    785466: (e) => {
      e.exports = ['出價要價線']
    },
    755939: (e) => {
      e.exports = ['筆刷']
    },
    618156: (e) => {
      e.exports = ['買入']
    },
    40803: (e) => {
      e.exports = ['前往日期']
    },
    708682: (e) => {
      e.exports = ['前往商品']
    },
    543884: (e) => {
      e.exports = ['江恩']
    },
    705816: (e) => {
      e.exports = ['江恩和斐波那契工具']
    },
    322146: (e) => {
      e.exports = ['幾何形狀']
    },
    860925: (e) => {
      e.exports = ['點點']
    },
    866365: (e) => {
      e.exports = ['暗色主題']
    },
    629601: (e) => {
      e.exports = ['描述']
    },
    222772: (e) => {
      e.exports = ['繪圖']
    },
    388280: (e) => {
      e.exports = ['艾略特波浪']
    },
    299289: (e) => {
      e.exports = ['清除']
    },
    488318: (e) => {
      e.exports = ['延長時段']
    },
    797100: (e) => {
      e.exports = ['預測和測量工具']
    },
    922305: (e) => {
      e.exports = ['斐波那契']
    },
    811682: (e) => {
      e.exports = ['全螢幕模式']
    },
    15327: (e) => {
      e.exports = ['功能']
    },
    717517: (e) => {
      e.exports = ['隱藏所有繪圖']
    },
    482785: (e) => {
      e.exports = ['翻轉刻度']
    },
    864642: (e) => {
      e.exports = ['插入指標']
    },
    778082: (e) => {
      e.exports = ['開啟DOM']
    },
    646445: (e) => {
      e.exports = ['開啟數據視窗']
    },
    755149: (e) => {
      e.exports = ['開啟物件樹']
    },
    669707: (e) => {
      e.exports = ['開啟觀察清單']
    },
    975687: (e) => {
      e.exports = ['載入圖表版面']
    },
    537057: (e) => {
      e.exports = ['鎖定所有繪圖']
    },
    495667: (e) => {
      e.exports = ['鎖定價格對K線比例']
    },
    19567: (e) => {
      e.exports = ['將刻度移至左側']
    },
    576300: (e) => {
      e.exports = ['將刻度移至右側']
    },
    56854: (e) => {
      e.exports = ['向後移動圖表']
    },
    622221: (e) => {
      e.exports = ['向前移動圖表']
    },
    579165: (e) => {
      e.exports = ['魔術']
    },
    937140: (e) => {
      e.exports = ['磁鐵模式將吸附至K線的開高低收值']
    },
    72357: (e) => {
      e.exports = ['管理版面繪圖']
    },
    659607: (e) => {
      e.exports = ['測量']
    },
    79961: (e) => {
      e.exports = ['測量器']
    },
    678633: (e) => {
      e.exports = ['合併所有刻度到左側']
    },
    300308: (e) => {
      e.exports = ['合併所有刻度到右側']
    },
    929673: (e) => {
      e.exports = ['沒有交易所符合您的條件']
    },
    641379: (e) => {
      e.exports = ['沒有商品符合您的條件']
    },
    945850: (e) => {
      e.exports = ['沒有東西符合您的標準']
    },
    736551: (e) => {
      e.exports = [
        '新的繪圖將複製到同一版面中的所有圖表，並在選擇同一商品時顯示',
      ]
    },
    319407: (e) => {
      e.exports = ['新繪圖將在全版面中同步。']
    },
    477989: (e) => {
      e.exports = ['新繪圖將在版面中同步']
    },
    719724: (e) => {
      e.exports = ['來源']
    },
    162571: (e) => {
      e.exports = ['儲存圖表版面']
    },
    535264: (e) => {
      e.exports = ['僅縮放價格圖表']
    },
    252298: (e) => {
      e.exports = ['搜尋']
    },
    678842: (e) => {
      e.exports = ['搜尋工具或功能']
    },
    313269: (e) => {
      e.exports = ['選擇來源']
    },
    392553: (e) => {
      e.exports = ['賣出']
    },
    890417: (e) => {
      e.exports = ['收盤時中斷']
    },
    825792: (e) => {
      e.exports = ['形態']
    },
    73953: (e) => {
      e.exports = ['顯示買/賣按鈕']
    },
    149616: (e) => {
      e.exports = ['顯示常用繪圖工具列']
    },
    691977: (e) => {
      e.exports = ['顯示隱藏的工具']
    },
    551072: (e) => {
      e.exports = ['顯示物件樹']
    },
    749421: (e) => {
      e.exports = ['保持繪圖模式']
    },
    685422: (e) => {
      e.exports = ['強磁鐵']
    },
    589053: (e) => {
      e.exports = ['商品代碼']
    },
    948490: (e) => {
      e.exports = ['商品&描述']
    },
    679791: (e) => {
      e.exports = ['商品名稱標籤']
    },
    112014: (e) => {
      e.exports = ['商品資訊']
    },
    678001: (e) => {
      e.exports = ['商品最新價格標籤']
    },
    324558: (e) => {
      e.exports = ['前一日收盤價標籤']
    },
    882719: (e) => {
      e.exports = ['商品搜尋']
    },
    735888: (e) => {
      e.exports = ['同步繪圖到所有圖表']
    },
    219693: (e) => {
      e.exports = ['形態']
    },
    673359: (e) => {
      e.exports = ['分叉線']
    },
    204037: (e) => {
      e.exports = ['加號按鈕']
    },
    796032: (e) => {
      e.exports = ['前一日收盤價線']
    },
    999530: (e) => {
      e.exports = ['價格線']
    },
    990612: (e) => {
      e.exports = ['最近搜尋']
    },
    131273: (e) => {
      e.exports = ['常規時段']
    },
    376091: (e) => {
      e.exports = ['移除繪圖']
    },
    420378: (e) => {
      e.exports = ['移除技術指標']
    },
    457869: (e) => {
      e.exports = ['移除所有指標和繪圖工具']
    },
    366702: (e) => {
      e.exports = ['從觀察清單中移除']
    },
    572482: (e) => {
      e.exports = ['從收藏移除']
    },
    634465: (e) => {
      e.exports = ['重設圖表']
    },
    445417: (e) => {
      e.exports = ['重設價格刻度']
    },
    275521: (e) => {
      e.exports = ['重設時間刻度']
    },
    245265: (e) => {
      e.exports = ['弱磁鐵']
    },
    620916: (e) => {
      e.exports = ['文字和筆記']
    },
    18794: (e) => {
      e.exports = ['趨勢線工具']
    },
    464185: (e) => {
      e.exports = ['鍵入以搜尋圖紙、功能、和設定']
    },
    89967: (e) => {
      e.exports = ['基於成交量']
    },
    38925: (e) => {
      e.exports = ['放大']
    },
    949895: (e) => {
      e.exports = ['縮小']
    },
    812629: (e) => {
      e.exports = ['商品']
    },
    487592: (e) => {
      e.exports = 'cfd'
    },
    565558: (e) => {
      e.exports = ['更改圖表上的想法可見性']
    },
    559820: (e) => {
      e.exports = ['更改指標和財務名稱標籤可見性']
    },
    90512: (e) => {
      e.exports = ['更改指標和財務值標籤可見性']
    },
    350393: (e) => {
      e.exports = ['更改盤前/盤後市場價格線的可見性']
    },
    308448: (e) => {
      e.exports = 'crypto'
    },
    667245: (e) => {
      e.exports = 'dr'
    },
    488720: (e) => {
      e.exports = ['經濟']
    },
    739512: (e) => {
      e.exports = ['外匯']
    },
    781859: (e) => {
      e.exports = ['期貨']
    },
    612754: (e) => {
      e.exports = ['指數']
    },
    138071: (e) => {
      e.exports = ['指數']
    },
    636931: (e) => {
      e.exports = ['股票']
    },
    695612: (e) => {
      e.exports = ['同步繪圖']
    },
    132868: (e) => {
      e.exports = ['{hotKey_0} + 點擊圖表']
    },
    468125: (e) => {
      e.exports = ['{hotKey_0} — 圓圈']
    },
    240234: (e) => {
      e.exports = ['{hotKey_0} — 以45度角繪製一條直線']
    },
    510289: (e) => {
      e.exports = ['{hotKey_0} — 固定增量']
    },
    481591: (e) => {
      e.exports = ['{hotKey_0} — 正方形']
    },
  },
])
