;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [178],
  {
    12978: (e) => {
      e.exports = ['{symbolName}的即時數據']
    },
    64565: (e) => {
      e.exports = ['由{exchange}交易所提供。']
    },
    19801: (e) => {
      e.exports = ['周五']
    },
    11268: (e) => {
      e.exports = ['周一']
    },
    63331: (e) => {
      e.exports = ['周六']
    },
    85954: (e) => {
      e.exports = ['周日']
    },
    26230: (e) => {
      e.exports = ['周三']
    },
    24793: (e) => {
      e.exports = ['周四']
    },
    31533: (e) => {
      e.exports = ['周二']
    },
    89790: (e) => {
      e.exports = ['無法取得Pine原始碼']
    },
    39589: (e) => {
      e.exports = ['摺疊窗格']
    },
    38154: (e) => {
      e.exports = ['確定移除研究樹']
    },
    53205: (e) => {
      e.exports = ['連續期貨合約']
    },
    15993: (e) => {
      e.exports = [
        '連續期貨合約是結合單個合約的合成工具。 1！合約代表近月（最近的到期日），而 2！代表第二個最近的到期時間。',
      ]
    },
    45e3: (e) => {
      e.exports = ['Cboe BZX']
    },
    56934: (e) => {
      e.exports = ['更改說明']
    },
    23398: (e) => {
      e.exports = ['變更商品']
    },
    36004: (e) => {
      e.exports = ['建立一個免費賬戶']
    },
    69419: (e) => {
      e.exports = ['一切良好 — 市場開啟。']
    },
    97637: (e) => {
      e.exports = ['四月']
    },
    86797: (e) => {
      e.exports = ['八月']
    },
    22519: (e) => {
      e.exports = ['K棒漲跌值']
    },
    41707: (e) => {
      e.exports = ['購買即時數據']
    },
    52003: (e) => {
      e.exports = ['確定要刪除研究及其所有子項目嗎？']
    },
    68854: (e) => {
      e.exports = ['雙擊']
    },
    97325: (e) => {
      e.exports = ['數據錯誤']
    },
    52916: (e) => {
      e.exports = ['數據每天更新一次。']
    },
    25978: (e) => {
      e.exports = ['即使市場上有更多的數據更新，數據也只會每秒更新一次。']
    },
    57310: (e) => {
      e.exports = ['顯示數據']
    },
    49321: (e) => {
      e.exports = [
        '即使市場上有更多的數據更新，基本方案的數據也只會每秒更新一次。',
      ]
    },
    55669: (e) => {
      e.exports = ['十二月']
    },
    83498: (e) => {
      e.exports = ['刪除窗格']
    },
    6044: (e) => {
      e.exports = ['派息數據']
    },
    31461: (e) => {
      e.exports = [
        '衍生數據，是透過結合/處理來自各種來源提供的原始數據而創建的財務指標。',
      ]
    },
    59315: (e) => {
      e.exports = ['盤後資訊']
    },
    82751: (e) => {
      e.exports = ['錯誤']
    },
    40519: (e) => {
      e.exports = ['晚安。盤後市場已開市。']
    },
    80227: (e) => {
      e.exports = ['交易所時區']
    },
    16467: (e) => {
      e.exports = ['二月']
    },
    25046: (e) => {
      e.exports = ['填寫交易所協議']
    },
    93666: (e) => {
      e.exports = ['標記商品']
    },
    564: (e) => {
      e.exports = ['周五']
    },
    72970: (e) => {
      e.exports = ['周五']
    },
    88958: (e) => {
      e.exports = ['假日']
    },
    32960: (e) => {
      e.exports = ['清真標誌']
    },
    21686: (e) => {
      e.exports = ['隱藏指標圖例']
    },
    26935: (e) => {
      e.exports = ['指標參數']
    },
    26315: (e) => {
      e.exports = ['指標名稱']
    },
    84098: (e) => {
      e.exports = ['指標值']
    },
    91459: (e) => {
      e.exports = [
        '如果您需要{listedExchange}即時數據，則需要完成交易所協議。不用擔心，只需點擊幾下',
      ]
    },
    50634: (e) => {
      e.exports = ['它將在{remainingTime}後進入盤後交易。']
    },
    74537: (e) => {
      e.exports = ['盤前交易將在{remainingTime}後開盤。']
    },
    26910: (e) => {
      e.exports = ['一月']
    },
    23230: (e) => {
      e.exports = ['七月']
    },
    49385: (e) => {
      e.exports = ['六月']
    },
    99487: (e) => {
      e.exports = ['開高低收值']
    },
    15815: (e) => {
      e.exports = ['每秒更新一次']
    },
    90784: (e) => {
      e.exports = ['十月']
    },
    75991: (e) => {
      e.exports = ['開市狀態']
    },
    37274: (e) => {
      e.exports = ['最後一天變化值']
    },
    36051: (e) => {
      e.exports = ['了解更多']
    },
    39899: (e) => {
      e.exports = ['下移窗格']
    },
    70343: (e) => {
      e.exports = ['上移窗格']
    },
    83085: (e) => {
      e.exports = ['周一']
    },
    61199: (e) => {
      e.exports = ['周一']
    },
    41610: (e) => {
      e.exports = ['更多']
    },
    1653: (e) => {
      e.exports = ['早安。盤前市場已開市。']
    },
    56470: (e) => {
      e.exports = ['最大化圖表']
    },
    19603: (e) => {
      e.exports = ['最大化窗格']
    },
    68327: (e) => {
      e.exports = ['五月']
    },
    35732: (e) => {
      e.exports = ['管理窗格']
    },
    84675: (e) => {
      e.exports = ['三月']
    },
    83949: (e) => {
      e.exports = ['開市']
    },
    35701: (e) => {
      e.exports = ['市場在{remainingTime}後開盤。']
    },
    95814: (e) => {
      e.exports = ['休市']
    },
    98105: (e) => {
      e.exports = ['市場在{remainingTime}後收盤。']
    },
    56086: (e) => {
      e.exports = ['市場目前正在放假。放鬆一下。']
    },
    71194: (e) => {
      e.exports = ['十一月']
    },
    66324: (e) => {
      e.exports = ['原始碼']
    },
    36835: (e) => {
      e.exports = ['周六']
    },
    1144: (e) => {
      e.exports = ['周六']
    },
    40653: (e) => {
      e.exports = ['向左滾動']
    },
    26721: (e) => {
      e.exports = ['滾動到最近的欄位']
    },
    35809: (e) => {
      e.exports = ['向右滾動']
    },
    61132: (e) => {
      e.exports = ['九月']
    },
    28705: (e) => {
      e.exports = ['顯示指標圖例']
    },
    51072: (e) => {
      e.exports = ['顯示物件樹']
    },
    37809: (e) => {
      e.exports = ['顯示周期設定']
    },
    39045: (e) => {
      e.exports = ['Study錯誤']
    },
    86577: (e) => {
      e.exports = ['周日']
    },
    72149: (e) => {
      e.exports = ['周日']
    },
    46041: (e) => {
      e.exports = ['商品價格來源']
    },
    63143: (e) => {
      e.exports = ['商品標題']
    },
    29985: (e) => {
      e.exports = ['盤後時段']
    },
    28412: (e) => {
      e.exports = ['付費方案的數據更新更快速。']
    },
    56042: (e) => {
      e.exports = ['盤前時段']
    },
    24680: (e) => {
      e.exports = ['主要上市']
    },
    89022: (e) => {
      e.exports = ['目前不支援此股票的即時數據，可能未來會提供。']
    },
    6667: (e) => {
      e.exports = ['{symbolName}的即時數據由{exchange}交易所提供。']
    },
    48293: (e) => {
      e.exports = ['還原圖表']
    },
    91029: (e) => {
      e.exports = ['還原窗格']
    },
    75094: (e) => {
      e.exports = ['周三']
    },
    7147: (e) => {
      e.exports = ['周三']
    },
    52984: (e) => {
      e.exports = ['要獲取{description}的即時數據，請購買即時數據包。']
    },
    9787: (e) => {
      e.exports = ['周四']
    },
    7951: (e) => {
      e.exports = ['周四']
    },
    99214: (e) => {
      e.exports = ['公司股票上市和交易的主要或第一證券交易所。']
    },
    2310: (e) => {
      e.exports = [
        '此為即時數據，但與來自主要交易所的官方對應數據可能略有不同。',
      ]
    },
    29512: (e) => {
      e.exports = ['此數據是即時的，但可能與來自{exchange}的官方數據略有不同。']
    },
    52449: (e) => {
      e.exports = [
        '這是符合伊斯蘭教法的股票，代表它遵循伊斯蘭教法。此公司不收取利息，也不涉及某些行業（賭博、酒精、菸草、豬肉製品）。',
      ]
    },
    86753: (e) => {
      e.exports = [
        '此即時數據由{originalExchange}交易所提供。它可能與直接來自{exchange}的官方數據略有不同。如果這種差異對您來說至關重要，您需要從主要交易所購買即時數據，我們可以提供協助。',
      ]
    },
    73717: (e) => {
      e.exports = ['無此商品，請選擇另一個商品。']
    },
    57048: (e) => {
      e.exports = ['該去散步了 — 此市場已關閉。']
    },
    94316: (e) => {
      e.exports = ['周二']
    },
    44979: (e) => {
      e.exports = ['周一']
    },
    8209: (e) => {
      e.exports = ['取消標記商品']
    },
    1111: (e) => {
      e.exports = ['成交量']
    },
    61311: (e) => {
      e.exports = ['放大']
    },
    47602: (e) => {
      e.exports = ['縮小']
    },
    57889: (e) => {
      e.exports = ['更改開高低收值可見性']
    },
    18644: (e) => {
      e.exports = ['更改開盤狀態可見性']
    },
    45110: (e) => {
      e.exports = ['更改K線漲跌可見性']
    },
    31325: (e) => {
      e.exports = ['更改指標標題可見性']
    },
    99774: (e) => {
      e.exports = ['更改指標值可見性']
    },
    96162: (e) => {
      e.exports = ['更改指標參數可見性']
    },
    50058: (e) => {
      e.exports = ['更改最後一天變化可見性']
    },
    26717: (e) => {
      e.exports = ['更改商品描述可見性']
    },
    6091: (e) => {
      e.exports = ['更改商品欄位可見性']
    },
    9455: (e) => {
      e.exports = ['更改成交量值可見性']
    },
    39348: (e) => {
      e.exports = ['少於一分鐘']
    },
    87358: (e) => {
      e.exports = ['顯示{title}']
    },
    7827: (e) => {
      e.exports = ['{days}和{hours}']
    },
    7435: (e) => {
      e.exports = ['來自{originalExchange}的{exchange}']
    },
    19830: (e) => {
      e.exports = ['{hours}和{minutes}']
    },
    1084: (e) => {
      e.exports = ['{listedExchange}即時數據可供註冊用戶免費使用。']
    },
    38611: (e) => {
      e.exports = ['由於交易所要求，{symbolName}數據延遲了{time}分鐘。']
    },
    77033: (e) => {
      e.exports = ['數據每{amount}秒更新一次，即使市場上有更多更新也是如此。']
    },
    2121: (e) => {
      e.exports = [
        '我們基本方案的數據每{amount}秒更新一次，即使市場上有更多更新也是如此。',
      ]
    },
    5223: (e) => {
      e.exports = ['每{amount}秒更新一次']
    },
    58609: (e) => {
      e.exports = ['{number} 天']
    },
    24430: (e) => {
      e.exports = ['{number} 小時']
    },
    67151: (e) => {
      e.exports = ['{number} 分']
    },
  },
])
