;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [1637],
  {
    382377: (e) => {
      e.exports = ['限價單']
    },
    610952: (e) => {
      e.exports = ['市價單']
    },
    779062: (e) => {
      e.exports = ['止損限價單']
    },
    15307: (e) => {
      e.exports = 'SL'
    },
    347947: (e) => {
      e.exports = 'TP'
    },
    154462: (e) => {
      e.exports = 'TRAIL'
    },
    768508: (e) => {
      e.exports = ['關閉']
    },
    7122: (e) => {
      e.exports = ['停損']
    },
    608921: (e) => {
      e.exports = ['止損單']
    },
    63470: (e) => {
      e.exports = ['買入']
    },
    274771: (e) => {
      e.exports = ['做多']
    },
    742259: (e) => {
      e.exports = ['賣出']
    },
    951219: (e) => {
      e.exports = ['做空']
    },
    916322: (e) => {
      e.exports = ['在{price}穿過(STOP)之後的(Limit)']
    },
    587168: (e) => {
      e.exports = ['同時連接警告']
    },
    298353: (e) => {
      e.exports = ['計算的邊界與父訂單方不匹配']
    },
    620036: (e) => {
      e.exports = ['取消']
    },
    709498: (e) => {
      e.exports = ['取消訂單']
    },
    447600: (e) => {
      e.exports = ['取消不可交易的商品{symbol}的訂單']
    },
    232668: (e) => {
      e.exports = ['取消包圍單']
    },
    292559: (e) => {
      e.exports = ['無法修改訂單']
    },
    993545: (e) => {
      e.exports = ['無法取消{symbol}上的訂單']
    },
    946305: (e) => {
      e.exports = ['無法在{symbol}上平倉']
    },
    326704: (e) => {
      e.exports = ['無法保護部位']
    },
    680395: (e) => {
      e.exports = ['關閉選單']
    },
    424356: (e) => {
      e.exports = ['平倉']
    },
    469497: (e) => {
      e.exports = ['關閉不可交易的商品{symbol}的倉位']
    },
    967498: (e) => {
      e.exports = ['建立新訂單']
    },
    400241: (e) => {
      e.exports = ['數量']
    },
    83453: (e) => {
      e.exports = 'Accept'
    },
    792586: (e) => {
      e.exports = ['鬧鐘']
    },
    526227: (e) => {
      e.exports = ['您是否確認恢復此前已禁用的訂單確認？']
    },
    289302: (e) => {
      e.exports = ['確定要取消包圍單{orderId}嗎？']
    },
    915610: (e) => {
      e.exports = ['確定要取消包圍單{orderId}嗎？']
    },
    109886: (e) => {
      e.exports = ['確定要取消{qty} {side}訂單嗎？']
    },
    438540: (e) => {
      e.exports = ['確定要取消訂單{orderId}嗎？']
    },
    492698: (e) => {
      e.exports = ['您確定要反轉{positionId}倉位嗎？']
    },
    170891: (e) => {
      e.exports = ['授權錯誤']
    },
    864351: (e) => {
      e.exports = ['買入']
    },
    32241: (e) => {
      e.exports = ['已買']
    },
    611835: (e) => {
      e.exports = ['謹防現貨槓桿']
    },
    753596: (e) => {
      e.exports = ['價格級距應該是倍數{minTick}']
    },
    783100: (e) => {
      e.exports = ['價格級距應在{min}和{max}範圍內']
    },
    799559: (e) => {
      e.exports = ['市價買入']
    },
    302122: (e) => {
      e.exports = ['買入 {qty} {symbol} @ {value} 限價']
    },
    255481: (e) => {
      e.exports = ['買入 {qty} {symbol} @ {value} 停損']
    },
    353343: (e) => {
      e.exports = ['買入{qty} {symbol} @ {value} 停損 {altValue} 限價']
    },
    763124: (e) => {
      e.exports = 'DOM'
    },
    546472: (e) => {
      e.exports = ['拒絕']
    },
    675649: (e) => {
      e.exports = ['延遲數據']
    },
    125769: (e) => {
      e.exports = ['匯出數據']
    },
    140766: (e) => {
      e.exports = ['無法修改停損/停利單']
    },
    54746: (e) => {
      e.exports = ['修改訂單失敗']
    },
    951099: (e) => {
      e.exports = ['無法取消訂單']
    },
    305140: (e) => {
      e.exports = ['無法取消一或多個訂單']
    },
    915926: (e) => {
      e.exports = ['無法取消訂單']
    },
    473142: (e) => {
      e.exports = ['平倉失敗']
    },
    791401: (e) => {
      e.exports = ['平倉失敗']
    },
    609372: (e) => {
      e.exports = ['登入失敗']
    },
    945593: (e) => {
      e.exports = ['反轉部位失敗']
    },
    610393: (e) => {
      e.exports = ['我已了解']
    },
    468988: (e) => {
      e.exports = ['確認']
    },
    922541: (e) => {
      e.exports = ['下單']
    },
    986869: (e) => {
      e.exports = ['交易面板']
    },
    347957: (e) => {
      e.exports = ['訂單沒有價格。']
    },
    900205: (e) => {
      e.exports = ['訂單沒有價格或點數。']
    },
    134986: (e) => {
      e.exports = ['訂單價格不適用於此訂單類型/方向。']
    },
    130927: (e) => {
      e.exports = ['訂單價格應為{minTick}的倍數']
    },
    842180: (e) => {
      e.exports = ['下單被拒']
    },
    579287: (e) => {
      e.exports = ['訂單{orderId}不存在或已被取消']
    },
    162058: (e) => {
      e.exports = ['登出']
    },
    349391: (e) => {
      e.exports = ['登出確認']
    },
    273064: (e) => {
      e.exports = ['看多']
    },
    394021: (e) => {
      e.exports = ['網路連線中斷']
    },
    398157: (e) => {
      e.exports = ['限價']
    },
    359758: (e) => {
      e.exports = ['市場']
    },
    606255: (e) => {
      e.exports = ['否']
    },
    893966: (e) => {
      e.exports = ['沒有ask價']
    },
    538386: (e) => {
      e.exports = ['沒有買價']
    },
    69208: (e) => {
      e.exports = ['不能進行交易的商品']
    },
    706035: (e) => {
      e.exports = ['數字格式無效']
    },
    807889: (e) => {
      e.exports = ['賣出']
    },
    185631: (e) => {
      e.exports = ['已賣']
    },
    476678: (e) => {
      e.exports = ['賣出 {qty} {symbol} @ {value} 限價']
    },
    627392: (e) => {
      e.exports = ['賣出 {qty} {symbol} @ {value} 停損']
    },
    194240: (e) => {
      e.exports = ['賣出 {qty} {symbol} @ {value} 停損 {altValue} 限價']
    },
    435312: (e) => {
      e.exports = ['市價賣出']
    },
    777851: (e) => {
      e.exports = ['看空']
    },
    73953: (e) => {
      e.exports = ['顯示買/賣按鈕']
    },
    430999: (e) => {
      e.exports = ['指定的數量小於{min}的商品最小值。']
    },
    734266: (e) => {
      e.exports = ['指定金額超過工具最大值{max}。']
    },
    136443: (e) => {
      e.exports = ['指定金額不是{step}工具數量步驟的倍數。']
    },
    422540: (e) => {
      e.exports = ['點差']
    },
    905023: (e) => {
      e.exports = ['停損']
    },
    802654: (e) => {
      e.exports = ['停損限價']
    },
    241648: (e) => {
      e.exports = ['停損']
    },
    874337: (e) => {
      e.exports = ['停損必須高於當前{value}。']
    },
    216502: (e) => {
      e.exports = ['停損必須低於當前{value}。']
    },
    995717: (e) => {
      e.exports = ['停損單必須低於入場價。']
    },
    685017: (e) => {
      e.exports = ['停損單必須高於入場價。']
    },
    900853: (e) => {
      e.exports = ['限價停損']
    },
    522382: (e) => {
      e.exports = ['摘要行']
    },
    562030: (e) => {
      e.exports = ['切換商品代碼']
    },
    134542: (e) => {
      e.exports = ['切換到{accountName}']
    },
    265914: (e) => {
      e.exports = ['商品不能交易']
    },
    381617: (e) => {
      e.exports = ['持倉']
    },
    170392: (e) => {
      e.exports = ['倉位編號{id}']
    },
    969233: (e) => {
      e.exports = ['倉位{positionId}不存在或已關閉']
    },
    762686: (e) => {
      e.exports = ['主訂單沒有輸入價格。']
    },
    891268: (e) => {
      e.exports = ['仍要繼續']
    },
    766596: (e) => {
      e.exports = ['數量']
    },
    172361: (e) => {
      e.exports = ['平倉反手{positionId}？']
    },
    920848: (e) => {
      e.exports = ['平倉反手']
    },
    102653: (e) => {
      e.exports = ['恢復確認']
    },
    8793: (e) => {
      e.exports = ['我們無法檢查{brokerName}方面的維護狀態。請自行承擔風險']
    },
    352303: (e) => {
      e.exports = ['欲了解更多詳情，請聯繫你的經紀商。']
    },
    129266: (e) => {
      e.exports = ['停利']
    },
    429871: (e) => {
      e.exports = ['停利單必須高於入場價。']
    },
    37475: (e) => {
      e.exports = ['停利單必須低於入場價。']
    },
    829997: (e) => {
      e.exports = ['停利必須高於當前{value}。']
    },
    751300: (e) => {
      e.exports = ['停利必須低於當前{value}。']
    },
    378505: (e) => {
      e.exports = [
        '經紀商連接已超過限制。確保您沒有並發交易時段，然後嘗試重新連線。如果問題仍然存在，請聯絡您的經紀商。',
      ]
    },
    975231: (e) => {
      e.exports = [
        '已在另一個頁籤中選擇了經紀商。此連接可以中斷與此經紀商的其他連接。',
      ]
    },
    247956: (e) => {
      e.exports = ['連接失敗，請稍後再試。']
    },
    715842: (e) => {
      e.exports = ['您要平倉的倉位已經平倉。']
    },
    365389: (e) => {
      e.exports = ['您要關閉的倉位已更改。']
    },
    726500: (e) => {
      e.exports = ['您嘗試反轉的倉位不再存在。']
    },
    218329: (e) => {
      e.exports = ['這也將關閉全部有效訂單']
    },
    893827: (e) => {
      e.exports = ['這也將關閉全部有效訂單。']
    },
    536263: (e) => {
      e.exports = ['經紀商目前正在進行維護。請稍後再試，否則請自行承擔風險']
    },
    703396: (e) => {
      e.exports = ['此商品不能透過該經紀商進行交易']
    },
    890801: (e) => {
      e.exports = ['交易']
    },
    219170: (e) => {
      e.exports = [
        '無法透過多個頁籤與該經紀商進行交易。如果您想繼續在此頁籤中進行交易，請在另一個頁籤中退出經紀商。',
      ]
    },
    873503: (e) => {
      e.exports = ['交易設定']
    },
    86430: (e) => {
      e.exports = ['移動停損']
    },
    507214: (e) => {
      e.exports = ['無法修改移動停損單']
    },
    30665: (e) => {
      e.exports = ['無法取消不可交易的商品的訂單']
    },
    348434: (e) => {
      e.exports = ['無法關閉不可交易的商品的倉位']
    },
    346881: (e) => {
      e.exports = ['您需要在訂單中選擇{customFields}。']
    },
    965603: (e) => {
      e.exports = [
        '您正試圖取消一個不可交易的商品{symbol}的訂單。此商品只能平倉或取消訂單。一旦訂單被取消，您將無法在{symbol}下新訂單',
      ]
    },
    97929: (e) => {
      e.exports = [
        '您正試圖關閉不可交易的商品{symbol}的倉位。此商品只能平倉或取消訂單。一旦平倉，您將無法在{symbol}下新訂單。',
      ]
    },
    348836: (e) => {
      e.exports = [
        '您看到的是延遲數據。如果您想查看即時數據，您需要從經紀商獲取數據。',
      ]
    },
    221456: (e) => {
      e.exports = ['您不能透過{broker}在TradingView交易商品{symbol}。']
    },
    409232: (e) => {
      e.exports = ['您的價值超過了可接受的餘額水平。']
    },
    879831: (e) => {
      e.exports = ['是']
    },
    767207: (e) => {
      e.exports = ['已取消']
    },
    26338: (e) => {
      e.exports = 'ask'
    },
    492903: (e) => {
      e.exports = ['在']
    },
    5595: (e) => {
      e.exports = 'bid'
    },
    499577: (e) => {
      e.exports = ['已執行']
    },
    23750: (e) => {
      e.exports = ['部分執行']
    },
    885323: (e) => {
      e.exports = ['已成交']
    },
    614841: (e) => {
      e.exports = ['不活躍']
    },
    164105: (e) => {
      e.exports = ['已修改']
    },
    595536: (e) => {
      e.exports = ['已下']
    },
    373425: (e) => {
      e.exports = ['配售']
    },
    442060: (e) => {
      e.exports = ['被拒']
    },
    328231: (e) => {
      e.exports = ['運轉中']
    },
    103718: (e) => {
      e.exports = ['{brokerId}端維護']
    },
  },
])
