;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [1637],
  {
    382377: (e) => {
      e.exports = 'Lmt'
    },
    610952: (e) => {
      e.exports = 'Mkt'
    },
    779062: (e) => {
      e.exports = 'Stp lmt'
    },
    15307: (e) => {
      e.exports = ['إيقاف الخسارة']
    },
    347947: (e) => {
      e.exports = ['جني الأرباح']
    },
    154462: (e) => {
      e.exports = ['وقف متحرك']
    },
    768508: (e) => {
      e.exports = ['إغلاق']
    },
    7122: (e) => {
      e.exports = ['إيقاف']
    },
    608921: (e) => {
      e.exports = 'Stp'
    },
    63470: (e) => {
      e.exports = ['شراء']
    },
    274771: (e) => {
      e.exports = ['شراء']
    },
    742259: (e) => {
      e.exports = ['بيع']
    },
    951219: (e) => {
      e.exports = ['بيع على المكشوف']
    },
    916322: (e) => {
      e.exports = ['(جني ربح) بعد ‎{price}‎ تجاوز (وقف خسارة)']
    },
    587168: (e) => {
      e.exports = ['تحذير الاتصال المتزامن']
    },
    298353: (e) => {
      e.exports = ['لا تتطابق الحدود المحسوبة مع الأمر الأصلي']
    },
    620036: (e) => {
      e.exports = ['إلغاء']
    },
    709498: (e) => {
      e.exports = ['إلغاء أمر']
    },
    447600: (e) => {
      e.exports = ['إلغاء أمر على رمز غير قابل للتداول {symbol}']
    },
    232668: (e) => {
      e.exports = ['إلغاء فئة']
    },
    292559: (e) => {
      e.exports = ['لايمكن تعديل الأمر']
    },
    993545: (e) => {
      e.exports = ['لا يمكن إلغاء الأمر على {symbol}']
    },
    946305: (e) => {
      e.exports = ['لا يمكن إغلاق المركز على {symbol}']
    },
    326704: (e) => {
      e.exports = ['لا يمكن حماية المركز']
    },
    680395: (e) => {
      e.exports = ['إغلاق القائمة']
    },
    424356: (e) => {
      e.exports = ['إغلاق صفقة']
    },
    469497: (e) => {
      e.exports = ['إغلاق مركز على رمز غير قابل للتداول {symbol}']
    },
    967498: (e) => {
      e.exports = ['إنشاء أمر جديد']
    },
    400241: (e) => {
      e.exports = ['كمية']
    },
    83453: (e) => {
      e.exports = ['قبول']
    },
    792586: (e) => {
      e.exports = ['ساعة المنبه']
    },
    526227: (e) => {
      e.exports = [
        'هل تؤكد أنك تريد استعادة رسائل تأكيد الأوامر التي قمت بتعطيلها؟',
      ]
    },
    289302: (e) => {
      e.exports = ['هل أنت متأكد أنك تريد إلغاء الفئة {orderId}؟']
    },
    915610: (e) => {
      e.exports = ['هل انت متأكد من إغلاقك لـ‎{orderId}‎ فئة؟']
    },
    109886: (e) => {
      e.exports = ['هل أنت متأكد أنك تريد إلغاء الطلبات ‎{side}‎‎{qty}‎ ؟']
    },
    438540: (e) => {
      e.exports = ['هل أنت متأكد أنك تريد إلغاء الأمر‎ {orderId} ؟']
    },
    492698: (e) => {
      e.exports = ['هل أنت متأكد من أنك تريد عكس اتجاه المركز {positionId}؟']
    },
    170891: (e) => {
      e.exports = ['ثمة خطأ في التصريح']
    },
    864351: (e) => {
      e.exports = ['شراء']
    },
    32241: (e) => {
      e.exports = ['تم شراؤه']
    },
    611835: (e) => {
      e.exports = ['احذر من الهامش الفوري.']
    },
    753596: (e) => {
      e.exports = ['يجب أن يكون نطاق السعر من مضاعفات {minTick}']
    },
    783100: (e) => {
      e.exports = ['يجب أن يكون سعر القوس في نطاق {min} و{max}']
    },
    799559: (e) => {
      e.exports = ['الشراء بسعر السوق']
    },
    302122: (e) => {
      e.exports = ['شراء {qty} {symbol} @ {value} بسعر محدد']
    },
    255481: (e) => {
      e.exports = ['شراء {qty} {symbol} @ {value} بإيقاف']
    },
    353343: (e) => {
      e.exports = ['بيع {qty} {symbol} @ {value} بإيقاف {altValue} محدد']
    },
    763124: (e) => {
      e.exports = ['عمق السوق']
    },
    546472: (e) => {
      e.exports = ['رفض']
    },
    675649: (e) => {
      e.exports = ['بيانات مُتأخرة']
    },
    125769: (e) => {
      e.exports = ['تصدير البيانات']
    },
    140766: (e) => {
      e.exports = ['فشل تعديل أمر جني الأرباح / وقف الخسارة']
    },
    54746: (e) => {
      e.exports = ['لم تنجح عملية تعديل الأمر']
    },
    951099: (e) => {
      e.exports = ['لم تنجح عملية إلغاء الأقواس']
    },
    305140: (e) => {
      e.exports = ['لم تنجح عملية إلغاء أمر واحد أو أكثر']
    },
    915926: (e) => {
      e.exports = ['لم تنجح عملية إلغاء أمر']
    },
    473142: (e) => {
      e.exports = ['لم تنجح عملية إغلاق صفقة']
    },
    791401: (e) => {
      e.exports = ['لم تنجح عملية إغلاق الصفقة']
    },
    609372: (e) => {
      e.exports = ['لم ينجح تسجيل الدخول']
    },
    945593: (e) => {
      e.exports = ['لم تنجح عملية عكس الصفقة']
    },
    610393: (e) => {
      e.exports = ['أفهم ذلك']
    },
    468988: (e) => {
      e.exports = ['موافق']
    },
    922541: (e) => {
      e.exports = ['أمر']
    },
    986869: (e) => {
      e.exports = ['لوحة الأوامر']
    },
    347957: (e) => {
      e.exports = ['الأمر ليس له سعر.']
    },
    900205: (e) => {
      e.exports = ['الأمر ليس له سعر أو نقاط.']
    },
    134986: (e) => {
      e.exports = ['سعر الصفقة غير مناسب لنوعها/اتجاهها']
    },
    130927: (e) => {
      e.exports = ['سعر أمر التداول لابد وأن يكون مضاعفات ‎{minTick}‎']
    },
    842180: (e) => {
      e.exports = ['تم رفض أمر التداول']
    },
    579287: (e) => {
      e.exports = ['الأمر {orderId} غير موجود أو تم إلغاؤه بالفعل']
    },
    162058: (e) => {
      e.exports = ['تسجيل الخروج']
    },
    349391: (e) => {
      e.exports = ['تأكيد الخروج']
    },
    273064: (e) => {
      e.exports = ['شراء']
    },
    394021: (e) => {
      e.exports = ['لا يوجد اتصال بالإنترنت']
    },
    398157: (e) => {
      e.exports = ['محدد بسعر']
    },
    359758: (e) => {
      e.exports = ['فوري - بسعر السوق']
    },
    606255: (e) => {
      e.exports = ['لا']
    },
    893966: (e) => {
      e.exports = ['لا توجد أسعار شراء']
    },
    538386: (e) => {
      e.exports = ['لا توجد أسعار بيع']
    },
    69208: (e) => {
      e.exports = ['رمز آداة مالية غير متداولة']
    },
    706035: (e) => {
      e.exports = ['تنسيق الرقم غير صالح.']
    },
    807889: (e) => {
      e.exports = ['بيع']
    },
    185631: (e) => {
      e.exports = ['تم بيعه']
    },
    476678: (e) => {
      e.exports = ['بيع {qty} {symbol} @ {value} محدد']
    },
    627392: (e) => {
      e.exports = ['بيع {qty} {symbol} @ {value} بإيقاف']
    },
    194240: (e) => {
      e.exports = ['بيع {qty} {symbol} @ {value} بإيقاف {altValue} محدد']
    },
    435312: (e) => {
      e.exports = ['البيع بسعر السوق']
    },
    777851: (e) => {
      e.exports = ['بيع']
    },
    73953: (e) => {
      e.exports = ['عرض أزرار الشراء/البيع']
    },
    430999: (e) => {
      e.exports = ['المبلغ المحدد أقل من الحد الأدنى لـ ‎{min}‎']
    },
    734266: (e) => {
      e.exports = ['المبلغ المحدد أعلى من الحد الأقصى لـ ‎{max}‎']
    },
    136443: (e) => {
      e.exports = ['المبلغ المحدد غير مساوى لمضاعفات العقد المطلوب لـ ‎{step}‎']
    },
    422540: (e) => {
      e.exports = ['الفارق السعري']
    },
    905023: (e) => {
      e.exports = ['إيقاف']
    },
    802654: (e) => {
      e.exports = ['إيقاف محدّد']
    },
    241648: (e) => {
      e.exports = ['وقف الخسارة']
    },
    874337: (e) => {
      e.exports = ['وقف الخسارة لابد وأن يكون أعلى {value}']
    },
    216502: (e) => {
      e.exports = ['وقف الخسارة لابد وأن يكون ادني ‎{value}‎']
    },
    995717: (e) => {
      e.exports = ['وقف الخسارة لابد وأن يكون أدنى سعر الدخول']
    },
    685017: (e) => {
      e.exports = ['وقف الخسارة لابد وأن يكون أعلى سعر الدخول']
    },
    900853: (e) => {
      e.exports = ['إيقاف محدّد']
    },
    522382: (e) => {
      e.exports = ['صف ملخص']
    },
    562030: (e) => {
      e.exports = ['تبديل الرمز']
    },
    134542: (e) => {
      e.exports = ['تبديل إلى ‎{accountName}‎']
    },
    265914: (e) => {
      e.exports = ['لا يمكن تداول الرمز']
    },
    381617: (e) => {
      e.exports = ['مركز']
    },
    170392: (e) => {
      e.exports = ['رقم المركز {id}']
    },
    969233: (e) => {
      e.exports = ['المركز {positionId} غير موجود أو تم إغلاقه بالفعل']
    },
    762686: (e) => {
      e.exports = ['الأمر الأصلي ليس له سعر.']
    },
    891268: (e) => {
      e.exports = ['تابع على أي حال']
    },
    766596: (e) => {
      e.exports = ['الكمية']
    },
    172361: (e) => {
      e.exports = ['عكس‎{positionId}‎ الصفقة؟']
    },
    920848: (e) => {
      e.exports = ['عكس الصفقة']
    },
    102653: (e) => {
      e.exports = ['استعادة رسائل التأكيد']
    },
    8793: (e) => {
      e.exports = [
        'لم نتمكن من التحقق من حالة الصيانة من جانب {brokerName}. استمر على مسؤوليتك الخاصة',
      ]
    },
    352303: (e) => {
      e.exports = ['لتعرف المزيد، تواصل مع الوسيط الخاص بك']
    },
    129266: (e) => {
      e.exports = ['جني أرباح']
    },
    429871: (e) => {
      e.exports = ['أمر جني الأرباح لابد وأن يكون أعلى سعر الدخول']
    },
    37475: (e) => {
      e.exports = ['أمر جني الأرباح لابد وأن يكون أدنى سعر الدخول']
    },
    829997: (e) => {
      e.exports = ['جني الأرباح لابد وأن يكون أعلى ‎{value}‎']
    },
    751300: (e) => {
      e.exports = ['جني الأرباح لابد أن يكون أدنى ‎{value}‎']
    },
    378505: (e) => {
      e.exports = [
        'تم تجاوز حد اتصال الوسيط. تأكد من عدم وجود جلسة متزامنة وحاول إعادة الاتصال.',
      ]
    },
    975231: (e) => {
      e.exports = [
        'الوسيط متصل بالفعل في تبويبة أخرى. يمكن لهذا الاتصال مقاطعة الاتصالات الأخرى لهذا الوسيط.',
      ]
    },
    247956: (e) => {
      e.exports = ['فشل الاتصال، الرجاء المحاولة في وقت آخر.']
    },
    715842: (e) => {
      e.exports = ['تم إغلاق مركز التداول الذي تحاول إغلاقه بالفعل.']
    },
    365389: (e) => {
      e.exports = ['تم تغيير مركز التداول الذي تحاول إغلاقه.']
    },
    726500: (e) => {
      e.exports = ['المركز الذي تحاول عكسه لم يعد موجودًا.']
    },
    218329: (e) => {
      e.exports = ['سيؤدي هذا إلى إغلاق جميع الأوامر النشطة أيضاً']
    },
    893827: (e) => {
      e.exports = ['سيؤدي هذا أيضًا إلى إغلاق جميع الأوامر النشطة.']
    },
    536263: (e) => {
      e.exports = [
        'يقوم الوسيط حاليًا بإجراء الصيانة. يرجى المحاولة مرة أخرى بعد قليل أو المتابعة على مسؤوليتك الخاصة',
      ]
    },
    703396: (e) => {
      e.exports = ['هذا الرمز لا يمكن تداولها من خلال هذا الوسيط']
    },
    890801: (e) => {
      e.exports = ['تداول']
    },
    219170: (e) => {
      e.exports = [
        'لا يمكن التداول مع هذا الوسيط من خلال تبويبات متعددة. إذا كنت ترغب في مواصلة التداول في هذه التبويبة، يرجى تسجيل الخروج من الوسيط في تبويبة أخرى.',
      ]
    },
    873503: (e) => {
      e.exports = ['ضبط إعدادات التداول']
    },
    86430: (e) => {
      e.exports = ['وقف الخسارة المتحرك']
    },
    507214: (e) => {
      e.exports = ['وقف الخسارة المتحرك لا يمكن تعديله']
    },
    30665: (e) => {
      e.exports = ['لا يمكن إلغاء أمر على رمز غير قابل للتداول']
    },
    348434: (e) => {
      e.exports = ['لا يمكن إغلاق مركز على رمز غير قابل للتداول']
    },
    346881: (e) => {
      e.exports = ['تحتاج إلى تحديد {customFields} في بطاقة الأمر.']
    },
    965603: (e) => {
      e.exports = [
        'أنت تحاول إلغاء الأمر على رمز {symbol} غير القابل للتداول. يتوفر فقط إغلاق المركز أو إلغاء الأمر لهذا الرمز. بمجرد إلغاء الأمر، لن تتمكن من إرسال أمر جديد على {symbol}.',
      ]
    },
    97929: (e) => {
      e.exports = [
        'أنت تحاول إغلاق المركز على رمز غير قابل للتداول {symbol}. يتوفر فقط إغلاق المركز أو إلغاء الأمر لهذا الرمز. بمجرد إغلاق المركز، لن تتمكن من تقديم أمر جديد على {symbol}.',
      ]
    },
    348836: (e) => {
      e.exports = [
        'أنت تشاهد البيانات المتأخرة تحتاج إلى الحصول على البيانات من وسيطك الخاص، إذا كنت تريد الحصول على بيانات لحظية.',
      ]
    },
    221456: (e) => {
      e.exports = [
        'لا يمكنك تداول الرمز {symbol} على ‎{broker}‎ من خلال Tradingview.',
      ]
    },
    409232: (e) => {
      e.exports = ['تتجاوز قيمة المبلغ مستوى الرصيد المقبول.']
    },
    879831: (e) => {
      e.exports = ['نعم']
    },
    767207: (e) => {
      e.exports = ['ملغاة']
    },
    26338: (e) => {
      e.exports = ['سعر الشراء']
    },
    492903: (e) => {
      e.exports = ['في']
    },
    5595: (e) => {
      e.exports = ['سعر البيع']
    },
    499577: (e) => {
      e.exports = ['تم التنفيذ']
    },
    23750: (e) => {
      e.exports = ['تم إجراؤه بشكل جزئي']
    },
    885323: (e) => {
      e.exports = ['نُفّذ الأمر']
    },
    614841: (e) => {
      e.exports = ['غير مفعل']
    },
    164105: (e) => {
      e.exports = ['تم التعديل']
    },
    595536: (e) => {
      e.exports = ['تم وضع الأمر']
    },
    373425: (e) => {
      e.exports = ['وضع']
    },
    442060: (e) => {
      e.exports = ['مرفوض']
    },
    328231: (e) => {
      e.exports = ['جار العمل']
    },
    103718: (e) => {
      e.exports = ['صيانة من جانب {brokerId}']
    },
  },
])
