;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [2745],
  {
    214229: (e) => {
      e.exports = ['نقطة']
    },
    306174: (e) => {
      e.exports = ['أيام']
    },
    705285: (e) => {
      e.exports = ['ساعات']
    },
    179410: (e) => {
      e.exports = ['شهور']
    },
    537830: (e) => {
      e.exports = ['دقائق']
    },
    725042: (e) => {
      e.exports = ['أسابيع']
    },
    274787: (e) => {
      e.exports = ['أيام']
    },
    162346: (e) => {
      e.exports = ['ساعات']
    },
    394328: (e) => {
      e.exports = ['شهور']
    },
    357470: (e) => {
      e.exports = ['دقائق']
    },
    774973: (e) => {
      e.exports = ['ثانية']
    },
    348801: (e) => {
      e.exports = ['نطاقات']
    },
    386614: (e) => {
      e.exports = ['أسابيع']
    },
    130426: (e) => {
      e.exports = ['تيكات']
    },
    643001: (e) => {
      e.exports = ['نسخ الصورة']
    },
    607367: (e) => {
      e.exports = ['نسخ الرابط']
    },
    645888: (e) => {
      e.exports = ['لقطة للرسم البيانى']
    },
    274207: (e) => {
      e.exports = ['إعدادات الرسم البياني']
    },
    46720: (e) => {
      e.exports = ['مؤشر التقاطع']
    },
    780362: (e) => {
      e.exports = [
        'تتم مزامنة علامة التقاطع عبر جميع الرسوم البيانية داخل التنسيق.',
      ]
    },
    954777: (e) => {
      e.exports = ['إضافة']
    },
    595798: (e) => {
      e.exports = ['إضافة فترة زمنية مخصصة']
    },
    44629: (e) => {
      e.exports = ['اضف إلى القائمة التفضيلات']
    },
    715795: (e) => {
      e.exports = ['جميع تنسيقاتي']
    },
    288368: (e) => {
      e.exports = ['تم حفظ جميع التغييرات']
    },
    684232: (e) => {
      e.exports = ['تصميم الأعمدة']
    },
    539011: (e) => {
      e.exports = ['تنزيل الصورة']
    },
    66174: (e) => {
      e.exports = ['المدى الزمني']
    },
    156685: (e) => {
      e.exports = ['يتغير نطاق التاريخ على جميع الرسوم البيانية داخل التنسيق']
    },
    943399: (e) => {
      e.exports = ['القوالب الافتراضية']
    },
    329313: (e) => {
      e.exports = ['كل شخص لديه هذا الرابط يمكنه المشاهدة والنسخ']
    },
    783127: (e) => {
      e.exports = ['المؤشرات المفضلة']
    },
    933959: (e) => {
      e.exports = ['المفضلة']
    },
    811682: (e) => {
      e.exports = ['وضع الشاشة الكاملة']
    },
    469466: (e) => {
      e.exports = ['الفاصل الزمني']
    },
    620763: (e) => {
      e.exports = [
        'تغييرات الفاصل الزمني على جميع الرسوم البيانية داخل التنسيق',
      ]
    },
    515812: (e) => {
      e.exports = ['نموذج المؤشر']
    },
    561142: (e) => {
      e.exports = ['مؤشرات']
    },
    174527: (e) => {
      e.exports = ['المؤشرات والاستراتيجيات']
    },
    979353: (e) => {
      e.exports = ['إجراء حوار منفصل']
    },
    355520: (e) => {
      e.exports = ['افتح الرسم البياني في نافذة منبثقة']
    },
    938543: (e) => {
      e.exports = ['فتح في تبويبة جديدة']
    },
    975687: (e) => {
      e.exports = ['تحميل تصميم رسم بياني']
    },
    375789: (e) => {
      e.exports = ['تحميل التنسيق']
    },
    390879: (e) => {
      e.exports = ['جاري التحميل...']
    },
    528024: (e) => {
      e.exports = ['نوع التنسيق']
    },
    180959: (e) => {
      e.exports = ['إنشاء نسخة']
    },
    658219: (e) => {
      e.exports = ['إدارة التنسيقات']
    },
    438554: (e) => {
      e.exports = ['قوالبي']
    },
    814605: (e) => {
      e.exports = ['رقم أو {hotKey_0}']
    },
    185520: (e) => {
      e.exports = ['حفظ']
    },
    92093: (e) => {
      e.exports = ['حفظ قالب المؤشر']
    },
    587409: (e) => {
      e.exports = [
        'احفظ جميع الرسوم البيانية لكل الرموز والفترات الزمنية في نموذج التصميم الخاص بك',
      ]
    },
    11680: (e) => {
      e.exports = ['حفظ التنسيق']
    },
    249211: (e) => {
      e.exports = ['اختر التنسيق']
    },
    327077: (e) => {
      e.exports = ['مشاركة']
    },
    520987: (e) => {
      e.exports = [
        'يمكنك ببساطة الكتابة مباشرة على الرسم البياني لعرض مربع البحث',
      ]
    },
    589053: (e) => {
      e.exports = ['رمز']
    },
    882719: (e) => {
      e.exports = ['بحث عن الرموز']
    },
    884315: (e) => {
      e.exports = ['يتغير الرمز على جميع الرسوم البيانية داخل التنسيق']
    },
    742130: (e) => {
      e.exports = ['البحث السريع']
    },
    370728: (e) => {
      e.exports = ['إعادة {hint}']
    },
    572482: (e) => {
      e.exports = ['حذف من القائمة المفضلة']
    },
    435038: (e) => {
      e.exports = ['تغيير الأسم']
    },
    212548: (e) => {
      e.exports = [
        'عند النقر فوق الرسم البياني، تعرض جميع الرسوم البيانية داخل الرسم البياني نفس النقطة الزمنية',
      ]
    },
    588513: (e) => {
      e.exports = ['التقط صورة الشاشة']
    },
    132916: (e) => {
      e.exports = ['الفترة الزمنية']
    },
    99746: (e) => {
      e.exports = ['غرد بصورة الرسم البياني على تويتر']
    },
    780323: (e) => {
      e.exports = ['تراجع {hint}']
    },
    223687: (e) => {
      e.exports = ['ليس لديك أية مؤشرات مفضلة بعد']
    },
  },
])
