;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [2285],
  {
    72171: (t) => {
      t.exports = ['مركز']
    },
    691757: (t) => {
      t.exports = ['الأسفل']
    },
    422192: (t) => {
      t.exports = ['الأيام']
    },
    463099: (t) => {
      t.exports = ['ساعات']
    },
    577405: (t) => {
      t.exports = ['أفقي']
    },
    666304: (t) => {
      t.exports = ['مدخلات']
    },
    619286: (t) => {
      t.exports = ['يسار']
    },
    876476: (t) => {
      t.exports = ['وسط']
    },
    928134: (t) => {
      t.exports = ['دقائق']
    },
    371129: (t) => {
      t.exports = ['ثواني']
    },
    221141: (t) => {
      t.exports = ['يمين']
    },
    621594: (t) => {
      t.exports = ['أسابيع']
    },
    226458: (t) => {
      t.exports = ['ظل الشمعة']
    },
    865994: (t) => {
      t.exports = ['الأعلى']
    },
    792960: (t) => {
      t.exports = ['محاذاة النص']
    },
    390581: (t) => {
      t.exports = ['اتجاه النص']
    },
    944085: (t) => {
      t.exports = ['عمودي']
    },
    713355: (t) => {
      t.exports = ['تغيير {title} الأيام إلى']
    },
    541377: (t) => {
      t.exports = ['تغيير {title} الأيام من']
    },
    435388: (t) => {
      t.exports = ['تغيير {title} الساعات من']
    },
    478586: (t) => {
      t.exports = ['تغيير {title} الساعات إلى']
    },
    459635: (t) => {
      t.exports = ['تغيير {title} الأشهر من']
    },
    974266: (t) => {
      t.exports = ['تغيير {title} الأشهر إلى']
    },
    891633: (t) => {
      t.exports = ['تغيير وضوح {title} على الساعات']
    },
    715106: (t) => {
      t.exports = ['تغيير {title} الدقائق إلى']
    },
    566161: (t) => {
      t.exports = ['تغيير {title} الثواني إلى']
    },
    602822: (t) => {
      t.exports = ['تغيير {title} الثواني من']
    },
    21339: (t) => {
      t.exports = ['تغيير {title} الأسابيع من']
    },
    468643: (t) => {
      t.exports = ['تغيير {title} الأسابيع إلى']
    },
    130810: (t) => {
      t.exports = ['تغيير وضوح {title} على التيكات']
    },
    324941: (t) => {
      t.exports = ['تغيير وضوح {title} على الأسابيع']
    },
    108917: (t) => {
      t.exports = ['تغيير وضوح {title} على {ranges}']
    },
    229088: (t) => {
      t.exports = ['تغيير وضوح {title} على الأيام']
    },
    468971: (t) => {
      t.exports = ['تغيير وضوح {title} على الساعات']
    },
    64370: (t) => {
      t.exports = ['تغيير {title} الدقائق من']
    },
    606659: (t) => {
      t.exports = ['تغيير وضوح {title} على الأشهر']
    },
    146948: (t) => {
      t.exports = ['تغيير وضوح {title} على الثواني']
    },
    282211: (t) => {
      t.exports = ['الأيام']
    },
    133486: (t) => {
      t.exports = ['أيام لـ']
    },
    914077: (t) => {
      t.exports = ['أيام من']
    },
    903143: (t) => {
      t.exports = ['ساعات']
    },
    84775: (t) => {
      t.exports = ['ساعات من']
    },
    711255: (t) => {
      t.exports = ['ساعات لـ']
    },
    58964: (t) => {
      t.exports = ['الشهور']
    },
    671770: (t) => {
      t.exports = ['أشهر من']
    },
    737179: (t) => {
      t.exports = ['أشهر لـ']
    },
    516465: (t) => {
      t.exports = ['دقائق']
    },
    872317: (t) => {
      t.exports = ['دقائق لـ']
    },
    425586: (t) => {
      t.exports = ['دقائق من']
    },
    132925: (t) => {
      t.exports = ['ثواني']
    },
    939017: (t) => {
      t.exports = ['ثواني لـ']
    },
    706049: (t) => {
      t.exports = ['ثوان من']
    },
    193016: (t) => {
      t.exports = ['أسابيع']
    },
    32002: (t) => {
      t.exports = ['أسابيع من']
    },
    428091: (t) => {
      t.exports = ['أسابيع لـ']
    },
    659523: (t) => {
      t.exports = ['تيكات السعر']
    },
  },
])
