;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [2285],
  {
    72171: (t) => {
      t.exports = ['مركز']
    },
    91757: (t) => {
      t.exports = ['الأسفل']
    },
    22192: (t) => {
      t.exports = ['الأيام']
    },
    63099: (t) => {
      t.exports = ['ساعات']
    },
    77405: (t) => {
      t.exports = ['أفقي']
    },
    66304: (t) => {
      t.exports = ['مدخلات']
    },
    19286: (t) => {
      t.exports = ['يسار']
    },
    76476: (t) => {
      t.exports = ['وسط']
    },
    28134: (t) => {
      t.exports = ['دقائق']
    },
    71129: (t) => {
      t.exports = ['ثواني']
    },
    21141: (t) => {
      t.exports = ['يمين']
    },
    21594: (t) => {
      t.exports = ['أسابيع']
    },
    26458: (t) => {
      t.exports = ['ظل الشمعة']
    },
    65994: (t) => {
      t.exports = ['الأعلى']
    },
    92960: (t) => {
      t.exports = ['محاذاة النص']
    },
    90581: (t) => {
      t.exports = ['اتجاه النص']
    },
    44085: (t) => {
      t.exports = ['عمودي']
    },
    13355: (t) => {
      t.exports = ['تغيير {title} الأيام إلى']
    },
    41377: (t) => {
      t.exports = ['تغيير {title} الأيام من']
    },
    35388: (t) => {
      t.exports = ['تغيير {title} الساعات من']
    },
    78586: (t) => {
      t.exports = ['تغيير {title} الساعات إلى']
    },
    59635: (t) => {
      t.exports = ['تغيير {title} الأشهر من']
    },
    74266: (t) => {
      t.exports = ['تغيير {title} الأشهر إلى']
    },
    91633: (t) => {
      t.exports = ['تغيير وضوح {title} على الساعات']
    },
    15106: (t) => {
      t.exports = ['تغيير {title} الدقائق إلى']
    },
    66161: (t) => {
      t.exports = ['تغيير {title} الثواني إلى']
    },
    2822: (t) => {
      t.exports = ['تغيير {title} الثواني من']
    },
    21339: (t) => {
      t.exports = ['تغيير {title} الأسابيع من']
    },
    68643: (t) => {
      t.exports = ['تغيير {title} الأسابيع إلى']
    },
    30810: (t) => {
      t.exports = ['تغيير وضوح {title} على التيكات']
    },
    24941: (t) => {
      t.exports = ['تغيير وضوح {title} على الأسابيع']
    },
    8917: (t) => {
      t.exports = ['تغيير وضوح {title} على {ranges}']
    },
    29088: (t) => {
      t.exports = ['تغيير وضوح {title} على الأيام']
    },
    68971: (t) => {
      t.exports = ['تغيير وضوح {title} على الساعات']
    },
    64370: (t) => {
      t.exports = ['تغيير {title} الدقائق من']
    },
    6659: (t) => {
      t.exports = ['تغيير وضوح {title} على الأشهر']
    },
    46948: (t) => {
      t.exports = ['تغيير وضوح {title} على الثواني']
    },
    82211: (t) => {
      t.exports = ['الأيام']
    },
    33486: (t) => {
      t.exports = ['أيام لـ']
    },
    14077: (t) => {
      t.exports = ['أيام من']
    },
    3143: (t) => {
      t.exports = ['ساعات']
    },
    84775: (t) => {
      t.exports = ['ساعات من']
    },
    11255: (t) => {
      t.exports = ['ساعات لـ']
    },
    58964: (t) => {
      t.exports = ['الشهور']
    },
    71770: (t) => {
      t.exports = ['أشهر من']
    },
    37179: (t) => {
      t.exports = ['أشهر لـ']
    },
    16465: (t) => {
      t.exports = ['دقائق']
    },
    72317: (t) => {
      t.exports = ['دقائق لـ']
    },
    25586: (t) => {
      t.exports = ['دقائق من']
    },
    32925: (t) => {
      t.exports = ['ثواني']
    },
    39017: (t) => {
      t.exports = ['ثواني لـ']
    },
    6049: (t) => {
      t.exports = ['ثوان من']
    },
    93016: (t) => {
      t.exports = ['أسابيع']
    },
    32002: (t) => {
      t.exports = ['أسابيع من']
    },
    28091: (t) => {
      t.exports = ['أسابيع لـ']
    },
    59523: (t) => {
      t.exports = ['تيكات السعر']
    },
  },
])
