;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [252],
  {
    214229: (e) => {
      e.exports = ['نقطة']
    },
    716936: (e) => {
      e.exports = ['عودة']
    },
    709898: (e) => {
      e.exports = ['حق']
    },
    418511: (e) => {
      e.exports = ['العد التنازلي لإغلاق العمود البياني']
    },
    132409: (e) => {
      e.exports = ['نمط اللون']
    },
    190069: (e) => {
      e.exports = ['قارن']
    },
    939176: (e) => {
      e.exports = 'Content'
    },
    715803: (e) => {
      e.exports = ['نسخ رابط صورة الرسم البياني']
    },
    620036: (e) => {
      e.exports = ['إلغاء']
    },
    619022: (e) => {
      e.exports = 'Channels'
    },
    508353: (e) => {
      e.exports = ['تغيير الفترة']
    },
    520788: (e) => {
      e.exports = ['أعمدة نمط الرسم البياني']
    },
    86771: (e) => {
      e.exports = ['شموع نمط الرسم البياني']
    },
    45290: (e) => {
      e.exports = ['منطقة نمط الرسم البياني']
    },
    397559: (e) => {
      e.exports = ['أعمدة نمط الرسم البياني']
    },
    18779: (e) => {
      e.exports = ['الخط الأساسي لنمط الرسم البياني']
    },
    890599: (e) => {
      e.exports = ['نمط الرسم البياني كاجي']
    },
    241412: (e) => {
      e.exports = ['نمط الرسم البياني HLC']
    },
    651383: (e) => {
      e.exports = ['شموع جوفاء لنمط الرسم البياني']
    },
    620424: (e) => {
      e.exports = ['نمط الرسم البياني هيكين آشي']
    },
    928381: (e) => {
      e.exports = ['نمط الرسم البياني High-Low']
    },
    887691: (e) => {
      e.exports = ['خط نمط الرسم البياني']
    },
    470: (e) => {
      e.exports = ['فاصل خط لنمط الرسم البياني']
    },
    514956: (e) => {
      e.exports = ['خط نمط الرسم البياني مع علامات']
    },
    459393: (e) => {
      e.exports = ['الخط المتدرج لنمط الرسم البياني']
    },
    459491: (e) => {
      e.exports = ['نمط الرسم البياني بالرقم والنقطة']
    },
    538385: (e) => {
      e.exports = ['نطاق نمط الرسم البياني']
    },
    591664: (e) => {
      e.exports = ['نمط الرسم البياني رينكو']
    },
    882838: (e) => {
      e.exports = ['مؤشرات جنوب أفريقيا الرئيسية']
    },
    680395: (e) => {
      e.exports = ['إغلاق القائمة']
    },
    772248: (e) => {
      e.exports = ['إنشاء قائمة مراقبة جديدة']
    },
    682401: (e) => {
      e.exports = ['المؤشرات']
    },
    150025: (e) => {
      e.exports = ['دورات']
    },
    19661: (e) => {
      e.exports = ['أدوات التوضيحات والملاحظات']
    },
    445976: (e) => {
      e.exports = ['أضف إلى قائمة المراقبة']
    },
    44629: (e) => {
      e.exports = ['اضف إلى القائمة التفضيلات']
    },
    617591: (e) => {
      e.exports = ['اضف {symbol} إلى قائمة المتابعة']
    },
    64498: (e) => {
      e.exports = ['كل المصادر']
    },
    595480: (e) => {
      e.exports = ['تطبيق هذه المؤشرات على التنسيق بالكامل']
    },
    223969: (e) => {
      e.exports = 'Arrows'
    },
    328020: (e) => {
      e.exports = ['تلقائي (تناسب البيانات مع حجم الشاشة)']
    },
    879852: (e) => {
      e.exports = ['سند']
    },
    661617: (e) => {
      e.exports = ['ملصقات سعري البيع والشراء (Bid/Ask)']
    },
    785466: (e) => {
      e.exports = ['خطوط سعري البيع والشراء']
    },
    755939: (e) => {
      e.exports = 'Brushes'
    },
    618156: (e) => {
      e.exports = ['شراء']
    },
    40803: (e) => {
      e.exports = ['الذهاب إلى تاريخ']
    },
    708682: (e) => {
      e.exports = ['انتقل إلى الرمز']
    },
    543884: (e) => {
      e.exports = ['جان']
    },
    705816: (e) => {
      e.exports = ['أدوات فيبوناتشي و جان']
    },
    322146: (e) => {
      e.exports = ['الأشكال الهندسية']
    },
    860925: (e) => {
      e.exports = ['نقطة']
    },
    866365: (e) => {
      e.exports = ['نسق داكن اللون']
    },
    629601: (e) => {
      e.exports = ['الوصف']
    },
    222772: (e) => {
      e.exports = ['الرسوم']
    },
    388280: (e) => {
      e.exports = ['موجات إليوت']
    },
    299289: (e) => {
      e.exports = ['ممحاة']
    },
    488318: (e) => {
      e.exports = ['الجلسة الممدّدة']
    },
    797100: (e) => {
      e.exports = ['أدوات التنبؤ والقياس']
    },
    922305: (e) => {
      e.exports = ['فيبوناتشي']
    },
    811682: (e) => {
      e.exports = ['وضع الشاشة الكاملة']
    },
    15327: (e) => {
      e.exports = ['وظيفة']
    },
    717517: (e) => {
      e.exports = ['إخفاء جميع أدوات الرسم']
    },
    482785: (e) => {
      e.exports = ['عكس المقياس']
    },
    864642: (e) => {
      e.exports = ['إدخال مؤشر']
    },
    778082: (e) => {
      e.exports = ['فتح DOM']
    },
    646445: (e) => {
      e.exports = ['افتح نافذة البيانات']
    },
    755149: (e) => {
      e.exports = ['افتح شجرة الكائن']
    },
    669707: (e) => {
      e.exports = ['فتح قائمة المراقبة']
    },
    975687: (e) => {
      e.exports = ['تحميل تصميم رسم بياني']
    },
    537057: (e) => {
      e.exports = ['غلق كل أدوات الرسم']
    },
    495667: (e) => {
      e.exports = ['قفل نسبة السعر للعمود البياني']
    },
    19567: (e) => {
      e.exports = ['حرك المقياس إلى اليسار']
    },
    576300: (e) => {
      e.exports = ['حرك المقياس إلى اليمين']
    },
    56854: (e) => {
      e.exports = ['تحريك الرسم البياني للخلف']
    },
    622221: (e) => {
      e.exports = ['تحريك الرسم البياني للأمام']
    },
    579165: (e) => {
      e.exports = 'Magic'
    },
    937140: (e) => {
      e.exports = [
        'وضع المغناطيس يجذب الرسومات الموجودة بجوار أعمدة السعر عند أقرب قيمة سعر إغلاق أو افتتاح أو أعلى وأقل سعر',
      ]
    },
    72357: (e) => {
      e.exports = ['إدارة رسومات التنسيق']
    },
    659607: (e) => {
      e.exports = ['مقياس']
    },
    79961: (e) => {
      e.exports = 'Measurer'
    },
    678633: (e) => {
      e.exports = ['دمج كل المقاييس إلى اليسار']
    },
    300308: (e) => {
      e.exports = ['دمج كل المقاييس إلى اليمين']
    },
    929673: (e) => {
      e.exports = ['لا توجد أسواق تطابق المعايير التي عينتها']
    },
    641379: (e) => {
      e.exports = ['لا توجد رموز تطابق معاييرك']
    },
    945850: (e) => {
      e.exports = ['لا شيء يطابق معاييرك']
    },
    736551: (e) => {
      e.exports = [
        'يتم تطبيق ونسخ ما قمت به من رسومات جديدة إلى جميع الرسوم البيانية في التنسيق المختار وتظهر عند اختيار نفس الرمز أو الأداة المالية',
      ]
    },
    319407: (e) => {
      e.exports = ['ستتم مزامنة الرسومات الجديدة بشكل شامل']
    },
    477989: (e) => {
      e.exports = ['ستتم مزامنة الرسومات الجديدة في التنسيق']
    },
    719724: (e) => {
      e.exports = ['مصادر']
    },
    162571: (e) => {
      e.exports = ['حفظ تنسيق الرسم البياني']
    },
    535264: (e) => {
      e.exports = ['نطاق الرسم البياني للسعر فقط']
    },
    252298: (e) => {
      e.exports = ['بحث']
    },
    678842: (e) => {
      e.exports = ['أداة البحث أو الوظيفة']
    },
    313269: (e) => {
      e.exports = ['اختر مصدراً']
    },
    392553: (e) => {
      e.exports = ['بيع']
    },
    890417: (e) => {
      e.exports = ['راحات جلسة التداول']
    },
    825792: (e) => {
      e.exports = 'Shapes'
    },
    73953: (e) => {
      e.exports = ['عرض أزرار الشراء/البيع']
    },
    149616: (e) => {
      e.exports = ['عرض شريط أدوات الرسم المفضلة']
    },
    691977: (e) => {
      e.exports = ['عرض الأدوات المخفاه']
    },
    551072: (e) => {
      e.exports = ['إظهار عناصر الرسم البياني']
    },
    749421: (e) => {
      e.exports = ['البقاء في وضع الرسم']
    },
    685422: (e) => {
      e.exports = ['مغناطيس قوي']
    },
    589053: (e) => {
      e.exports = ['رمز']
    },
    948490: (e) => {
      e.exports = ['الرمز والوصف']
    },
    679791: (e) => {
      e.exports = ['ملصق اسم الرمز']
    },
    112014: (e) => {
      e.exports = ['معلومات الرمز']
    },
    678001: (e) => {
      e.exports = ['ملصق آخر قيمة للرمز']
    },
    324558: (e) => {
      e.exports = ['ملصق قيمة إغلاق اليوم السابق للرمز']
    },
    882719: (e) => {
      e.exports = ['بحث عن الرموز']
    },
    735888: (e) => {
      e.exports = ['ربط مابين الرسوم في كل الرسوم البيانية']
    },
    219693: (e) => {
      e.exports = ['نماذج']
    },
    673359: (e) => {
      e.exports = ['شوكة']
    },
    204037: (e) => {
      e.exports = ['زر زائد']
    },
    796032: (e) => {
      e.exports = ['خط سعر إغلاق اليوم السابق']
    },
    999530: (e) => {
      e.exports = ['خط السعر']
    },
    990612: (e) => {
      e.exports = ['البحث الأخير']
    },
    131273: (e) => {
      e.exports = ['الجلسة العادية']
    },
    376091: (e) => {
      e.exports = ['حذف الرسومات']
    },
    420378: (e) => {
      e.exports = ['حذف المؤشرات']
    },
    457869: (e) => {
      e.exports = ['حذف جميع المؤشرات وأدوات الرسم']
    },
    366702: (e) => {
      e.exports = ['حذف من قائمة المراقبة']
    },
    572482: (e) => {
      e.exports = ['حذف من القائمة المفضلة']
    },
    634465: (e) => {
      e.exports = ['إعادة تعيين الرسم البياني']
    },
    445417: (e) => {
      e.exports = ['إعادة تعيين مقياس السعر']
    },
    275521: (e) => {
      e.exports = ['إعادة تعيين مقياس الزمن']
    },
    245265: (e) => {
      e.exports = ['مغناطيس ضعيف']
    },
    620916: (e) => {
      e.exports = ['النص والملاحظات']
    },
    18794: (e) => {
      e.exports = ['أدوات خط الاتجاه']
    },
    464185: (e) => {
      e.exports = ['اكتب للبحث عن الرسومات والوظائف والإعدادات']
    },
    89967: (e) => {
      e.exports = ['يعتمد على الحجم']
    },
    38925: (e) => {
      e.exports = ['تكبير']
    },
    949895: (e) => {
      e.exports = ['تصغير']
    },
    812629: (e) => {
      e.exports = ['السلع']
    },
    487592: (e) => {
      e.exports = ['عقود الفروقات']
    },
    565558: (e) => {
      e.exports = ['تغيير وضوح تحليل على الرسم البياني']
    },
    559820: (e) => {
      e.exports = ['وضوح ملصقات تغير المؤشرات وأسماء البيانات المالية']
    },
    90512: (e) => {
      e.exports = ['وضوح ملصقات تغير المؤشرات والبيانات المالية']
    },
    350393: (e) => {
      e.exports = ['تغيير وضوح خط أسعار ما قبل/بعد الجلسة']
    },
    308448: (e) => {
      e.exports = ['العملات الرقمية']
    },
    667245: (e) => {
      e.exports = ['إيصال إيداع']
    },
    488720: (e) => {
      e.exports = ['اقتصاد']
    },
    739512: (e) => {
      e.exports = ['فوركس']
    },
    781859: (e) => {
      e.exports = ['العقود الآجلة']
    },
    612754: (e) => {
      e.exports = ['مؤشر']
    },
    138071: (e) => {
      e.exports = ['المؤشرات']
    },
    636931: (e) => {
      e.exports = ['سهم']
    },
    695612: (e) => {
      e.exports = ['مزامنة الرسومات']
    },
    132868: (e) => {
      e.exports = ['{hotKey_0} + اضغط على الرسم البياني']
    },
    468125: (e) => {
      e.exports = ['{hotKey_0} - دائرة']
    },
    240234: (e) => {
      e.exports = ['{hotKey_0} - رسم خط مستقيم بزوايا 45 درجة']
    },
    510289: (e) => {
      e.exports = ['{hotKey_0}  — زيادات ثابتة']
    },
    481591: (e) => {
      e.exports = ['{hotKey_0} - مربع']
    },
  },
])
