;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [344],
  {
    63227: (t) => {
      t.exports = ['#‎{count}‎ (عمود)']
    },
    309671: (t) => {
      t.exports = ["#{count}' (سعر، عمود)"]
    },
    391282: (t) => {
      t.exports = ['#1 (عمود)']
    },
    601961: (t) => {
      t.exports = ['#1 (سعر)']
    },
    12706: (t) => {
      t.exports = ['#1 (سعر، عمود)']
    },
    392195: (t) => {
      t.exports = ['# 1 (الوضع العمودي، عمود)']
    },
    566187: (t) => {
      t.exports = ['متوسط']
    },
    205066: (t) => {
      t.exports = '%'
    },
    689795: (t) => {
      t.exports = ['عكس عقارب الساعة']
    },
    143809: (t) => {
      t.exports = ['مُعامِلات كنسب مئوية']
    },
    940054: (t) => {
      t.exports = ['لون']
    },
    647737: (t) => {
      t.exports = ['احصائيات الوضع المدمج']
    },
    4639: (t) => {
      t.exports = ['إحداثيات']
    },
    876655: (t) => {
      t.exports = ['السيولة النقدية']
    },
    599120: (t) => {
      t.exports = ['قناة']
    },
    160066: (t) => {
      t.exports = ['التغيير بالنقاط']
    },
    336150: (t) => {
      t.exports = ['زاوية']
    },
    838280: (t) => {
      t.exports = ['زوايا']
    },
    795264: (t) => {
      t.exports = ['حجم الحساب']
    },
    285160: (t) => {
      t.exports = ['أظهر الاحصائيات دائماً']
    },
    754189: (t) => {
      t.exports = ['أقواس']
    },
    34674: (t) => {
      t.exports = ['متوسط أعلى-أدنى لأقل تيك']
    },
    217608: (t) => {
      t.exports = ['عناوين سفلية']
    },
    248848: (t) => {
      t.exports = ['الإطار']
    },
    872269: (t) => {
      t.exports = ['إطارات']
    },
    527331: (t) => {
      t.exports = ['الخلفية']
    },
    166282: (t) => {
      t.exports = ['الخلفية #1']
    },
    19949: (t) => {
      t.exports = ['نطاق الأعمدة']
    },
    781260: (t) => {
      t.exports = ['شبكة']
    },
    767114: (t) => {
      t.exports = ['نطاق التاريخ/الوقت']
    },
    537067: (t) => {
      t.exports = ['النزوح (السعر، العمود)']
    },
    982797: (t) => {
      t.exports = ['مسافة']
    },
    146211: (t) => {
      t.exports = ['دبوس الرموز التعبيرية']
    },
    946001: (t) => {
      t.exports = ['سعر صفقة التداول']
    },
    601220: (t) => {
      t.exports = ['تمديد']
    },
    271116: (t) => {
      t.exports = ['تمديد لأسفل']
    },
    545809: (t) => {
      t.exports = ['تمديد لليسار']
    },
    325892: (t) => {
      t.exports = ['تمديد الخط الأيسر']
    },
    513611: (t) => {
      t.exports = ['تمديد الخطوط']
    },
    903304: (t) => {
      t.exports = ['تمديد الخطوط لليسار']
    },
    883095: (t) => {
      t.exports = ['تمديد الخطوط يميناً']
    },
    714025: (t) => {
      t.exports = ['تمديد لليمين']
    },
    974395: (t) => {
      t.exports = ['تمديد الخط الأيمن']
    },
    885197: (t) => {
      t.exports = ['تمديد لأعلى']
    },
    417006: (t) => {
      t.exports = ['حجم الخط']
    },
    731343: (t) => {
      t.exports = ['نص الإخفاق']
    },
    628565: (t) => {
      t.exports = ['خلفية الإخفاق']
    },
    987931: (t) => {
      t.exports = ['مراوح']
    },
    539836: (t) => {
      t.exports = ['مستويات فيبوناتشي استنادا على المقياس اللوغاريتمي']
    },
    410578: (t) => {
      t.exports = ['دوائر كاملة']
    },
    825264: (t) => {
      t.exports = ['أعمدة الارتفاع والانخفاض']
    },
    366049: (t) => {
      t.exports = ['أعمدة OC']
    },
    127531: (t) => {
      t.exports = ['‏ حجم العقد']
    },
    599180: (t) => {
      t.exports = ['الحد السفلي']
    },
    653861: (t) => {
      t.exports = ['النطاق السفلي #2']
    },
    644775: (t) => {
      t.exports = ['النطاق السفلي #3']
    },
    485206: (t) => {
      t.exports = ['عنوان']
    },
    975332: (t) => {
      t.exports = ['حواف الملصق']
    },
    14773: (t) => {
      t.exports = ['خلفية العنوان']
    },
    637126: (t) => {
      t.exports = ['نص الملصق']
    },
    579106: (t) => {
      t.exports = ['مستويات']
    },
    995610: (t) => {
      t.exports = ['خط المستويات']
    },
    379307: (t) => {
      t.exports = ['العناوين اليسرى']
    },
    949286: (t) => {
      t.exports = ['خط - ارتفاع / انخفاض / 2']
    },
    17676: (t) => {
      t.exports = ['خط - افتتاح']
    },
    447669: (t) => {
      t.exports = ['خط- إغلاق']
    },
    471899: (t) => {
      t.exports = ['خط - ارتفاع']
    },
    683394: (t) => {
      t.exports = ['خط - انخفاض']
    },
    760489: (t) => {
      t.exports = ['لون الخط']
    },
    453889: (t) => {
      t.exports = ['الوضع']
    },
    695543: (t) => {
      t.exports = ['الشهور']
    },
    685041: (t) => {
      t.exports = 'Middle line'
    },
    324510: (t) => {
      t.exports = ['نقطة المنتصف']
    },
    922213: (t) => {
      t.exports = ['خلفية المصدر']
    },
    415500: (t) => {
      t.exports = ['إطار المصدر']
    },
    479238: (t) => {
      t.exports = ['نص المصدر']
    },
    537249: (t) => {
      t.exports = ['الإحصائيات']
    },
    328712: (t) => {
      t.exports = ['موقف الإحصائيات']
    },
    550948: (t) => {
      t.exports = ['لون وقف الخسارة']
    },
    456119: (t) => {
      t.exports = ['مستوى وقف الخسارة']
    },
    169835: (t) => {
      t.exports = ['نص النجاح']
    },
    591141: (t) => {
      t.exports = ['خلفية النجاح']
    },
    502694: (t) => {
      t.exports = ['التغيير في المئة']
    },
    300650: (t) => {
      t.exports = ['نسب مئوية']
    },
    25684: (t) => {
      t.exports = ['سعر']
    },
    223675: (t) => {
      t.exports = ['ملصق السعر']
    },
    375675: (t) => {
      t.exports = ['عنوان السعر']
    },
    516103: (t) => {
      t.exports = ['مستويات السعر']
    },
    46964: (t) => {
      t.exports = ['المدى السعري']
    },
    859771: (t) => {
      t.exports = ['نسبة السعر/العمود']
    },
    729072: (t) => {
      t.exports = ['أسعار']
    },
    202635: (t) => {
      t.exports = ['مستوى جني الأرباح']
    },
    233886: (t) => {
      t.exports = ['نطاقات ونِسب']
    },
    224186: (t) => {
      t.exports = ['انعكاس']
    },
    691367: (t) => {
      t.exports = ['ملصقات على اليمين']
    },
    563833: (t) => {
      t.exports = ['مخاطرة']
    },
    695545: (t) => {
      t.exports = ['الموجة']
    },
    810209: (t) => {
      t.exports = ['عناوين القمة']
    },
    598001: (t) => {
      t.exports = ['خلفية الهدف']
    },
    789258: (t) => {
      t.exports = ['إطار الهدف']
    },
    745302: (t) => {
      t.exports = ['لون الهدف:']
    },
    774289: (t) => {
      t.exports = ['نص الهدف']
    },
    617932: (t) => {
      t.exports = ['التفاف النص']
    },
    455325: (t) => {
      t.exports = ['ملصق الوقت']
    },
    277838: (t) => {
      t.exports = ['مستويات الوقت']
    },
    102295: (t) => {
      t.exports = ['الشفافية']
    },
    404372: (t) => {
      t.exports = ['خط الاتجاه']
    },
    726775: (t) => {
      t.exports = ['الحد العلوي']
    },
    821774: (t) => {
      t.exports = ['النطاق العلوي #2']
    },
    821076: (t) => {
      t.exports = ['النطاق العلوي #3']
    },
    812374: (t) => {
      t.exports = ['استخدم لون واحد']
    },
    253473: (t) => {
      t.exports = ['متوسط السعر المرجح بحجم التداول']
    },
    391322: (t) => {
      t.exports = ['القِيم']
    },
    525227: (t) => {
      t.exports = ['التباين']
    },
    701670: (t) => {
      t.exports = ['تغيير الزاوية']
    },
    238829: (t) => {
      t.exports = ['تغيير لون السهم']
    },
    623723: (t) => {
      t.exports = ['تغيير إحداثيات سعر X']
    },
    72080: (t) => {
      t.exports = ['تغيير لون العلم']
    },
    466266: (t) => {
      t.exports = ['تغيير إحداثيات سعر Y']
    },
    598905: (t) => {
      t.exports = ['تغيير الهامش العلوي']
    },
    911049: (t) => {
      t.exports = ['تغيير إحداثيات الوضع الرأسي Y']
    },
    898057: (t) => {
      t.exports = ['تغيير لون خط VWAP {title}']
    },
    455218: (t) => {
      t.exports = ['تغيير عرض خط VWAP {title}']
    },
    431804: (t) => {
      t.exports = ['تغيير عكس عقارب الساعة {title}']
    },
    199128: (t) => {
      t.exports = ['تغيير وضوح معامل {title} كنسبة رؤية']
    },
    920216: (t) => {
      t.exports = ['تغيير لون {title}']
    },
    735435: (t) => {
      t.exports = ['تغيير الوضع المدمج لإحصائيات {title}']
    },
    800550: (t) => {
      t.exports = ['تغيير لون حدود ‎{title}‎ الصاعدة']
    },
    328146: (t) => {
      t.exports = ['تغيير وضوح حدود {title} الصاعدة']
    },
    807373: (t) => {
      t.exports = ['تغيير لون حدود ‎{title}‎ الهابطة']
    },
    538742: (t) => {
      t.exports = ['تغيير لون شموع {title} الهابطة']
    },
    542273: (t) => {
      t.exports = ['تغيير لون شموع {title} الصاعدة']
    },
    576054: (t) => {
      t.exports = ['تغيير لون ظلال شموع {title}']
    },
    27029: (t) => {
      t.exports = ['تغيير وضوح ظلال شموع {title}']
    },
    322430: (t) => {
      t.exports = ['تغيير وضوح نقاط تغير {title}']
    },
    245537: (t) => {
      t.exports = ['تغيير وضوح زاوية {title}']
    },
    431775: (t) => {
      t.exports = ['تغيير حجم الحساب {title}']
    },
    137913: (t) => {
      t.exports = ['تغيير {title} لتظهر دائما الإحصائيات']
    },
    615521: (t) => {
      t.exports = ['تغيير لون كل الخطوط {title}']
    },
    117466: (t) => {
      t.exports = ['تغيير لون خط أقواس {title} {index}']
    },
    672307: (t) => {
      t.exports = ['تغيير عرض خط أقواس {title} {index}']
    },
    913853: (t) => {
      t.exports = ['تغيير وضوح أقواس {title} {index}']
    },
    78680: (t) => {
      t.exports = ['تغيير قيمة متوسط أعلى-أدنى {title}']
    },
    215802: (t) => {
      t.exports = ['تغيير وضوح الملصقات السفلى {title}']
    },
    936438: (t) => {
      t.exports = ['تغيير وضوح الخلفية {title}']
    },
    64548: (t) => {
      t.exports = ['تغيير وضوح خلفية {title}']
    },
    975312: (t) => {
      t.exports = ['تغيير اللون لخلفية {title}']
    },
    739651: (t) => {
      t.exports = ['تغيير اللون 1 لخلفية {title}']
    },
    378177: (t) => {
      t.exports = ['تغيير اللون 2 لخلفية {title}']
    },
    142746: (t) => {
      t.exports = ['تغيير وضوح نطاق الأعمدة {title}']
    },
    153770: (t) => {
      t.exports = ['تغيير وضوح شبكة {title}']
    },
    29145: (t) => {
      t.exports = ['تغيير وضوح الملصقات العليا {title}']
    },
    364949: (t) => {
      t.exports = ['تغيير نمط خط الشبكة {title}']
    },
    693548: (t) => {
      t.exports = ['تغيير لون شبكة الخطوط {title}']
    },
    215485: (t) => {
      t.exports = ['تغيير وضوح نطاق التاريخ/الوقت {title}']
    },
    203400: (t) => {
      t.exports = ['تغيير درجة {title}']
    },
    891534: (t) => {
      t.exports = ['تغيير وضوح المسافة {title}']
    },
    565056: (t) => {
      t.exports = ['تغيير الرمز التعبيري {title}']
    },
    765899: (t) => {
      t.exports = ['تغيير وضوح الرموز التعبيرية {title}']
    },
    859354: (t) => {
      t.exports = ['تغيير سعر الدخول {title}']
    },
    801447: (t) => {
      t.exports = ['تغيير التمديد لأسفل {title}']
    },
    215258: (t) => {
      t.exports = ['تغيير التمديد لليسار {title}']
    },
    896902: (t) => {
      t.exports = ['تغيير تمديد الخط {title}']
    },
    300896: (t) => {
      t.exports = ['تغيير التمديد لأعلى {title}']
    },
    203708: (t) => {
      t.exports = ['تغيير التمديد لليسار {title}']
    },
    45719: (t) => {
      t.exports = ['تغيير التمديد لليمين {title}']
    },
    286647: (t) => {
      t.exports = ['تغيير امتداد {title}']
    },
    203156: (t) => {
      t.exports = ['تغيير لون نص عدم نجاح {title}']
    },
    649885: (t) => {
      t.exports = ['تغيير لون خلفية عدم نجاح {title}']
    },
    689126: (t) => {
      t.exports = ['تغيير وضوح خط المروحة {title} {index}']
    },
    130016: (t) => {
      t.exports = ['تغيير عرض خط المروحة {title} {index}']
    },
    436147: (t) => {
      t.exports = ['تغيير لون خط مروحة {title} {index}']
    },
    478142: (t) => {
      t.exports = ['تغيير وضوح المراوح {title}']
    },
    379467: (t) => {
      t.exports = ['تغيير لون خط المراوح {title}']
    },
    945739: (t) => {
      t.exports = [
        'تغيير مستويات فيبوناتشي {title} على أساس المقياس اللوغاريتمي',
      ]
    },
    99670: (t) => {
      t.exports = ['تغيير {title} المقلوب']
    },
    235165: (t) => {
      t.exports = ['تغيير وضوح الدوائر الكاملة {title}']
    },
    248983: (t) => {
      t.exports = ['تغيير لون خلفية الصورة {title}']
    },
    345025: (t) => {
      t.exports = ['تغيير حجم اللوت {title}']
    },
    713901: (t) => {
      t.exports = ['تغيير لون خط النطاق السفلي {title}']
    },
    578425: (t) => {
      t.exports = ['تغيير وضوح خط النطاق السفلي {title}']
    },
    999491: (t) => {
      t.exports = ['تغيير عرض خط النطاق السفلي {title}']
    },
    755469: (t) => {
      t.exports = ['تغيير لون خط النطاق السفلي #2 {title}']
    },
    176157: (t) => {
      t.exports = ['تغيير وضوح خط النطاق السفلي #2 {title}']
    },
    608081: (t) => {
      t.exports = ['تغيير عرض خط النطاق السفلي #2 {title}']
    },
    295016: (t) => {
      t.exports = ['تغيير لون خط النطاق السفلي #3 {title}']
    },
    484928: (t) => {
      t.exports = ['تغيير وضوح خط النطاق السفلي #3 {title}']
    },
    544693: (t) => {
      t.exports = ['تغيير عرض خط النطاق السفلي #3 {title}']
    },
    981170: (t) => {
      t.exports = ['تغيير محاذاة الملصقات {title}']
    },
    622775: (t) => {
      t.exports = ['تغيير حجم خط الملصقات {title}']
    },
    424338: (t) => {
      t.exports = ['تغيير وضوح الملصقات {title}']
    },
    732891: (t) => {
      t.exports = ['تغيير معامل خط مستوى {title} {index}']
    },
    185551: (t) => {
      t.exports = ['تغيير لون خط مستوى {title} {index}']
    },
    247840: (t) => {
      t.exports = ['تغيير نمط خط مستوى {title} {index}']
    },
    345463: (t) => {
      t.exports = ['تغيير وضوح مستوى خط {title} {index}']
    },
    990098: (t) => {
      t.exports = ['تغيير عرض خط مستوى {title} {index}']
    },
    26710: (t) => {
      t.exports = ['تغيير وضوح المستويات {title}']
    },
    302359: (t) => {
      t.exports = ['تغيير وضوح الملصقات اليسرى {title}']
    },
    244643: (t) => {
      t.exports = ['تغيير عرض الخط {title}']
    },
    920563: (t) => {
      t.exports = ['تغيير لون الخط {title}']
    },
    266982: (t) => {
      t.exports = ['تغيير نمط الخط {title}']
    },
    294441: (t) => {
      t.exports = ['تغيير وضع {title}']
    },
    889996: (t) => {
      t.exports = ['تغيير وضوح نقطة المنتصف {title}']
    },
    136618: (t) => {
      t.exports = ['تغيير {title} المعكوس']
    },
    218544: (t) => {
      t.exports = ['تغيير لون خلفية المصدر {title}']
    },
    748035: (t) => {
      t.exports = ['تغيير لون حدود المصدر {title}']
    },
    42286: (t) => {
      t.exports = ['تغيير لون نص المصدر {title}']
    },
    800588: (t) => {
      t.exports = ['تغيير موضع الإحصائيات {title}']
    },
    254659: (t) => {
      t.exports = ['تغيير لون الإيقاف {title}']
    },
    969780: (t) => {
      t.exports = ['تغيير مستوى الإيقاف {title}']
    },
    882224: (t) => {
      t.exports = ['تغيير سعر الإيقاف {title}']
    },
    988383: (t) => {
      t.exports = ['تغيير لون نص نجاح {title}']
    },
    126967: (t) => {
      t.exports = ['تغيير لون خلفية نجاح {title}']
    },
    62243: (t) => {
      t.exports = ['تغيير وضوح نسبة تغير {title}']
    },
    145936: (t) => {
      t.exports = ['تغيير وضوح ملصقات أسعار {title}']
    },
    588577: (t) => {
      t.exports = ['تغيير وضوح ملصقات أسعار {title}']
    },
    47045: (t) => {
      t.exports = ['تغيير وضوح ملصقات أسعار {title}']
    },
    294028: (t) => {
      t.exports = ['تغيير وضوح أسعار {title}']
    },
    156175: (t) => {
      t.exports = ['تغيير وضوح أسعار {title}']
    },
    344539: (t) => {
      t.exports = ['تغيير مستوى الربح {title}']
    },
    641646: (t) => {
      t.exports = ['تغيير سعر ربح {title}']
    },
    852877: (t) => {
      t.exports = ['تغيير {title} المعكوس']
    },
    516598: (t) => {
      t.exports = ['تغيير وضوح الملصقات اليمنى {title}']
    },
    31553: (t) => {
      t.exports = ['تغيير مخاطرة {title}']
    },
    740344: (t) => {
      t.exports = ['تغيير وضع عرض الخاطرة {title}']
    },
    873137: (t) => {
      t.exports = ['تغيير وضوح الملصقات العليا {title}']
    },
    352387: (t) => {
      t.exports = ['تغيير لون خلفية الهدف {title}']
    },
    606921: (t) => {
      t.exports = ['تغيير لون إطارات الهدف {title}']
    },
    597573: (t) => {
      t.exports = ['تغيير لون الهدف {title}']
    },
    27634: (t) => {
      t.exports = ['تغيير لون نص الهدف {title}']
    },
    33822: (t) => {
      t.exports = ['تغيير وضوح ملصقات وقت {title}']
    },
    684321: (t) => {
      t.exports = ['تغيير وضوح {title}']
    },
    310417: (t) => {
      t.exports = ['تغيير لون خط النطاق العلوي {title}']
    },
    158722: (t) => {
      t.exports = ['تغيير وضوح خط النطاق العلوي {title}']
    },
    713633: (t) => {
      t.exports = ['تغيير عرض خط النطاق العلوي {title}']
    },
    851304: (t) => {
      t.exports = ['تغيير لون خط النطاق العلوي #2 {title}']
    },
    597847: (t) => {
      t.exports = ['تغيير وضوح خط النطاق العلوي #2 {title}']
    },
    362921: (t) => {
      t.exports = ['تغيير عرض خط النطاق العلوي #2 {title}']
    },
    994153: (t) => {
      t.exports = ['تغيير لون خط النطاق العلوي #3 {title}']
    },
    619835: (t) => {
      t.exports = ['تغيير وضوح خط النطاق العلوي #3 {title}']
    },
    468310: (t) => {
      t.exports = ['تغيير عرض خط النطاق العلوي #3 {title}']
    },
    712355: (t) => {
      t.exports = ['تغيير قيمة التباين {title}']
    },
    125937: (t) => {
      t.exports = ['تغيير المحاذاة الرأسية لملصقات {toolName}']
    },
    946991: (t) => {
      t.exports = ['تغيير محاذاة الملصقات {toolName} أفقيًا']
    },
    373080: (t) => {
      t.exports = ['تغيير اِتِّجاه ملصقات {toolName}']
    },
    224272: (t) => {
      t.exports = ['تغيير وضوح خط {toolName}']
    },
    46404: (t) => {
      t.exports = ['تغيير عرض خط {toolName}']
    },
    50265: (t) => {
      t.exports = ['تغيير لون خط {toolName}']
    },
    561678: (t) => {
      t.exports = ['تغيير خط {toolName} الممتد إلى اليسار']
    },
    984613: (t) => {
      t.exports = ['تغيير خط {toolName} الممتد إلى اليمين']
    },
    562603: (t) => {
      t.exports = ['تغيير النهاية اليسرى لخط {toolName}']
    },
    362412: (t) => {
      t.exports = ['تغيير النهاية يمين خط {toolName}']
    },
    635422: (t) => {
      t.exports = ['تغيير نمط خط {toolName}']
    },
    777690: (t) => {
      t.exports = ['تغيير نص {toolName}']
    },
    369871: (t) => {
      t.exports = ['تغيير وضوح النص {toolName}']
    },
    625878: (t) => {
      t.exports = ['تغيير التفاف نص {toolName}']
    },
    991832: (t) => {
      t.exports = ['تغيير لون خلفية النص {toolName}']
    },
    418610: (t) => {
      t.exports = ['تغيير وضوح خلفية النص {toolName}']
    },
    444755: (t) => {
      t.exports = ['تغيير لون حدود النص {toolName}']
    },
    406324: (t) => {
      t.exports = ['تغيير عرض حدود النص {toolName}']
    },
    745529: (t) => {
      t.exports = ['تغيير وضوح حدود النص {toolName}']
    },
    906500: (t) => {
      t.exports = ['تغيير لون النص {toolName}']
    },
    451614: (t) => {
      t.exports = ['تغيير خط النص الغامق {toolName}']
    },
    242762: (t) => {
      t.exports = ['تغيير خط النص {toolName} المائل']
    },
    948382: (t) => {
      t.exports = ['تغيير حجم خط نص {toolName}']
    },
    18567: (t) => {
      t.exports = ['تغيير خاصية {propertyName}']
    },
    321926: (t) => {
      t.exports = ['لون الخلفية']
    },
    552241: (t) => {
      t.exports = ['تم ملء الخلفيات']
    },
    270607: (t) => {
      t.exports = ['لون الخط']
    },
    441075: (t) => {
      t.exports = ['نمط الخط']
    },
    673043: (t) => {
      t.exports = ['عرض الخط']
    },
    972223: (t) => {
      t.exports = ['نقل الرسومات']
    },
    993046: (t) => {
      t.exports = ['عرض السعر']
    },
    341437: (t) => {
      t.exports = ['لون النص']
    },
  },
])
