;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [4689],
  {
    892071: (e) => {
      e.exports = ['النسبة المئوية للرصيد']
    },
    313317: (e) => {
      e.exports = [
        'اختيار ‎{riskTitle}‎ سيتطلب منك تعيين سعر إيقاف الخسارة لمزيد من حساب الكمية',
      ]
    },
    50985: (e) => {
      e.exports = ['عملة']
    },
    691784: (e) => {
      e.exports = ['مخاطر العملة']
    },
    987300: (e) => {
      e.exports = ['سعر الشراء']
    },
    6205: (e) => {
      e.exports = ['سعر البيع']
    },
    618156: (e) => {
      e.exports = ['شراء']
    },
    980280: (e) => {
      e.exports = ['إلى اليمين']
    },
    658028: (e) => {
      e.exports = ['التأثير التقديري على الأموال هو للأمر الرئيسي فقط']
    },
    575681: (e) => {
      e.exports = ['معاينة الرافعة المالية قد فشلت']
    },
    368662: (e) => {
      e.exports = ['تحديد رافعة مالية لم ينجح']
    },
    147380: (e) => {
      e.exports = ['تأكيد الأمر']
    },
    163003: (e) => {
      e.exports = ['بيانات الأمر']
    },
    862349: (e) => {
      e.exports = ['تم إرسال الأمر']
    },
    455897: (e) => {
      e.exports = ['معاينة الأمر']
    },
    145088: (e) => {
      e.exports = [
        'سعر أمر التداول قريب جداً من سعر السوق. قد يؤدي ذلك إلى إدخال نوع أمر غير مناسب بسبب مواصفات وضع الأمر في {brokerTitle}',
      ]
    },
    445944: (e) => {
      e.exports = ['يجب أن يكون سعر الأمر في نطاق {min} و{max}']
    },
    127531: (e) => {
      e.exports = ['‏ حجم العقد']
    },
    357653: (e) => {
      e.exports = ['دفعات']
    },
    956220: (e) => {
      e.exports = ['رافعة']
    },
    627262: (e) => {
      e.exports = ['سعر مُعلّق']
    },
    768527: (e) => {
      e.exports = ['تعديل']
    },
    305806: (e) => {
      e.exports = ['تعديل الأمر']
    },
    470500: (e) => {
      e.exports = ['أموال']
    },
    134569: (e) => {
      e.exports = ['حدد أي حقل{line_break} لتفعيل وضع الأمر']
    },
    392553: (e) => {
      e.exports = ['بيع']
    },
    68160: (e) => {
      e.exports = ['إرسال']
    },
    866251: (e) => {
      e.exports = ['الأسهم']
    },
    377562: (e) => {
      e.exports = ['عرض المقدار بوحدة ‎{units}‎ المخاطرة']
    },
    9540: (e) => {
      e.exports = ['عرض سعر دخول الصفقة بـ تيكات الأسعار Ticks']
    },
    555198: (e) => {
      e.exports = ['عرض الكمية بوحدة ‎{units}‎ الخاطرة']
    },
    511327: (e) => {
      e.exports = ['عرض وقف الخسارة وجني الأرباح بـ ‎{units}‎']
    },
    878506: (e) => {
      e.exports = ['عرض تأكيد الأوامر']
    },
    750441: (e) => {
      e.exports = ['جانب']
    },
    585568: (e) => {
      e.exports = ['القيمة المحددة هي أكثر من الحد الأقصى للرصيد% وهو {max}.']
    },
    983374: (e) => {
      e.exports = [
        'القيمة المحددة هي أكثر من النسبة المئوية للمخاطر القصوى البالغة {max}.',
      ]
    },
    661426: (e) => {
      e.exports = ['القيمة المحددة هي أكثر من الحد الأقصى للعملة وهو {max}.']
    },
    159879: (e) => {
      e.exports = [
        'القيمة المحددة هي أكثر من الحد الأقصى لمخاطر العملة وهو {max}.',
      ]
    },
    61523: (e) => {
      e.exports = ['القيمة المحددة أقل من الحد الأدنى للرصيد% وهو {min}.']
    },
    897381: (e) => {
      e.exports = [
        'القيمة المحددة أقل من الحد الأدنى لنسبة المخاطرة وهو {min}.',
      ]
    },
    378551: (e) => {
      e.exports = ['القيمة المحددة أقل من الحد الأدنى للعملة وهو {min}.']
    },
    864567: (e) => {
      e.exports = ['القيمة المحددة أقل من الحد الأدنى لمخاطر العملة وهو {min}.']
    },
    722028: (e) => {
      e.exports = ['سعر وقف الخسارة']
    },
    589053: (e) => {
      e.exports = ['رمز']
    },
    440339: (e) => {
      e.exports = ['بيانات مركز الصفقة']
    },
    419489: (e) => {
      e.exports = ['قيمة النقطة']
    },
    25684: (e) => {
      e.exports = ['سعر']
    },
    356979: (e) => {
      e.exports = ['عائد']
    },
    563833: (e) => {
      e.exports = ['مخاطرة']
    },
    613937: (e) => {
      e.exports = ['اجمالي']
    },
    373446: (e) => {
      e.exports = [
        'الكمية النقدية المكافئة في الطلب تقريبية ولا تتضمن عمولة وتعتمد على تنفيذ الأمر الفعلي في البورصة.',
      ]
    },
    93111: (e) => {
      e.exports = [
        'النسبة المكافئة في الطلب تقريبية ولا تتضمن عمولة وتعتمد على تنفيذ الأمر الفعلي في البورصة.',
      ]
    },
    696709: (e) => {
      e.exports = ['قيمة التيك']
    },
    207710: (e) => {
      e.exports = ['قيمة الصفقة']
    },
    158416: (e) => {
      e.exports = ['نوع']
    },
    515632: (e) => {
      e.exports = ['تثبيت']
    },
    698311: (e) => {
      e.exports = [
        'لديك بالفعل أمر واحد مُفعّل على الأقل يمكن أن يؤثر على هذا المركز',
      ]
    },
    278770: (e) => {
      e.exports = ['بعملة الحساب']
    },
    689544: (e) => {
      e.exports = ['بعملة الرمز']
    },
    35387: (e) => {
      e.exports = ['أمر']
    },
    518088: (e) => {
      e.exports =
        '{qty} {symbol}{whitespaceNoBreak}@ {limitPrice}{whitespaceNoBreak}LMT'
    },
    111828: (e) => {
      e.exports =
        '{qty} {symbol}{whitespaceNoBreak}@ {stopPrice}{whitespaceNoBreak}STP'
    },
    828749: (e) => {
      e.exports =
        '{qty} {symbol}{whitespaceNoBreak}@ {stopPrice}{whitespaceNoBreak}STP {limitPrice}{whitespaceNoBreak}LMT'
    },
    896582: (e) => {
      e.exports = '{qty} {symbol}{whitespaceNoBreak}MKT'
    },
  },
])
