;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [4433],
  {
    822353: (e) => {
      e.exports = ['(سعر الفتح + أعلى سعر+ أدنى سعر + سعر الإغلاق)/4']
    },
    94884: (e) => {
      e.exports = ['(أعلى سعر+ أدنى سعر + سعر الإغلاق)/3']
    },
    710591: (e) => {
      e.exports = ['(أعلى سعر + أدنى سعر)/2']
    },
    563243: (e) => {
      e.exports = ['تلوين الأعمدة طبقًا للإغلاق السابق']
    },
    715857: (e) => {
      e.exports = ['خط الإغلاق']
    },
    909994: (e) => {
      e.exports = ['تعديل البيانات لأرباح الأسهم']
    },
    710989: (e) => {
      e.exports = ['ضبط لتغييرات العقود']
    },
    470816: (e) => {
      e.exports = ['متوسط الإغلاق']
    },
    350430: (e) => {
      e.exports = ['الخط السفلي']
    },
    883760: (e) => {
      e.exports = ['الجزء الرئيسي']
    },
    872269: (e) => {
      e.exports = ['إطارات']
    },
    507445: (e) => {
      e.exports = ['مستوى الأساس']
    },
    947586: (e) => {
      e.exports = ['سعر البيع والشراء']
    },
    339667: (e) => {
      e.exports = ['الشموع الهابطة']
    },
    587151: (e) => {
      e.exports = ['لون الإنخفاض']
    },
    181285: (e) => {
      e.exports = ['تعديل البيانات']
    },
    204329: (e) => {
      e.exports = ['افتراضي']
    },
    986846: (e) => {
      e.exports = ['ملئ']
    },
    658747: (e) => {
      e.exports = ['إملئ  المنطقة العلوية']
    },
    111157: (e) => {
      e.exports = ['ملء المنطقة السفلية']
    },
    586953: (e) => {
      e.exports = ['أعمدة (الأعلى - الأدنى - الإغلاق)']
    },
    439292: (e) => {
      e.exports = ['أعلى وأدنى']
    },
    983678: (e) => {
      e.exports = ['خط أعلى مستوى']
    },
    275310: (e) => {
      e.exports = ['خط أدنى مستوى']
    },
    915107: (e) => {
      e.exports = ['آخر سعر']
    },
    906350: (e) => {
      e.exports = ['ما قبل/بعد الجلسة']
    },
    362521: (e) => {
      e.exports = ['خلفية ما قبل/بعد الجلسة']
    },
    173947: (e) => {
      e.exports = ['الدقة']
    },
    8094: (e) => {
      e.exports = ['إغلاق اليوم السابق']
    },
    131971: (e) => {
      e.exports = ['خط السعر']
    },
    224248: (e) => {
      e.exports = ['مصدر السعر']
    },
    994089: (e) => {
      e.exports = ['إسقاط الأعمدة الصاعدة']
    },
    280293: (e) => {
      e.exports = ['شموع الإسقاط']
    },
    405704: (e) => {
      e.exports = ['إسقاط الأعمدة الهابطة']
    },
    729881: (e) => {
      e.exports = [
        'عرض الأسعار الحقيقية على مقياس السعر (بدلًا من سعر هيكن آشي)',
      ]
    },
    457417: (e) => {
      e.exports = ['الخط العلوي']
    },
    855314: (e) => {
      e.exports = ['أعمدة نحيفة']
    },
    587492: (e) => {
      e.exports = ['توقيت']
    },
    405536: (e) => {
      e.exports = ['لون الإرتفاع']
    },
    683610: (e) => {
      e.exports = ['الشموع الصاعدة']
    },
    999983: (e) => {
      e.exports = ['استخدم التسوية في أقرب وقت على الفاصل الزمني اليومي']
    },
    735612: (e) => {
      e.exports = ['حول هذا المقياس المالي']
    },
    130792: (e) => {
      e.exports = ['شمعة']
    },
    655740: (e) => {
      e.exports = ['تغيير أعمدة HLC']
    },
    568927: (e) => {
      e.exports = ['تغيير عرض خط متوسط سعر الإغلاق']
    },
    730385: (e) => {
      e.exports = ['تغيير لون خط متوسط سعر الإغلاق']
    },
    897008: (e) => {
      e.exports = ['تغيير لون المنطقة']
    },
    206610: (e) => {
      e.exports = ['تغيير عرض خط المنطقة']
    },
    200661: (e) => {
      e.exports = ['تغيير لون خطوط المنطقة']
    },
    201316: (e) => {
      e.exports = ['تغيير مصدر سعر المنطقة']
    },
    129180: (e) => {
      e.exports = ['تغيير لون خط سعر الشراء']
    },
    831547: (e) => {
      e.exports = ['تغيير مستوى الأساس']
    },
    104164: (e) => {
      e.exports = ['تغيير لون قاع خط الأساس']
    },
    438990: (e) => {
      e.exports = ['تغيير لون قاع خط الأساس']
    },
    273163: (e) => {
      e.exports = ['تغيير لون المنطقة السفلية لخط الأساس']
    },
    112673: (e) => {
      e.exports = ['تغيير لون المنطقة العليا لخط الأساس']
    },
    156819: (e) => {
      e.exports = ['تغيير مصدر السعر الأساسي']
    },
    268621: (e) => {
      e.exports = ['تغيير لون خطوط خط الأساس']
    },
    535339: (e) => {
      e.exports = ['تغيير عرض أعلى الخط الأساسي']
    },
    476804: (e) => {
      e.exports = ['تغيير لون العمود الصاعد']
    },
    171816: (e) => {
      e.exports = ['تغيير لون العمود الهابط']
    },
    436703: (e) => {
      e.exports = ['تغيير لون خط سعر البيع']
    },
    829353: (e) => {
      e.exports = ['تغيير لون الأعمدة بناءً على الإغلاق السابق']
    },
    985709: (e) => {
      e.exports = ['تغيير لون الأعمدة الصاعد']
    },
    112155: (e) => {
      e.exports = ['تغيير لون الأعمدة الهابطة']
    },
    166890: (e) => {
      e.exports = ['تغيير مصدر سعر العمود']
    },
    71809: (e) => {
      e.exports = ['تغيير المنازل العشرية']
    },
    31317: (e) => {
      e.exports = ['تغيير لون الساعات الممددة']
    },
    560944: (e) => {
      e.exports = ['تغيير لون خط أعلى وأدنى سعر']
    },
    983708: (e) => {
      e.exports = ['تغيير عرض خط أعلى وأدنى سعر']
    },
    281080: (e) => {
      e.exports = ['تغيير لون جسم أعلى-أدنى']
    },
    330033: (e) => {
      e.exports = ['تغيير وضوح جسم أعلى-أدنى']
    },
    676885: (e) => {
      e.exports = ['تغيير لون حدود أعلى-أدنى']
    },
    279236: (e) => {
      e.exports = ['تغيير وضوح حدود أعلى-أدنى']
    },
    142981: (e) => {
      e.exports = ['تغيير وضوح ملصقات أعلى-أدنى']
    },
    531937: (e) => {
      e.exports = ['تغيير لون ملصقات أعلى-أدنى']
    },
    687828: (e) => {
      e.exports = ['تغيير لون الخط']
    },
    17119: (e) => {
      e.exports = ['تغيير مصدر سعر الخط']
    },
    669125: (e) => {
      e.exports = ['تغيير عرض الخط']
    },
    449973: (e) => {
      e.exports = ['تغيير لون ما بعد الجلسة']
    },
    5969: (e) => {
      e.exports = ['تغيير لون خط ما بعد الجلسة']
    },
    350393: (e) => {
      e.exports = ['تغيير وضوح خط أسعار ما قبل/بعد الجلسة']
    },
    746257: (e) => {
      e.exports = ['تغيير لون ما قبل الجلسة']
    },
    60852: (e) => {
      e.exports = ['تغيير لون خط ما قبل الجلسة']
    },
    891183: (e) => {
      e.exports = ['تغيير لون خط سعر الإغلاق السابق']
    },
    87631: (e) => {
      e.exports = ['تغيير عرض خط سعر الإغلاق السابق']
    },
    177640: (e) => {
      e.exports = ['تغيير لون خطوط السعر']
    },
    497322: (e) => {
      e.exports = ['تغيير عرض خط السعر']
    },
    735116: (e) => {
      e.exports = ['تغيير نمط أعمدة النطاق']
    },
    328143: (e) => {
      e.exports = ['تغيير نطاق الأعمدة الرقيقة']
    },
    875986: (e) => {
      e.exports = ['تغيير لون ذيل رينكو الهابط']
    },
    707747: (e) => {
      e.exports = ['تغيير لون ذيل الرينكو الصاعد']
    },
    109473: (e) => {
      e.exports = ['تغيير وضوح ذيل الرينكو']
    },
    639783: (e) => {
      e.exports = [
        'تغيير عرض الأسعار الحقيقية على مقياس السعر (بدلًا من سعر هيكن آشي)',
      ]
    },
    672886: (e) => {
      e.exports = ['تغيير الأعمدة الرقيقة']
    },
    495108: (e) => {
      e.exports = ['تغيير استخدام الأعمدة المرجحة للحجم']
    },
    405464: (e) => {
      e.exports = ['تغيير لون حدود {candleType} الصاعد']
    },
    861118: (e) => {
      e.exports = ['تغيير لون {candleType} الصاعد']
    },
    660164: (e) => {
      e.exports = ['تغيير لون ذيل {candleType} الهابط']
    },
    445543: (e) => {
      e.exports = ['تغيير لون ذيل {candleType} الصاعد']
    },
    239987: (e) => {
      e.exports = ['تغيير وضوح ذيل {candleType}']
    },
    647202: (e) => {
      e.exports = ['تغيير وضوح الجسم {candleType}']
    },
    123986: (e) => {
      e.exports = ['تغيير وضوح حدود {candleType}']
    },
    492330: (e) => {
      e.exports = ['تغيير لون حدود {candleType} الهابط']
    },
    136320: (e) => {
      e.exports = ['تغيير لون {candleType} الهابط']
    },
    179088: (e) => {
      e.exports = ['تغيير لون حدود عمود {chartType} الهابط']
    },
    811107: (e) => {
      e.exports = ['تغيير لون حدود عمود {chartType} الصاعد']
    },
    685503: (e) => {
      e.exports = ['تغيير لون {chartType} الهابط']
    },
    761250: (e) => {
      e.exports = ['تغيير لون الإسقاط لحدود عمود {chartType} الصاعد']
    },
    618465: (e) => {
      e.exports = ['تغيير لون عمود الإسقاط {chartType} الهابط']
    },
    50453: (e) => {
      e.exports = ['تغيير لون عمود الإسقاط {chartType} الصاعد']
    },
    59414: (e) => {
      e.exports = ['تغيير لون {chartType} الصاعد']
    },
    621547: (e) => {
      e.exports = ['تغيير خاصية {inputName}']
    },
    342390: (e) => {
      e.exports = ['ضبط لبيانات توزيعات الأرباح']
    },
    399511: (e) => {
      e.exports = ['ضبط لتغييرات العقد']
    },
    932387: (e) => {
      e.exports = ['كاجي']
    },
    375165: (e) => {
      e.exports = ['شموع مفرغة']
    },
    259905: (e) => {
      e.exports = ['خط فاصل']
    },
    77828: (e) => {
      e.exports = ['النقطة والرقم']
    },
    518995: (e) => {
      e.exports = ['نطاق', 'نطاق', 'نطاق', 'نطاقات', 'نطاق', 'نطاق']
    },
    47500: (e) => {
      e.exports = ['رينكو']
    },
    398402: (e) => {
      e.exports = ['استخدام التسوية عند الإغلاق على الفاصل الزمني اليومي']
    },
  },
])
