;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [5362],
  {
    340276: (e) => {
      e.exports = ['إضافة']
    },
    453585: (e) => {
      e.exports = ['إضافة لون مخصص']
    },
    681865: (e) => {
      e.exports = ['الشفافية']
    },
    519801: (e) => {
      e.exports = ['الجمعة']
    },
    11268: (e) => {
      e.exports = ['الاثنين']
    },
    963331: (e) => {
      e.exports = ['السبت']
    },
    85954: (e) => {
      e.exports = ['الأحد']
    },
    226230: (e) => {
      e.exports = ['الأربعاء']
    },
    24793: (e) => {
      e.exports = ['الخميس']
    },
    831533: (e) => {
      e.exports = ['الثلاثاء']
    },
    373755: (e) => {
      e.exports = ['رمز آخر']
    },
    716936: (e) => {
      e.exports = ['عودة']
    },
    288046: (e) => {
      e.exports = ['رمز الرسم البياني الرئيسي']
    },
    709898: (e) => {
      e.exports = ['حق']
    },
    952051: (e) => {
      e.exports = ['الأجندة حاليًا في عام {year}']
    },
    499990: (e) => {
      e.exports = ['الأجندة حاليًا في السنوات من {year_start} إلى {year_end}']
    },
    692702: (e) => {
      e.exports = ['الأجندة حاليًا في شهر {month}']
    },
    620036: (e) => {
      e.exports = ['إلغاء']
    },
    423398: (e) => {
      e.exports = ['تغيير الرمز']
    },
    394551: (e) => {
      e.exports = ['الرسوم البيانية']
    },
    680395: (e) => {
      e.exports = ['إغلاق القائمة']
    },
    64498: (e) => {
      e.exports = ['كل المصادر']
    },
    997637: (e) => {
      e.exports = ['أبريل']
    },
    486797: (e) => {
      e.exports = ['أغسطس']
    },
    879852: (e) => {
      e.exports = ['سند']
    },
    55669: (e) => {
      e.exports = ['ديسمبر']
    },
    756095: (e) => {
      e.exports = ['تخفيض']
    },
    629601: (e) => {
      e.exports = ['الوصف']
    },
    316467: (e) => {
      e.exports = ['فبراير']
    },
    772970: (e) => {
      e.exports = ['الجمعة']
    },
    146812: (e) => {
      e.exports = ['زيادة']
    },
    926910: (e) => {
      e.exports = ['يناير']
    },
    323230: (e) => {
      e.exports = ['يوليو']
    },
    49385: (e) => {
      e.exports = ['يونيو']
    },
    290784: (e) => {
      e.exports = ['أكتوبر']
    },
    889298: (e) => {
      e.exports = ['اعتماد مقاصة']
    },
    468988: (e) => {
      e.exports = ['موافق']
    },
    561199: (e) => {
      e.exports = ['الاثنين']
    },
    695543: (e) => {
      e.exports = ['الشهور']
    },
    668327: (e) => {
      e.exports = ['مايو']
    },
    684675: (e) => {
      e.exports = ['مارس']
    },
    929673: (e) => {
      e.exports = ['لا توجد أسواق تطابق المعايير التي عينتها']
    },
    641379: (e) => {
      e.exports = ['لا توجد رموز تطابق معاييرك']
    },
    171194: (e) => {
      e.exports = ['نوفمبر']
    },
    383771: (e) => {
      e.exports = ['العام القادم']
    },
    275385: (e) => {
      e.exports = ['السنوات القادمة']
    },
    39752: (e) => {
      e.exports = ['الشهر القادم']
    },
    535563: (e) => {
      e.exports = ['تنسيق الرقم غير صالح.']
    },
    719724: (e) => {
      e.exports = ['مصادر']
    },
    101144: (e) => {
      e.exports = ['السبت']
    },
    252298: (e) => {
      e.exports = ['بحث']
    },
    313269: (e) => {
      e.exports = ['اختر مصدراً']
    },
    661132: (e) => {
      e.exports = ['سبتمبر']
    },
    602607: (e) => {
      e.exports = [
        'القيمة المحددة أكبر من الحد الأقصى للأداة والتي تبلغ ‎{max}.',
      ]
    },
    53669: (e) => {
      e.exports = ['القيمة المحددة أقل من الحد الأدنى للأداة والتي تبلغ {min}.']
    },
    272149: (e) => {
      e.exports = ['الأحد']
    },
    583583: (e) => {
      e.exports = ['قم بالتبديل إلى الأشهر']
    },
    806244: (e) => {
      e.exports = ['التبديل إلى التواريخ']
    },
    680879: (e) => {
      e.exports = ['التحول إلى السنوات']
    },
    589053: (e) => {
      e.exports = ['رمز']
    },
    948490: (e) => {
      e.exports = ['الرمز والوصف']
    },
    882719: (e) => {
      e.exports = ['بحث عن الرموز']
    },
    732457: (e) => {
      e.exports = ['الرجاء إدخال التاريخ بالشكل الصحيح']
    },
    505122: (e) => {
      e.exports = ['الرجاء إدخال التاريخ بالشكل الصحيح يوم- شهر- سنة']
    },
    502587: (e) => {
      e.exports = ['الشهر السابق']
    },
    239329: (e) => {
      e.exports = ['السنة الماضية']
    },
    127004: (e) => {
      e.exports = ['السنوات السابقة']
    },
    854336: (e) => {
      e.exports = ['إزالة اللون']
    },
    107147: (e) => {
      e.exports = ['الأربعاء']
    },
    107951: (e) => {
      e.exports = ['الخميس']
    },
    360142: (e) => {
      e.exports = ['السُّمْك']
    },
    944979: (e) => {
      e.exports = ['الثلاثاء']
    },
    669325: (e) => {
      e.exports = ['الأعوام']
    },
    812629: (e) => {
      e.exports = ['السلع']
    },
    487592: (e) => {
      e.exports = ['عقود الفروقات']
    },
    717023: (e) => {
      e.exports = ['تغيير درجة الشفافية']
    },
    313066: (e) => {
      e.exports = ['تغيير اللون']
    },
    195657: (e) => {
      e.exports = ['تغيير السماكة']
    },
    18567: (e) => {
      e.exports = ['تغيير خاصية {propertyName}']
    },
    336962: (e) => {
      e.exports = ['سعر الإغلاق']
    },
    308448: (e) => {
      e.exports = ['العملات الرقمية']
    },
    667245: (e) => {
      e.exports = ['إيصال إيداع']
    },
    488720: (e) => {
      e.exports = ['اقتصاد']
    },
    739512: (e) => {
      e.exports = ['فوركس']
    },
    781859: (e) => {
      e.exports = ['العقود الآجلة']
    },
    441615: (e) => {
      e.exports = ['أعلى سعر']
    },
    391815: (e) => {
      e.exports = ['أعلى سعر+أقل سعر /2']
    },
    640771: (e) => {
      e.exports = ['أعلى سعر+أقل سعر+الإغلاق /3']
    },
    209523: (e) => {
      e.exports = 'hlcc4'
    },
    612754: (e) => {
      e.exports = ['مؤشر']
    },
    138071: (e) => {
      e.exports = ['المؤشرات']
    },
    212504: (e) => {
      e.exports = ['أعلى سعر+أقل سعر+الأفتتاح+الإغلاق/4']
    },
    938466: (e) => {
      e.exports = ['الأفتتاح']
    },
    403919: (e) => {
      e.exports = ['أقل سعر']
    },
    636931: (e) => {
      e.exports = ['سهم']
    },
  },
])
