;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [5275],
  {
    340276: (e) => {
      e.exports = ['إضافة']
    },
    453585: (e) => {
      e.exports = ['إضافة لون مخصص']
    },
    681865: (e) => {
      e.exports = ['الشفافية']
    },
    2443: (e) => {
      e.exports = ['نمط أداة (أدوات) الخط']
    },
    940054: (e) => {
      e.exports = ['لون']
    },
    44629: (e) => {
      e.exports = ['اضف إلى القائمة التفضيلات']
    },
    486528: (e) => {
      e.exports = ['تطبيق نموذج القالب الافتراضي للرسوم']
    },
    938455: (e) => {
      e.exports = ['لون الخلفية']
    },
    179964: (e) => {
      e.exports = ['لون الخلفية 1']
    },
    745320: (e) => {
      e.exports = ['لون الخلفية 2']
    },
    774935: (e) => {
      e.exports = ['هل تريد حقًا حذف قالب الرسم "{name}"؟']
    },
    860925: (e) => {
      e.exports = ['نقطة']
    },
    842973: (e) => {
      e.exports = ['خط منقط']
    },
    459317: (e) => {
      e.exports = ['خط متقطع']
    },
    571527: (e) => {
      e.exports = ['قالب الرسم "{name}" موجود بالفعل. هل تريد حقًا استبداله؟']
    },
    299289: (e) => {
      e.exports = ['ممحاة']
    },
    23886: (e) => {
      e.exports = ['حجم الخط']
    },
    417006: (e) => {
      e.exports = ['حجم الخط']
    },
    717517: (e) => {
      e.exports = ['إخفاء جميع أدوات الرسم']
    },
    574813: (e) => {
      e.exports = ['إخفاء شريط أدوات الرسم المفضلة']
    },
    537057: (e) => {
      e.exports = ['غلق كل أدوات الرسم']
    },
    671845: (e) => {
      e.exports = ['خلفيات أداة الخطوط']
    },
    712928: (e) => {
      e.exports = ['ألوان أداة الخطوط']
    },
    121327: (e) => {
      e.exports = ['ألوان نص أداة الخطوط']
    },
    286327: (e) => {
      e.exports = ['عرض أداة الخطوط']
    },
    447059: (e) => {
      e.exports = ['عرض أداة الخطوط']
    },
    141610: (e) => {
      e.exports = ['المزيد']
    },
    579165: (e) => {
      e.exports = 'Magic'
    },
    937140: (e) => {
      e.exports = [
        'وضع المغناطيس يجذب الرسومات الموجودة بجوار أعمدة السعر عند أقرب قيمة سعر إغلاق أو افتتاح أو أعلى وأقل سعر',
      ]
    },
    867455: (e) => {
      e.exports = ['لون التحديد']
    },
    659607: (e) => {
      e.exports = ['مقياس']
    },
    736551: (e) => {
      e.exports = [
        'يتم تطبيق ونسخ ما قمت به من رسومات جديدة إلى جميع الرسوم البيانية في التنسيق المختار وتظهر عند اختيار نفس الرمز أو الأداة المالية',
      ]
    },
    933751: (e) => {
      e.exports = ['حفظ نموذج الرسم بإسم']
    },
    691977: (e) => {
      e.exports = ['عرض الأدوات المخفاه']
    },
    551072: (e) => {
      e.exports = ['إظهار عناصر الرسم البياني']
    },
    749421: (e) => {
      e.exports = ['البقاء في وضع الرسم']
    },
    749593: (e) => {
      e.exports = ['لون خلفية الخسارة']
    },
    36785: (e) => {
      e.exports = ['لون خلفية الأرباح']
    },
    376091: (e) => {
      e.exports = ['حذف الرسومات']
    },
    854336: (e) => {
      e.exports = ['إزالة اللون']
    },
    572482: (e) => {
      e.exports = ['حذف من القائمة المفضلة']
    },
    319221: (e) => {
      e.exports = ['لون النص']
    },
    350912: (e) => {
      e.exports = ['أسم القالب']
    },
    891900: (e) => {
      e.exports = ['قوالب']
    },
    38925: (e) => {
      e.exports = ['تكبير']
    },
    949895: (e) => {
      e.exports = ['تصغير']
    },
    16631: (e) => {
      e.exports = ['تغيير لون النص لأداة (أدوات) الخط']
    },
    674350: (e) => {
      e.exports = ['تغيير لون الخلفية لأداة (أدوات) الخط']
    },
    368519: (e) => {
      e.exports = ['تغيير لون أداة (أدوات) الخط']
    },
    436819: (e) => {
      e.exports = ['تغيير حجم خط أداة (أدوات) الخط']
    },
    654769: (e) => {
      e.exports = ['تغيير نمط أداة (أدوات) الخط']
    },
    141648: (e) => {
      e.exports = ['تغيير العرض لأداة (أدوات) الخط']
    },
    18567: (e) => {
      e.exports = ['تغيير خاصية {propertyName}']
    },
    132868: (e) => {
      e.exports = ['{hotKey_0} + اضغط على الرسم البياني']
    },
    468125: (e) => {
      e.exports = ['{hotKey_0} - دائرة']
    },
    240234: (e) => {
      e.exports = ['{hotKey_0} - رسم خط مستقيم بزوايا 45 درجة']
    },
    510289: (e) => {
      e.exports = ['{hotKey_0}  — زيادات ثابتة']
    },
    481591: (e) => {
      e.exports = ['{hotKey_0} - مربع']
    },
  },
])
