;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [5173],
  {
    712978: (e) => {
      e.exports = ['البيانات الفورية لـ {symbolName}']
    },
    864565: (e) => {
      e.exports = ['يتم توفيره من خلال بورصة {exchange}.']
    },
    353205: (e) => {
      e.exports = ['العقود الآجلة المستمرة']
    },
    115993: (e) => {
      e.exports = [
        'العقود الآجلة المستمرة هي أدوات مشتقة تجمع بين العقود الفردية. ال 1! يمثل عقد الشهر الأول (أقرب انتهاء صلاحية) بينما يمثل 2! يمثل ثاني أقرب تاريخ لانتهاء صلاحية.',
      ]
    },
    345e3: (e) => {
      e.exports = ['Cboe BZX']
    },
    52916: (e) => {
      e.exports = ['يتم تحديث البيانات مرة واحدة في اليوم.']
    },
    425978: (e) => {
      e.exports = [
        'لا يتم تحديث البيانات أكثر من مرة واحدة في الثانية، حتى لو كانت هناك عدة تحديثات في السوق.',
      ]
    },
    257310: (e) => {
      e.exports = ['البيانات متأخرة']
    },
    449321: (e) => {
      e.exports = [
        'البيانات المقدمة على العضويات المجانية لا يتم تحديثها أكثر من مرة واحدة كل ثانية، حتى لو كانت هناك عدة تحديثات في السوق.',
      ]
    },
    6044: (e) => {
      e.exports = ['البيانات المُستقاة']
    },
    831461: (e) => {
      e.exports = [
        'تشير البيانات المشتقة إلى المؤشرات المالية التي يتم إنشاؤها من خلال الجمع بين و/أو معالجة البيانات الأولية المقدمة من مصادر مختلفة.',
      ]
    },
    659315: (e) => {
      e.exports = ['بيانات نهاية اليوم']
    },
    332960: (e) => {
      e.exports = ['رمز الحلال']
    },
    791459: (e) => {
      e.exports = [
        'إذا كنت ترغب في الحصول على بيانات ‎{listedExchange}‎ اللحظية، فستحتاج إلى ملء اتفاقية البورصة. لا تقلق، لا يتطلب الأمر سوى بضع نقرات.',
      ]
    },
    215815: (e) => {
      e.exports = ['تحديث واحد لكل ثانية']
    },
    718429: (e) => {
      e.exports = ['تعرف على المزيد']
    },
    141610: (e) => {
      e.exports = ['المزيد']
    },
    28412: (e) => {
      e.exports = ['تتمتع العضويات المدفوعة بتحديثات أسرع للبيانات.']
    },
    624680: (e) => {
      e.exports = ['القائمة الأولية']
    },
    689022: (e) => {
      e.exports = [
        'البيانات اللحظية لهذا الرمز غير مدعومة في الوقت الحالي. قد نقدمها في المستقبل.',
      ]
    },
    806667: (e) => {
      e.exports = [
        'البيانات اللحظية لـ ‎{symbolName}‎ مقدمة من بورصة ‎.‎ {exchange}‎',
      ]
    },
    652984: (e) => {
      e.exports = [
        'للحصول على البيانات اللحظية لـ ‎{description}‎، يرجى شراء حزمة البيانات اللحظية.',
      ]
    },
    999214: (e) => {
      e.exports = [
        'البورصة الرئيسية أو الأولى التي يتم فيها إدراج أسهم الشركة وتداولها.',
      ]
    },
    102310: (e) => {
      e.exports = [
        'هذه البيانات لحظية، ولكنها قد تختلف قليلاً عن نظيرتها الرسمية القادمة من البورصات الرئيسية.',
      ]
    },
    729512: (e) => {
      e.exports = [
        'هذه البيانات لحظية، لكنها قد تختلف قليلاً عن نظيرتها الرسمية الواردة من بورصة {exchange}.',
      ]
    },
    152449: (e) => {
      e.exports = [
        'هذا سهم متوافق مع الشريعة الإسلامية، مما يعني أنه يتبع تعاليم الشريعة الإسلامية. لا تتقاضى هذه الشركة أي رسوم أو تتلقى فائدة، ولا تتعامل مع قطاعات معينة (المقامرة والكحول والتبغ ومنتجات لحم الخنزير).',
      ]
    },
    886753: (e) => {
      e.exports = [
        'يتم توفير هذه البيانات في الوقت الحقيقي من خلال بورصة ‎{originalExchange}‎. قد تكون مختلفة قليلاً عن البيانات الرسمية مباشرة من {exchange}. إذا كان هذا الاختلاف مهمًا بالنسبة لك، فستحتاج إلى شراء بيانات في الوقت الفعلي من البورصة الأساسية، والتي يمكننا مساعدتك فيها.',
      ]
    },
    107435: (e) => {
      e.exports = ['‎{exchange}‎ من ‎{originalExchange}‎']
    },
    301084: (e) => {
      e.exports = [
        'بيانات ‎{listedExchange}‎ اللحظية متاحة مجانًا للمستخدمين المسجلين.',
      ]
    },
    538611: (e) => {
      e.exports = [
        'يتم تأخير بيانات {symbolName} بمقدار {time} دقيقة بسبب متطلبات البورصة.',
      ]
    },
  },
])
