;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [6306],
  {
    74274: (e) => {
      e.exports = ['تقاطع']
    },
    60558: (e) => {
      e.exports = ['الحيوانات والطبيعة']
    },
    14232: (e) => {
      e.exports = ['أنشطة']
    },
    35305: (e) => {
      e.exports = ['الطعام والشراب']
    },
    49546: (e) => {
      e.exports = ['أعلام']
    },
    72302: (e) => {
      e.exports = ['أشياء']
    },
    96330: (e) => {
      e.exports = ['الابتسامات والأشخاص']
    },
    6878: (e) => {
      e.exports = ['رموز']
    },
    15426: (e) => {
      e.exports = ['مستخدَمٌ حديثاً']
    },
    15395: (e) => {
      e.exports = ['السفر والأماكن']
    },
    41596: (e) => {
      e.exports = ['الملصقات على مقياس السعر']
    },
    45811: (e) => {
      e.exports = ['القيم في سطر الحالة']
    },
    39495: (e) => {
      e.exports = ['دوائر']
    },
    41389: (e) => {
      e.exports = ['أعلى العمود']
    },
    29520: (e) => {
      e.exports = ['مطلق']
    },
    67049: (e) => {
      e.exports = ['تطبيق الإعدادات الافتراضية']
    },
    65262: (e) => {
      e.exports = ['مساحة يتخللها فواصل']
    },
    83760: (e) => {
      e.exports = ['الجزء الرئيسي']
    },
    48848: (e) => {
      e.exports = ['الإطار']
    },
    27331: (e) => {
      e.exports = ['الخلفية']
    },
    78626: (e) => {
      e.exports = ['تحت مستوى العمود']
    },
    16079: (e) => {
      e.exports = ['متدرج']
    },
    42973: (e) => {
      e.exports = ['خط منقط']
    },
    41361: (e) => {
      e.exports = ['للأسفل']
    },
    59317: (e) => {
      e.exports = ['خط متقطع']
    },
    31577: (e) => {
      e.exports = ['تطوير منطقة القيمة']
    },
    4329: (e) => {
      e.exports = ['افتراضي']
    },
    98938: (e) => {
      e.exports = ['الإعدادات الإفتراضية']
    },
    45044: (e) => {
      e.exports = 'Hidden'
    },
    11091: (e) => {
      e.exports = ['المدرج الإحصائي']
    },
    40297: (e) => {
      e.exports = ['المخرجات']
    },
    36993: (e) => {
      e.exports = ['تجاوز الحد الأدنى للتيك']
    },
    64606: (e) => {
      e.exports = ['خط العناوين']
    },
    54934: (e) => {
      e.exports = ['خط ذو فواصل']
    },
    41610: (e) => {
      e.exports = ['المزيد']
    },
    55362: (e) => {
      e.exports = ['عادي']
    },
    35637: (e) => {
      e.exports = ['ثابت']
    },
    18229: (e) => {
      e.exports = ['حفظ كافتراضي']
    },
    86520: (e) => {
      e.exports = ['ملصقات الإشارات']
    },
    64108: (e) => {
      e.exports = ['خط خطوة مع فواصل']
    },
    67767: (e) => {
      e.exports = ['خط متدرج مع معيّنات']
    },
    91502: (e) => {
      e.exports = ['وضع']
    },
    73947: (e) => {
      e.exports = ['الدقة']
    },
    66596: (e) => {
      e.exports = ['الكمية']
    },
    79782: (e) => {
      e.exports = ['إعادة ضبط الإعدادات']
    },
    95247: (e) => {
      e.exports = ['عرض (% من المربع)']
    },
    19221: (e) => {
      e.exports = ['لون النص']
    },
    77409: (e) => {
      e.exports = ['صفقات على الرسم البياني']
    },
    98802: (e) => {
      e.exports = ['أعلى']
    },
    78019: (e) => {
      e.exports = [
        'استخدم علامات رياضية خاصة لتحل محل الرسومات المحددة: + ، - ، / ، * للسعر و + ، - لفهرس العمود.',
      ]
    },
    14414: (e) => {
      e.exports = ['بروفايل أحجام التداول']
    },
    91322: (e) => {
      e.exports = ['القِيم']
    },
    20834: (e) => {
      e.exports = ['تغيير أدنى تيك']
    },
    98491: (e) => {
      e.exports = ['تغيير الشار']
    },
    7378: (e) => {
      e.exports = ['تغيير حجم الخط']
    },
    28691: (e) => {
      e.exports = ['تغير نمط الخط']
    },
    38361: (e) => {
      e.exports = ['تغيير الموقع']
    },
    51081: (e) => {
      e.exports = ['تغيير نسبة العرض']
    },
    47634: (e) => {
      e.exports = ['تغيير الوضع']
    },
    15683: (e) => {
      e.exports = ['تغيير نمط الرسم']
    },
    164: (e) => {
      e.exports = ['تغيير الدقة']
    },
    86888: (e) => {
      e.exports = ['تغيير الشكل']
    },
    50463: (e) => {
      e.exports = ['تغيير القيمة']
    },
    12628: (e) => {
      e.exports = ['تغيير وضوح القيم']
    },
    76080: (e) => {
      e.exports = ['على سبيل المثال +1']
    },
    95166: (e) => {
      e.exports = ['/2']
    },
  },
])
