;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [8988],
  {
    774274: (e) => {
      e.exports = ['تقاطع']
    },
    360558: (e) => {
      e.exports = ['الحيوانات والطبيعة']
    },
    414232: (e) => {
      e.exports = ['أنشطة']
    },
    935305: (e) => {
      e.exports = ['الطعام والشراب']
    },
    149546: (e) => {
      e.exports = ['أعلام']
    },
    572302: (e) => {
      e.exports = ['أشياء']
    },
    396330: (e) => {
      e.exports = ['الابتسامات والأشخاص']
    },
    906878: (e) => {
      e.exports = ['رموز']
    },
    415426: (e) => {
      e.exports = ['مستخدَمٌ حديثاً']
    },
    715395: (e) => {
      e.exports = ['السفر والأماكن']
    },
    641596: (e) => {
      e.exports = ['الملصقات على مقياس السعر']
    },
    323545: (e) => {
      e.exports = ['القيم في سطر الحالة']
    },
    239495: (e) => {
      e.exports = ['دوائر']
    },
    541389: (e) => {
      e.exports = ['أعلى العمود']
    },
    129520: (e) => {
      e.exports = ['مطلق']
    },
    67049: (e) => {
      e.exports = ['تطبيق الإعدادات الافتراضية']
    },
    473169: (e) => {
      e.exports = ['تطبيق الإعدادات الافتراضية']
    },
    65262: (e) => {
      e.exports = ['مساحة يتخللها فواصل']
    },
    883760: (e) => {
      e.exports = ['الجزء الرئيسي']
    },
    248848: (e) => {
      e.exports = ['الإطار']
    },
    527331: (e) => {
      e.exports = ['الخلفية']
    },
    278626: (e) => {
      e.exports = ['تحت مستوى العمود']
    },
    16079: (e) => {
      e.exports = ['متدرج']
    },
    506705: (e) => {
      e.exports = ['هل تريد حقًا حذف قالب الرسم "{name}"؟']
    },
    842973: (e) => {
      e.exports = ['خط منقط']
    },
    741361: (e) => {
      e.exports = ['للأسفل']
    },
    459317: (e) => {
      e.exports = ['خط متقطع']
    },
    731577: (e) => {
      e.exports = ['تطوير منطقة القيمة']
    },
    204329: (e) => {
      e.exports = ['افتراضي']
    },
    698938: (e) => {
      e.exports = ['الإعدادات الإفتراضية']
    },
    572405: (e) => {
      e.exports = ['قالب الرسم "{name}" موجود بالفعل. هل تريد حقًا استبداله؟']
    },
    745044: (e) => {
      e.exports = 'Hidden'
    },
    511091: (e) => {
      e.exports = ['المدرج الإحصائي']
    },
    540297: (e) => {
      e.exports = ['المخرجات']
    },
    836993: (e) => {
      e.exports = ['تجاوز الحد الأدنى للتيك']
    },
    864606: (e) => {
      e.exports = ['خط العناوين']
    },
    54934: (e) => {
      e.exports = ['خط ذو فواصل']
    },
    141610: (e) => {
      e.exports = ['المزيد']
    },
    855362: (e) => {
      e.exports = ['عادي']
    },
    735637: (e) => {
      e.exports = ['ثابت']
    },
    418229: (e) => {
      e.exports = ['حفظ كافتراضي']
    },
    504315: (e) => {
      e.exports = ['حفظ نموذج الرسم كـ']
    },
    786520: (e) => {
      e.exports = ['ملصقات الإشارات']
    },
    464108: (e) => {
      e.exports = ['خط خطوة مع فواصل']
    },
    367767: (e) => {
      e.exports = ['خط متدرج مع معيّنات']
    },
    621861: (e) => {
      e.exports = ['وضع']
    },
    173947: (e) => {
      e.exports = ['الدقة']
    },
    766596: (e) => {
      e.exports = ['الكمية']
    },
    79782: (e) => {
      e.exports = ['إعادة ضبط الإعدادات']
    },
    895247: (e) => {
      e.exports = ['عرض (% من المربع)']
    },
    319221: (e) => {
      e.exports = ['لون النص']
    },
    350912: (e) => {
      e.exports = ['أسم القالب']
    },
    607138: (e) => {
      e.exports = ['صفقات على الرسم البياني']
    },
    798802: (e) => {
      e.exports = ['أعلى']
    },
    578019: (e) => {
      e.exports = [
        'استخدم علامات رياضية خاصة لتحل محل الرسومات المحددة: + ، - ، / ، * للسعر و + ، - لفهرس العمود.',
      ]
    },
    114414: (e) => {
      e.exports = ['بروفايل أحجام التداول']
    },
    391322: (e) => {
      e.exports = ['القِيم']
    },
    320834: (e) => {
      e.exports = ['تغيير أدنى تيك']
    },
    198491: (e) => {
      e.exports = ['تغيير الشار']
    },
    907378: (e) => {
      e.exports = ['تغيير حجم الخط']
    },
    628691: (e) => {
      e.exports = ['تغير نمط الخط']
    },
    138361: (e) => {
      e.exports = ['تغيير الموقع']
    },
    851081: (e) => {
      e.exports = ['تغيير نسبة العرض']
    },
    847634: (e) => {
      e.exports = ['تغيير الوضع']
    },
    215683: (e) => {
      e.exports = ['تغيير نمط الرسم']
    },
    900164: (e) => {
      e.exports = ['تغيير الدقة']
    },
    486888: (e) => {
      e.exports = ['تغيير الشكل']
    },
    50463: (e) => {
      e.exports = ['تغيير القيمة']
    },
    212628: (e) => {
      e.exports = ['تغيير وضوح القيم']
    },
    976080: (e) => {
      e.exports = ['على سبيل المثال +1']
    },
    495166: (e) => {
      e.exports = ['/2']
    },
  },
])
