;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [9072],
  {
    519801: (t) => {
      t.exports = ['الجمعة']
    },
    11268: (t) => {
      t.exports = ['الاثنين']
    },
    963331: (t) => {
      t.exports = ['السبت']
    },
    85954: (t) => {
      t.exports = ['الأحد']
    },
    226230: (t) => {
      t.exports = ['الأربعاء']
    },
    24793: (t) => {
      t.exports = ['الخميس']
    },
    831533: (t) => {
      t.exports = ['الثلاثاء']
    },
    323288: (t) => {
      t.exports = ['إلغاء الكل']
    },
    697174: (t) => {
      t.exports = ['تحذير!']
    },
    952051: (t) => {
      t.exports = ['الأجندة حاليًا في عام {year}']
    },
    499990: (t) => {
      t.exports = ['الأجندة حاليًا في السنوات من {year_start} إلى {year_end}']
    },
    692702: (t) => {
      t.exports = ['الأجندة حاليًا في شهر {month}']
    },
    702333: (t) => {
      t.exports = ['إلغاء جميع أوامر الشراء']
    },
    975336: (t) => {
      t.exports = ['إلغاء كل الأوامر على الرمز الحالي']
    },
    139710: (t) => {
      t.exports = ['إلغاء جميع أوامر البيع']
    },
    987411: (t) => {
      t.exports = ['غلق المركز']
    },
    997637: (t) => {
      t.exports = ['أبريل']
    },
    486797: (t) => {
      t.exports = ['أغسطس']
    },
    102846: (t) => {
      t.exports = ['شراء بأمر فوري']
    },
    503491: (t) => {
      t.exports = ['شراء بسعر {qty} {symbol} @ السوق']
    },
    222821: (t) => {
      t.exports = ['شراء{qty} {symbol} @ {limitPrice}بحد أقصى']
    },
    812458: (t) => {
      t.exports = ['وقف الشراء {qty} {symbol} عند سعر @ {stopPrice}']
    },
    832023: (t) => {
      t.exports = [
        'شراء {qty} {symbol} @ {stopPrice} والتوقف عند{limitPrice} كحد أقصى للسعر',
      ]
    },
    557027: (t) => {
      t.exports = ['التفاصيل']
    },
    55669: (t) => {
      t.exports = ['ديسمبر']
    },
    756095: (t) => {
      t.exports = ['تخفيض']
    },
    785663: (t) => {
      t.exports = ['إيقاف الوضع الديناميكي']
    },
    44316: (t) => {
      t.exports = ['تفعيل الوضع الديناميكي']
    },
    316467: (t) => {
      t.exports = ['فبراير']
    },
    963867: (t) => {
      t.exports = ['تسُطح']
    },
    772970: (t) => {
      t.exports = ['الجمعة']
    },
    146812: (t) => {
      t.exports = ['زيادة']
    },
    926910: (t) => {
      t.exports = ['يناير']
    },
    323230: (t) => {
      t.exports = ['يوليو']
    },
    49385: (t) => {
      t.exports = ['يونيو']
    },
    290784: (t) => {
      t.exports = ['أكتوبر']
    },
    357653: (t) => {
      t.exports = ['دفعات']
    },
    561199: (t) => {
      t.exports = ['الاثنين']
    },
    695543: (t) => {
      t.exports = ['الشهور']
    },
    668327: (t) => {
      t.exports = ['مايو']
    },
    684675: (t) => {
      t.exports = ['مارس']
    },
    180526: (t) => {
      t.exports = ['لا يوجد بيانات']
    },
    749117: (t) => {
      t.exports = ['غير متاح']
    },
    171194: (t) => {
      t.exports = ['نوفمبر']
    },
    383771: (t) => {
      t.exports = ['العام القادم']
    },
    275385: (t) => {
      t.exports = ['السنوات القادمة']
    },
    39752: (t) => {
      t.exports = ['الشهر القادم']
    },
    535563: (t) => {
      t.exports = ['تنسيق الرقم غير صالح.']
    },
    101144: (t) => {
      t.exports = ['السبت']
    },
    880280: (t) => {
      t.exports = ['اختيار القيمة']
    },
    331840: (t) => {
      t.exports = ['بيع {qty} {symbol} بأمر فوري']
    },
    596283: (t) => {
      t.exports = ['بيع {qty} {symbol} عند{limitPrice} بأمر مُعلق']
    },
    793711: (t) => {
      t.exports = ['بيع {qty} {symbol} عند{stopPrice} بأمر وقف الخسارة']
    },
    81078: (t) => {
      t.exports = [
        'بيع {qty} {symbol} عند{stopPrice} كوقف خسارة و{limitPrice} كسعرِ مُعلق',
      ]
    },
    545322: (t) => {
      t.exports = ['بيع بأمر فوري']
    },
    661132: (t) => {
      t.exports = ['سبتمبر']
    },
    573712: (t) => {
      t.exports = ['عرض أسعار أحجام التداول الصفرية']
    },
    747987: (t) => {
      t.exports = ['عرض الأسعار بين أفضل سعري البيع/الشراء']
    },
    602607: (t) => {
      t.exports = [
        'القيمة المحددة أكبر من الحد الأقصى للأداة والتي تبلغ ‎{max}.',
      ]
    },
    53669: (t) => {
      t.exports = ['القيمة المحددة أقل من الحد الأدنى للأداة والتي تبلغ {min}.']
    },
    154852: (t) => {
      t.exports = ['وقف الخسارة']
    },
    272149: (t) => {
      t.exports = ['الأحد']
    },
    583583: (t) => {
      t.exports = ['قم بالتبديل إلى الأشهر']
    },
    806244: (t) => {
      t.exports = ['التبديل إلى التواريخ']
    },
    680879: (t) => {
      t.exports = ['التحول إلى السنوات']
    },
    732457: (t) => {
      t.exports = ['الرجاء إدخال التاريخ بالشكل الصحيح']
    },
    505122: (t) => {
      t.exports = ['الرجاء إدخال التاريخ بالشكل الصحيح يوم- شهر- سنة']
    },
    502587: (t) => {
      t.exports = ['الشهر السابق']
    },
    239329: (t) => {
      t.exports = ['السنة الماضية']
    },
    127004: (t) => {
      t.exports = ['السنوات السابقة']
    },
    110649: (t) => {
      t.exports = ['ربح/خسارة']
    },
    224186: (t) => {
      t.exports = ['انعكاس']
    },
    843065: (t) => {
      t.exports = ['عكس اتجاه المركز']
    },
    107147: (t) => {
      t.exports = ['الأربعاء']
    },
    353723: (t) => {
      t.exports = ['إجمالي كمية الشراء']
    },
    977088: (t) => {
      t.exports = ['إجمالي كمية البيع']
    },
    885242: (t) => {
      t.exports = ['جني الأرباح']
    },
    107951: (t) => {
      t.exports = ['الخميس']
    },
    90714: (t) => {
      t.exports = ['نافذة DOM غير متاحة حاليًا لهذا الوسيط']
    },
    768877: (t) => {
      t.exports = ['مدة فعالية الأمر']
    },
    706844: (t) => {
      t.exports = [
        'التداول مع {brokerName} غير ممكن في الوقت الحالي بسبب عدم توفير بيانات السوق. الرجاء معاودة المحاولة في وقت لاحق.',
      ]
    },
    944979: (t) => {
      t.exports = ['الثلاثاء']
    },
    669325: (t) => {
      t.exports = ['الأعوام']
    },
    693251: (t) => {
      t.exports = ['{fieldTitle} (مطلوب)']
    },
    373797: (t) => {
      t.exports = [
        '‎{countInactiveOrders}‎ أمر غير نشط',
        '‎{countInactiveOrders}‎ أمر غير نشط',
        '‎{countInactiveOrders}‎ أمر غير نشط',
        '‎{countInactiveOrders}‎ أوامر غير نشطة',
        '‎{countInactiveOrders}‎ أمراً غير نشط',
        '‎{countInactiveOrders}‎ أمراً غير نشط',
      ]
    },
    726965: (t) => {
      t.exports = [
        '‎{countOrders}‎ أمر نشط x ‎{countQuantity}‎',
        '‎{countOrders}‎ أمر نشط x ‎{countQuantity}‎',
        '‎{countOrders}‎ أمر نشط x ‎{countQuantity}‎',
        '‎{countOrders}‎ أوامر نشطة x ‎{countQuantity}‎',
        '‎{countOrders}‎ أمراً نشطاً x ‎{countQuantity}‎',
        '‎{countOrders}‎ أمراً نشطاً x ‎{countQuantity}‎',
      ]
    },
    777772: (t) => {
      t.exports = [
        '‎{pips}‎ نقطة',
        '‎{pips}‎ نقطة',
        '‎{pips}‎ نقطة',
        '‎{pips}‎ نقاط',
        '‎{pips}‎ نقطة',
        '‎{pips}‎ نقطة',
      ]
    },
    564225: (t) => {
      t.exports = [
        '‎{ticks}‎ تيك',
        '‎{ticks}‎ تيك',
        '‎{ticks}‎ تيك',
        '‎{ticks}‎ تيك',
        '‎{ticks}‎ تيك‏',
        '‎{ticks}‎ تيك',
      ]
    },
  },
])
