;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [9536],
  {
    650831: (e) => {
      e.exports = ['الأعمدة البيانية']
    },
    919648: (e) => {
      e.exports = ['‎ ‎ 12 ساعة']
    },
    855838: (e) => {
      e.exports = ['24 ساعة']
    },
    723238: (e) => {
      e.exports = 'Canvas'
    },
    72171: (e) => {
      e.exports = ['مركز']
    },
    288364: (e) => {
      e.exports = ['أنماط الرسم البياني الأساسية']
    },
    46720: (e) => {
      e.exports = ['مؤشر التقاطع']
    },
    50985: (e) => {
      e.exports = ['عملة']
    },
    217319: (e) => {
      e.exports = ['العملة والوحدة']
    },
    412381: (e) => {
      e.exports = ['كل الأحداث']
    },
    768791: (e) => {
      e.exports = ['مدخلات']
    },
    695036: (e) => {
      e.exports = ['متوسط سعر الإغلاق']
    },
    691757: (e) => {
      e.exports = ['الأسفل']
    },
    527331: (e) => {
      e.exports = ['الخلفية']
    },
    22519: (e) => {
      e.exports = ['قيمة التغير للعمود']
    },
    790906: (e) => {
      e.exports = ['أقواس الربح والخسارة']
    },
    187845: (e) => {
      e.exports = ['أزرار']
    },
    217329: (e) => {
      e.exports = ['أزرار الشراء/البيع']
    },
    339392: (e) => {
      e.exports = ['خطوط الشبكة']
    },
    625209: (e) => {
      e.exports = ['تنسيق التاريخ']
    },
    555090: (e) => {
      e.exports = ['يوم الأسبوع على الملصقات']
    },
    629601: (e) => {
      e.exports = ['الوصف']
    },
    226897: (e) => {
      e.exports = ['أحداث']
    },
    41950: (e) => {
      e.exports = ['خط سعر ممدود للصفقات والأوامر']
    },
    178106: (e) => {
      e.exports = ['التنفيذ']
    },
    464848: (e) => {
      e.exports = ['ملصقات التنفيذ']
    },
    577405: (e) => {
      e.exports = ['أفقي']
    },
    734403: (e) => {
      e.exports = ['أفقي فقط']
    },
    760971: (e) => {
      e.exports = ['أعلى وأدنى سعر']
    },
    561142: (e) => {
      e.exports = ['مؤشرات']
    },
    234905: (e) => {
      e.exports = ['قيمة المؤشرات']
    },
    829687: (e) => {
      e.exports = ['قيم المؤشرات والبيانات المالية']
    },
    25084: (e) => {
      e.exports = ['اسم المؤشرات والبيانات المالية']
    },
    409654: (e) => {
      e.exports = ['اسم المؤشرات']
    },
    344104: (e) => {
      e.exports = ['إدخال فوري للأوامر']
    },
    199487: (e) => {
      e.exports = ['قيم الافتتاح والإغلاق وأعلى وأدنى قيمة (OHLC)']
    },
    775991: (e) => {
      e.exports = ['حالة الأسواق المفتوحة']
    },
    293104: (e) => {
      e.exports = ['أوامر التداول']
    },
    517538: (e) => {
      e.exports = ['محاذاة الأوامر والمراكز']
    },
    199192: (e) => {
      e.exports = ['الأوامر وعمليات التنفيذ والمراكز على لقطات الشاشة']
    },
    515474: (e) => {
      e.exports = ['الشعار']
    },
    996073: (e) => {
      e.exports = ['وصف مطوّل']
    },
    878905: (e) => {
      e.exports = ['الملصقات على مقياس السعر']
    },
    37274: (e) => {
      e.exports = ['قيم تغيير اليوم الأخير']
    },
    619286: (e) => {
      e.exports = ['يسار']
    },
    470500: (e) => {
      e.exports = ['أموال']
    },
    766653: (e) => {
      e.exports = ['هوامش']
    },
    876476: (e) => {
      e.exports = ['وسط']
    },
    242502: (e) => {
      e.exports = ['لا تداخل']
    },
    230163: (e) => {
      e.exports = ['إشعارات']
    },
    149199: (e) => {
      e.exports = ['لا شيء']
    },
    874343: (e) => {
      e.exports = ['تنقل']
    },
    847926: (e) => {
      e.exports = ['أوضاع المقياس (A و L)']
    },
    643115: (e) => {
      e.exports = ['المقاييس']
    },
    753224: (e) => {
      e.exports = ['وضع المقاييس']
    },
    779194: (e) => {
      e.exports = ['خط الحالة']
    },
    589053: (e) => {
      e.exports = ['رمز']
    },
    435383: (e) => {
      e.exports = ['اسم الرمز']
    },
    327767: (e) => {
      e.exports = ['آخر سعر للرمز']
    },
    540847: (e) => {
      e.exports = ['سعر إغلاق اليوم السابق للرمز']
    },
    948313: (e) => {
      e.exports = ['مراكز تداول']
    },
    750446: (e) => {
      e.exports = ['جزء']
    },
    373908: (e) => {
      e.exports = ['فواصل الأجزاء']
    },
    936014: (e) => {
      e.exports = ['نسبة مئوية']
    },
    778621: (e) => {
      e.exports = ['نقاط']
    },
    507248: (e) => {
      e.exports = ['تشغيل الصوت عند التنفيذ']
    },
    674823: (e) => {
      e.exports = ['سعر ما قبل/بعد الجلسة']
    },
    164859: (e) => {
      e.exports = ['مقياس الأسعار']
    },
    676523: (e) => {
      e.exports = ['السعر وقيمة النسبة المئوية']
    },
    150609: (e) => {
      e.exports = ['الربح والخسارة']
    },
    186921: (e) => {
      e.exports = ['زر عكس']
    },
    612698: (e) => {
      e.exports = ['الرفض فقط']
    },
    221141: (e) => {
      e.exports = ['يمين']
    },
    340187: (e) => {
      e.exports = ['الهامش الأيمن']
    },
    577705: (e) => {
      e.exports = ['علامة مائية']
    },
    226458: (e) => {
      e.exports = ['ظل الشمعة']
    },
    865994: (e) => {
      e.exports = ['الأعلى']
    },
    792960: (e) => {
      e.exports = ['محاذاة النص']
    },
    390581: (e) => {
      e.exports = ['اتجاه النص']
    },
    767369: (e) => {
      e.exports = ['عنوان']
    },
    331326: (e) => {
      e.exports = ['العناوين']
    },
    423097: (e) => {
      e.exports = ['الرمز']
    },
    182168: (e) => {
      e.exports = ['الرمز والوصف']
    },
    743637: (e) => {
      e.exports = ['مقياس الوقت']
    },
    997316: (e) => {
      e.exports = ['تنسيق الساعات']
    },
    890801: (e) => {
      e.exports = ['تداول']
    },
    677534: (e) => {
      e.exports = ['وحدة']
    },
    101111: (e) => {
      e.exports = ['حجم التداول']
    },
    680170: (e) => {
      e.exports = ['القيمة حسب المقياس']
    },
    391322: (e) => {
      e.exports = ['القِيم']
    },
    437174: (e) => {
      e.exports = ['عمودي وأفقي']
    },
    199113: (e) => {
      e.exports = ['عمودي فقط']
    },
    944085: (e) => {
      e.exports = ['عمودي']
    },
    457889: (e) => {
      e.exports = ['تغيير وضوح قيم OHLC']
    },
    935646: (e) => {
      e.exports = ['تغيير وضوح أزرار التنقل']
    },
    352164: (e) => {
      e.exports = ['تغيير حالة الإخطارات']
    },
    118644: (e) => {
      e.exports = ['تغيير وضوح حالة السوق المفتوحة']
    },
    177827: (e) => {
      e.exports = ['تغيير حالة تأكيد الأمر']
    },
    469714: (e) => {
      e.exports = ['تغيير وضوح الأوامر']
    },
    477223: (e) => {
      e.exports = ['تغيير وضوح أزرار البيع/الشراء']
    },
    845110: (e) => {
      e.exports = ['تغيير وضوح تغييرات الأعمدة']
    },
    210349: (e) => {
      e.exports = ['تغيير الهامش السفلي']
    },
    154119: (e) => {
      e.exports = ['تغيير وضع العرض PL بين قوسين']
    },
    151175: (e) => {
      e.exports = ['تغيير وضوح قوسي PL']
    },
    688161: (e) => {
      e.exports = ['تغيير وضوح وحدات الملصقات والعملة']
    },
    284060: (e) => {
      e.exports = ['تغيير وضوح ملصقات العملة']
    },
    899011: (e) => {
      e.exports = ['تغيير لون خلفية الرسم البياني']
    },
    972458: (e) => {
      e.exports = ['تغيير نوع خلفية الرسم البياني']
    },
    37034: (e) => {
      e.exports = ['تغيير عرض التقاطع']
    },
    529951: (e) => {
      e.exports = ['تغيير لون التقاطع']
    },
    792027: (e) => {
      e.exports = ['تغيير نمط التقاطع']
    },
    50457: (e) => {
      e.exports = ['تغيير تنسيق التاريخ']
    },
    607104: (e) => {
      e.exports = ['يوم التغير من الأسبوع على الملصقات']
    },
    995765: (e) => {
      e.exports = ['تغيير وضوح ملصقات التنفيذ']
    },
    255496: (e) => {
      e.exports = ['تغيير وضوح التنفيذ']
    },
    683269: (e) => {
      e.exports = ['تغيير تمديد الخطوط لليسار']
    },
    827764: (e) => {
      e.exports = ['تغيير وضوح خطوط الشبكة']
    },
    988096: (e) => {
      e.exports = ['تغيير لون خطوط الشبكة الأفقية']
    },
    231325: (e) => {
      e.exports = ['تغيير وضوح عناوين المؤشر']
    },
    399774: (e) => {
      e.exports = ['تغيير وضوح قيم المؤشر']
    },
    96162: (e) => {
      e.exports = ['تغيير وضوح مدخلات المؤشر']
    },
    559820: (e) => {
      e.exports = ['وضوح ملصقات تغير المؤشرات وأسماء البيانات المالية']
    },
    90512: (e) => {
      e.exports = ['وضوح ملصقات تغير المؤشرات والبيانات المالية']
    },
    250058: (e) => {
      e.exports = ['تغيير الرؤية في اليوم الأخير']
    },
    597956: (e) => {
      e.exports = ['تغيير شفافية خلفية المفتاح التوضيحي']
    },
    761061: (e) => {
      e.exports = ['تغيير وضوح خلفية المفتاح التوضيحي']
    },
    537730: (e) => {
      e.exports = ['تغيير وضوح أزرار الجزء']
    },
    989032: (e) => {
      e.exports = ['تغيير لون فواصل الجزء']
    },
    641636: (e) => {
      e.exports = ['تغيير تشغيل الصوت عند تنفيذ الأمر']
    },
    72970: (e) => {
      e.exports = ['تغيير مركز تداول العناصر على الرسم البياني']
    },
    21181: (e) => {
      e.exports = ['تغيير وضوح المراكز']
    },
    792476: (e) => {
      e.exports = ['تغيير وضوح مراكز PL']
    },
    485749: (e) => {
      e.exports = ['تغيير وضع عرض مراكز PL']
    },
    569520: (e) => {
      e.exports = ['تغيير وضوح أزرار العكس']
    },
    135636: (e) => {
      e.exports = ['تغيير الهامش الأيمن']
    },
    966601: (e) => {
      e.exports = ['تغيير نسبة الهامش الأيمن']
    },
    225616: (e) => {
      e.exports = ['تغيير لون علامة الرمز']
    },
    687159: (e) => {
      e.exports = ['تغيير وضوح علامة الرمز']
    },
    26717: (e) => {
      e.exports = ['تغيير وضوح وصف رمز']
    },
    606091: (e) => {
      e.exports = ['تغيير وضوح حقل الرمز']
    },
    728741: (e) => {
      e.exports = ['تغيير وضع آخر قيمة للرمز']
    },
    795071: (e) => {
      e.exports = ['تغيير تنسيق مفتاح التوضيح الرمز']
    },
    847361: (e) => {
      e.exports = ['تغيير وضوح أزرار أوضاع المقياس']
    },
    635065: (e) => {
      e.exports = ['تغيير لون نص المقاييس']
    },
    484382: (e) => {
      e.exports = ['تغيير حجم خط المقاييس']
    },
    512468: (e) => {
      e.exports = ['تغيير لون خطوط المقاييس']
    },
    871589: (e) => {
      e.exports = ['تغيير وضوح فواصل الجلسات']
    },
    515035: (e) => {
      e.exports = ['تغيير عرض فواصل الجلسات']
    },
    501579: (e) => {
      e.exports = ['تغيير وضوح لون فواصل الجلسات']
    },
    121460: (e) => {
      e.exports = ['تغيير نمط فواصل الجلسات']
    },
    876991: (e) => {
      e.exports = ['تغيير تنسيق الساعات']
    },
    598905: (e) => {
      e.exports = ['تغيير الهامش العلوي']
    },
    992775: (e) => {
      e.exports = ['تغيير عرض كائنات التداول على لقطات الشاشة']
    },
    607011: (e) => {
      e.exports = ['تغيير وضوح ملصقات الوحدة']
    },
    722722: (e) => {
      e.exports = ['تغيير لون خطوط الشبكة العمودية']
    },
    709455: (e) => {
      e.exports = ['تغيير وضوح قيم الحجم']
    },
    670919: (e) => {
      e.exports = ['المظهر']
    },
    8892: (e) => {
      e.exports = ['عام']
    },
  },
])
