;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [178],
  {
    12978: (e) => {
      e.exports = ['נתונים בזמן אמת ל {symbolName}']
    },
    64565: (e) => {
      e.exports = ['מסופק על ידי בורסת {exchange}.']
    },
    19801: (e) => {
      e.exports = ['שישי']
    },
    11268: (e) => {
      e.exports = ['שני']
    },
    63331: (e) => {
      e.exports = ['שבת']
    },
    85954: (e) => {
      e.exports = ['ראשון']
    },
    26230: (e) => {
      e.exports = 'We'
    },
    24793: (e) => {
      e.exports = ['חמישי']
    },
    31533: (e) => {
      e.exports = ['שלישי']
    },
    89790: (e) => {
      e.exports = ['לא ניתן לקבל קוד מקור']
    },
    39589: (e) => {
      e.exports = ['פאנל ממוזער']
    },
    38154: (e) => {
      e.exports = ['אישור הסרת עץ המחקר']
    },
    53205: (e) => {
      e.exports = ['חוזים עתידיים מתמשכים']
    },
    15993: (e) => {
      e.exports = [
        'חוזים עתידיים רציפים הם מכשירים סינתטיים המשלבים חוזים בודדים. ה-1! החוזה מייצג את החודש הקדמי (התפוגה הקרובה ביותר) ואילו ה-2! מייצג את התפוגה השנייה הקרובה ביותר.',
      ]
    },
    45e3: (e) => {
      e.exports = ['Cboe BZX']
    },
    56934: (e) => {
      e.exports = ['שנה תיאור']
    },
    23398: (e) => {
      e.exports = ['שנה סימול']
    },
    36004: (e) => {
      e.exports = ['צור חשבון בחינם']
    },
    69419: (e) => {
      e.exports = ['הכל טוב - השוק פתוח.']
    },
    97637: (e) => {
      e.exports = ['‏אפריל']
    },
    86797: (e) => {
      e.exports = ['‏אוגוסט']
    },
    22519: (e) => {
      e.exports = ['ערכי שינוי הנר']
    },
    41707: (e) => {
      e.exports = ['קנה נתונים בזמן אמת']
    },
    52003: (e) => {
      e.exports = ['האם אתה באמת רוצה למחוק את המחקר ואת כל הבנים שלו?']
    },
    68854: (e) => {
      e.exports = ['לחץ לחיצה כפולה']
    },
    97325: (e) => {
      e.exports = ['בעיית נתונים']
    },
    52916: (e) => {
      e.exports = ['הנתונים מתעדכנים פעם ביום.']
    },
    25978: (e) => {
      e.exports = [
        'הנתונים מתעדכנים פעם בשנייה, גם אם ישנם עדכונים נוספים בשוק.',
      ]
    },
    57310: (e) => {
      e.exports = ['הנתונים מעוכבים']
    },
    49321: (e) => {
      e.exports = [
        'הנתונים על התוכנית הבסיסית שלנו מתעדכנים פעם בשנייה, גם אם יש עדכונים נוספים בשוק.',
      ]
    },
    55669: (e) => {
      e.exports = ['דצמבר‏']
    },
    83498: (e) => {
      e.exports = ['מחק את החלונית']
    },
    6044: (e) => {
      e.exports = ['נתונים נגזרים']
    },
    31461: (e) => {
      e.exports = [
        'נתונים נגזרים מתייחסים לאינדיקטורים פיננסיים שנוצרים על ידי שילוב ו/או עיבוד נתונים גולמיים המסופקים ממקורות שונים.',
      ]
    },
    59315: (e) => {
      e.exports = ['נתוני סוף יום']
    },
    82751: (e) => {
      e.exports = ['שגיאה']
    },
    40519: (e) => {
      e.exports = ['ערב. השוק פתוח למסחר מאוחר post-market.']
    },
    80227: (e) => {
      e.exports = ['אזור זמן של הבורסה']
    },
    16467: (e) => {
      e.exports = ['פברואר‏']
    },
    25046: (e) => {
      e.exports = ['מלא את הסכמי הבורסה']
    },
    93666: (e) => {
      e.exports = ['סימול דגל']
    },
    564: (e) => {
      e.exports = ['שישי']
    },
    72970: (e) => {
      e.exports = ['יום שישי']
    },
    88958: (e) => {
      e.exports = ['חג']
    },
    32960: (e) => {
      e.exports = ['סימול חלאל Halal']
    },
    21686: (e) => {
      e.exports = ['הסתר מקרא אינדיקטור']
    },
    26935: (e) => {
      e.exports = ['ארגומנטים של אינדיקטור']
    },
    26315: (e) => {
      e.exports = ['כותרות מתנד']
    },
    84098: (e) => {
      e.exports = ['ערכי מתנד']
    },
    91459: (e) => {
      e.exports = [
        'אם אתה מעוניין בנתונים בזמן אמת של {listedExchange} תצטרך להשלים הסכם Exchange. אל דאגה, זה לוקח רק כמה לחיצות',
      ]
    },
    50634: (e) => {
      e.exports = ['זה יעבור למסחר המאוחר, פוסט מארקט ב-{remainingTime}.']
    },
    74537: (e) => {
      e.exports = ['הוא ייפתח לטרום מסחר פרה-מארקט ב-{remainingTime}.']
    },
    26910: (e) => {
      e.exports = ['ינואר‏']
    },
    23230: (e) => {
      e.exports = ['יולי‏']
    },
    49385: (e) => {
      e.exports = ['יוני‏']
    },
    99487: (e) => {
      e.exports = ['ערכי פגנס']
    },
    15815: (e) => {
      e.exports = ['עדכון אחד מידי שנייה']
    },
    90784: (e) => {
      e.exports = ['אוקטובר‏']
    },
    75991: (e) => {
      e.exports = ['מצב שוק פתוח']
    },
    37274: (e) => {
      e.exports = ['ערכי שינוי היום האחרון']
    },
    36051: (e) => {
      e.exports = ['למד עוד']
    },
    39899: (e) => {
      e.exports = ['הזז חלונית למטה']
    },
    70343: (e) => {
      e.exports = ['הזז חלונית למעלה']
    },
    83085: (e) => {
      e.exports = ['שני']
    },
    61199: (e) => {
      e.exports = ['יום שני']
    },
    41610: (e) => {
      e.exports = ['עוד']
    },
    1653: (e) => {
      e.exports = ['בקר. השוק פתוח כעת לטרום מסחר, פרה-מרקט בלבד.']
    },
    56470: (e) => {
      e.exports = ['הגדל גרף']
    },
    19603: (e) => {
      e.exports = ['הגדל חלונית']
    },
    68327: (e) => {
      e.exports = ['מאי']
    },
    35732: (e) => {
      e.exports = ['נהל חלונות']
    },
    84675: (e) => {
      e.exports = ['מרץ‏']
    },
    83949: (e) => {
      e.exports = ['שוק פתוח']
    },
    35701: (e) => {
      e.exports = ['השוק נפתח בעוד {remainingTime}.']
    },
    95814: (e) => {
      e.exports = ['השוק סגור']
    },
    98105: (e) => {
      e.exports = ['השוק נסגר בעוד {remainingTime}.']
    },
    56086: (e) => {
      e.exports = ['השוק נמצא כרגע בחופשה. כיף להם.']
    },
    71194: (e) => {
      e.exports = ['נובמבר‏']
    },
    66324: (e) => {
      e.exports = ['קוד מקור']
    },
    36835: (e) => {
      e.exports = ['שבת']
    },
    1144: (e) => {
      e.exports = ['יום שבת']
    },
    40653: (e) => {
      e.exports = ['גלול לשמאל']
    },
    26721: (e) => {
      e.exports = ['גלול לבר העדכני ביותר']
    },
    35809: (e) => {
      e.exports = ['גלול לימין']
    },
    61132: (e) => {
      e.exports = ['ספטמבר‏']
    },
    28705: (e) => {
      e.exports = ['הצג מקרא אינדיקטור']
    },
    51072: (e) => {
      e.exports = ['הצג עץ אובייקטים']
    },
    37809: (e) => {
      e.exports = ['הצג הגדרות אינטרוולים']
    },
    39045: (e) => {
      e.exports = ['שגיאת מחקר']
    },
    86577: (e) => {
      e.exports = ['יום ראשון']
    },
    72149: (e) => {
      e.exports = ['יום ראשון']
    },
    46041: (e) => {
      e.exports = ['מקור מחיר הסימול']
    },
    63143: (e) => {
      e.exports = ['כותרת סימול']
    },
    29985: (e) => {
      e.exports = ['פוסט-מרקט']
    },
    28412: (e) => {
      e.exports = ['תוכניות בתשלום כוללות עדכוני נתונים מהירים יותר.']
    },
    56042: (e) => {
      e.exports = ['פרה-מרקט']
    },
    24680: (e) => {
      e.exports = ['רישום ראשי']
    },
    89022: (e) => {
      e.exports = [
        'נתונים בזמן אמת עבור סימול זה אינם נתמכים כעת. אולי נתמוך בו בעתיד.',
      ]
    },
    6667: (e) => {
      e.exports = [
        'נתונים בזמן אמת עבור {symbolName} מסופקים על ידי {exchange} exchange.',
      ]
    },
    48293: (e) => {
      e.exports = ['שחזר גרף']
    },
    91029: (e) => {
      e.exports = ['שחזר חלון']
    },
    75094: (e) => {
      e.exports = ['רביעי']
    },
    7147: (e) => {
      e.exports = ['יום רביעי']
    },
    52984: (e) => {
      e.exports = [
        'כדי לקבל נתונים בזמן אמת עבור {description}, אנא קנה את חבילת הנתונים בזמן אמת.',
      ]
    },
    9787: (e) => {
      e.exports = ['חמישי']
    },
    7951: (e) => {
      e.exports = ['יום חמישי']
    },
    99214: (e) => {
      e.exports = ['הבורסה הראשית, או הראשונה, שבה נסחרת מניות החברה.']
    },
    2310: (e) => {
      e.exports = [
        'הנתונים האלה הם בזמן אמת, אבל הם עשויים להיות שונים במקצת מהמקבילה הרשמית שלהם המגיעים מהבורסה הראשית.',
      ]
    },
    29512: (e) => {
      e.exports = [
        'הנתונים האלה הם בזמן אמת, אבל הם עשויים להיות שונים במקצת מהמקבילה הרשמית שלהם המגיעים מ-{exchange}.',
      ]
    },
    52449: (e) => {
      e.exports = [
        'זוהי מניה תואמת השריעה, כלומר היא פועלת לפי החוק האיסלאמי. החברה הזו לא גובה או מקבלת ריבית ואינה עוסקת במגזרים מסוימים (הימורים, אלכוהול, טבק, מוצרי חזיר).',
      ]
    },
    86753: (e) => {
      e.exports = [
        'הנתונים בזמן אמת מסופקים על ידי הבורסה {originalExchange}. הם עשויים להיות שונים מעט מהנתונים הרשמיים ישירות מ-{exchange}. אם ההבדל הזה הוא קריטי מבחינתך, תצטרך לרכוש נתונים בזמן אמת מהבורסה ברשמית, שאיתה נוכל לעזור לך.',
      ]
    },
    73717: (e) => {
      e.exports = ['סימול זה אינו קיים, אנא בחר סימול אחר.']
    },
    57048: (e) => {
      e.exports = ['זמן לטיול - שוק זה סגור.']
    },
    94316: (e) => {
      e.exports = ['שלישי']
    },
    44979: (e) => {
      e.exports = ['יום שלישי']
    },
    8209: (e) => {
      e.exports = ['בטל סימול']
    },
    1111: (e) => {
      e.exports = ['ווליום/נפח מסחר']
    },
    61311: (e) => {
      e.exports = ['הגדל']
    },
    47602: (e) => {
      e.exports = ['הקטן']
    },
    57889: (e) => {
      e.exports = ['שנה את הנראות של ערכי OHLC']
    },
    18644: (e) => {
      e.exports = ['שנה את נראות מצב השוק הפתוח']
    },
    45110: (e) => {
      e.exports = ['שנה נראות של בר שינוי']
    },
    31325: (e) => {
      e.exports = ['שנה את נראות של כותרות אינדיקטור']
    },
    99774: (e) => {
      e.exports = ['שינוי נראות ערכי אינדיקטור']
    },
    96162: (e) => {
      e.exports = ['שינוי נראות ארגומנטים של אינדיקטור']
    },
    50058: (e) => {
      e.exports = ['שנה את הנראות של השינוי ביום האחרון']
    },
    26717: (e) => {
      e.exports = ['שנה את נראות תיאור הסימול']
    },
    6091: (e) => {
      e.exports = ['שינוי נראות שדה הסימול']
    },
    9455: (e) => {
      e.exports = ['שינוי נראות ערכי ווליום']
    },
    39348: (e) => {
      e.exports = ['פחות מדקה אחת']
    },
    87358: (e) => {
      e.exports = ['הצג ‎{title}‎']
    },
    7827: (e) => {
      e.exports = ['‎{days}‎  ו-‎{hours}‎']
    },
    7435: (e) => {
      e.exports = ['{exchange} מאת {originalExchange}']
    },
    19830: (e) => {
      e.exports = ['‎{hours}‎ ו-‎{minutes}‎']
    },
    1084: (e) => {
      e.exports = [
        '‎‎{listedExchange}‎ נתונים בזמן אמת זמינים בחינם למשתמשים רשומים.',
      ]
    },
    38611: (e) => {
      e.exports = [
        'נתוני {symbolName} מעוכבים ב-{time} דקות בגלל דרישות הבורסה.',
      ]
    },
    77033: (e) => {
      e.exports = [
        'הנתונים מתעדכנים אחת ל-{amount} שנייה, גם אם יש עדכונים נוספים בשוק.',
        'הנתונים מתעדכנים אחת ל-{amount} שניות, גם אם יש עדכונים נוספים בשוק.',
        'הנתונים מתעדכנים אחת ל-{amount} שניות, גם אם יש עדכונים נוספים בשוק.',
        'הנתונים מתעדכנים אחת ל-{amount} שניות, גם אם יש עדכונים נוספים בשוק.',
      ]
    },
    2121: (e) => {
      e.exports = [
        'הנתונים על התוכנית הבסיסית שלנו מתעדכנים אחת ל-{amount} שנייה, גם אם יש עדכונים נוספים בשוק.',
        'הנתונים על התוכנית הבסיסית שלנו מתעדכנים אחת ל-{amount} שניות, גם אם יש עדכונים נוספים בשוק.',
        'הנתונים על התוכנית הבסיסית שלנו מתעדכנים אחת ל-{amount} שניות, גם אם יש עדכונים נוספים בשוק.',
        'הנתונים על התוכנית הבסיסית שלנו מתעדכנים אחת ל-{amount} שניות, גם אם יש עדכונים נוספים בשוק.',
      ]
    },
    5223: (e) => {
      e.exports = [
        'עדכון אחד כל {amount} שנייה',
        'עדכון אחד כל {amount} שניות',
        'עדכון אחד כל {amount} שניות',
        'עדכון אחד כל {amount} שניות',
      ]
    },
    58609: (e) => {
      e.exports = [
        'יום {number}',
        '{number} ימים',
        '{number} ימים',
        '{number} ימים',
      ]
    },
    24430: (e) => {
      e.exports = [
        'שעה ‎{number}‎',
        '{number} שעות',
        '{number} שעות',
        '{number} שעות',
      ]
    },
    67151: (e) => {
      e.exports = [
        'דקה {number}',
        '{number} דקות',
        '{number} דקות',
        '{number} דקות',
      ]
    },
  },
])
