;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [2547],
  {
    50831: (s) => {
      s.exports = ['ברים']
    },
    19648: (s) => {
      s.exports = ['12 שעות']
    },
    55838: (s) => {
      s.exports = ['24 שעות']
    },
    23238: (s) => {
      s.exports = ['קנבס']
    },
    72171: (s) => {
      s.exports = ['מרכז']
    },
    88364: (s) => {
      s.exports = ['גרף סגנונות בסיסי']
    },
    46720: (s) => {
      s.exports = ['צלב']
    },
    50985: (s) => {
      s.exports = ['מַטְבֵּעַ']
    },
    17319: (s) => {
      s.exports = ['מטבע ויחידה']
    },
    68791: (s) => {
      s.exports = ['טיעונים']
    },
    95036: (s) => {
      s.exports = ['מחיר סגירה ממוצע']
    },
    91757: (s) => {
      s.exports = ['תחתית']
    },
    27331: (s) => {
      s.exports = ['רקע']
    },
    22519: (s) => {
      s.exports = ['ערכי שינוי הנר']
    },
    87845: (s) => {
      s.exports = ['כפתורים']
    },
    39392: (s) => {
      s.exports = ['קווי רשת']
    },
    25209: (s) => {
      s.exports = ['פורמט תאריך']
    },
    55090: (s) => {
      s.exports = ['יום בשבוע על תוויות']
    },
    29601: (s) => {
      s.exports = ['תיאור']
    },
    26897: (s) => {
      s.exports = ['אירועים']
    },
    77405: (s) => {
      s.exports = ['אופקי']
    },
    34403: (s) => {
      s.exports = ['רק אופקי']
    },
    60971: (s) => {
      s.exports = ['מחיר גבוה ונמוך']
    },
    61142: (s) => {
      s.exports = ['אינדיקטורים']
    },
    34905: (s) => {
      s.exports = ['ערך אינדיקטורים']
    },
    29687: (s) => {
      s.exports = ['אינדיקטורים וערך פיננסי']
    },
    25084: (s) => {
      s.exports = ['אינדיקטורים ושם פיננסיים']
    },
    9654: (s) => {
      s.exports = ['שם אינדיקטורים']
    },
    99487: (s) => {
      s.exports = ['ערכי פגנס']
    },
    75991: (s) => {
      s.exports = ['מצב שוק פתוח']
    },
    15474: (s) => {
      s.exports = ['לוגו']
    },
    96073: (s) => {
      s.exports = ['תיאור ארוך']
    },
    78905: (s) => {
      s.exports = ['תוויות בסולם מחירים']
    },
    37274: (s) => {
      s.exports = ['ערכי שינוי היום האחרון']
    },
    19286: (s) => {
      s.exports = ['שמאל']
    },
    70500: (s) => {
      s.exports = ['כסף']
    },
    66653: (s) => {
      s.exports = ['מינוף']
    },
    76476: (s) => {
      s.exports = ['אמצע']
    },
    42502: (s) => {
      s.exports = ['אין חפיפה']
    },
    49199: (s) => {
      s.exports = ['אף אחד']
    },
    74343: (s) => {
      s.exports = ['ניווט']
    },
    47926: (s) => {
      s.exports = ['מצבי קנה מידה (A ו-L)']
    },
    43115: (s) => {
      s.exports = ['סולם מחיר']
    },
    53224: (s) => {
      s.exports = ['מיקום קנה מידה']
    },
    79194: (s) => {
      s.exports = ['שורת סטטוס']
    },
    89053: (s) => {
      s.exports = ['סימול']
    },
    35383: (s) => {
      s.exports = ['שם סימול']
    },
    27767: (s) => {
      s.exports = ['סימול מחיר אחרון']
    },
    40847: (s) => {
      s.exports = ['סימול מחיר סגירה ביום הקודם']
    },
    50446: (s) => {
      s.exports = ['פאנל']
    },
    73908: (s) => {
      s.exports = ['מפרידי חלוניות']
    },
    36014: (s) => {
      s.exports = ['אחוז']
    },
    78621: (s) => {
      s.exports = ['פיפס']
    },
    74823: (s) => {
      s.exports = ['מחיר פרה/פוסט מארקט']
    },
    64859: (s) => {
      s.exports = ['סולם מחירים']
    },
    76523: (s) => {
      s.exports = ['מחיר אחרון וערך האחוז']
    },
    21141: (s) => {
      s.exports = ['ימין']
    },
    40187: (s) => {
      s.exports = ['שוליים ימניים']
    },
    77705: (s) => {
      s.exports = ['סימן מים']
    },
    26458: (s) => {
      s.exports = ['פתיל']
    },
    65994: (s) => {
      s.exports = ['עליון']
    },
    92960: (s) => {
      s.exports = ['יישור טקסט']
    },
    90581: (s) => {
      s.exports = ['כיוון טקסט']
    },
    67369: (s) => {
      s.exports = ['כותרת']
    },
    31326: (s) => {
      s.exports = ['כותרות']
    },
    23097: (s) => {
      s.exports = ['טיקר']
    },
    82168: (s) => {
      s.exports = ['טיקר ותיאור']
    },
    43637: (s) => {
      s.exports = ['סולם זמן']
    },
    97316: (s) => {
      s.exports = ['זמן שעות פורמט']
    },
    90801: (s) => {
      s.exports = ['מסחר']
    },
    77534: (s) => {
      s.exports = ['יחידה']
    },
    1111: (s) => {
      s.exports = ['ווליום/נפח מסחר']
    },
    80170: (s) => {
      s.exports = ['ערך אחרון לפי קנה מידה']
    },
    91322: (s) => {
      s.exports = ['ערכים']
    },
    37174: (s) => {
      s.exports = ['אנכי ואופקי']
    },
    36426: (s) => {
      s.exports = ['רק אנכי']
    },
    44085: (s) => {
      s.exports = ['אנכי']
    },
    57889: (s) => {
      s.exports = ['שנה את הנראות של ערכי OHLC']
    },
    35646: (s) => {
      s.exports = ['שנה נראות של לחצני הניווט']
    },
    18644: (s) => {
      s.exports = ['שנה את נראות מצב השוק הפתוח']
    },
    45110: (s) => {
      s.exports = ['שנה נראות של בר שינוי']
    },
    10349: (s) => {
      s.exports = ['שנה שוליים תחתוניים']
    },
    88161: (s) => {
      s.exports = ['שנה את נראות תוויות המטבע והיחידה']
    },
    84060: (s) => {
      s.exports = ['שנה את נראות תווית המטבע']
    },
    99011: (s) => {
      s.exports = ['שנה את צבע הרקע של הגרף']
    },
    72458: (s) => {
      s.exports = ['שנה את סוג הרקע של הגרף']
    },
    37034: (s) => {
      s.exports = ['שנה רוחב צלב']
    },
    29951: (s) => {
      s.exports = ['שנה את צבע הצלב']
    },
    92027: (s) => {
      s.exports = ['שנה סגנון צלב']
    },
    50457: (s) => {
      s.exports = ['שנה פורמט תאריך']
    },
    7104: (s) => {
      s.exports = ['שנה את יום השבוע על התוויות']
    },
    27764: (s) => {
      s.exports = ['שינוי נראות קווי הרשת']
    },
    88096: (s) => {
      s.exports = ['שנה את צבע קווי הרשת האופקיים']
    },
    31325: (s) => {
      s.exports = ['שנה את נראות של כותרות אינדיקטור']
    },
    99774: (s) => {
      s.exports = ['שינוי נראות ערכי אינדיקטור']
    },
    96162: (s) => {
      s.exports = ['שינוי נראות ארגומנטים של אינדיקטור']
    },
    59820: (s) => {
      s.exports = ['שנה נראות של שם תוויות אינדיקטורים ופיננסיות']
    },
    90512: (s) => {
      s.exports = ['שנה נראות של אינדיקטורים ותוויות ערך פיננסיות']
    },
    50058: (s) => {
      s.exports = ['שנה את הנראות של השינוי ביום האחרון']
    },
    97956: (s) => {
      s.exports = ['שנה את שקיפות הרקע של מקרא']
    },
    61061: (s) => {
      s.exports = ['שנה נראות הרקע של מקרא']
    },
    37730: (s) => {
      s.exports = ['שנה נראות לחצני החלונית']
    },
    89032: (s) => {
      s.exports = ['שנה את צבע מפריד החלונות']
    },
    35636: (s) => {
      s.exports = ['שנה שוליים ימניים']
    },
    66601: (s) => {
      s.exports = ['שנה את אחוז השוליים הימניים']
    },
    25616: (s) => {
      s.exports = ['שנה צבע סימן מים של הסימול']
    },
    87159: (s) => {
      s.exports = ['שנה נראות סימן מים של הסימול']
    },
    26717: (s) => {
      s.exports = ['שנה את נראות תיאור הסימול']
    },
    6091: (s) => {
      s.exports = ['שינוי נראות שדה הסימול']
    },
    28741: (s) => {
      s.exports = ['שינוי מצב ערך אחרון של סימול']
    },
    95071: (s) => {
      s.exports = ['שנה פורמט מקרא סימולים']
    },
    47361: (s) => {
      s.exports = ['שנה את נראות לחצני קנה המידה']
    },
    35065: (s) => {
      s.exports = ['שנה צבע טקסט של סולמות']
    },
    84382: (s) => {
      s.exports = ['שנה גודל גופן בקנה מידה']
    },
    12468: (s) => {
      s.exports = ['שנה צבע קווים של סולמות']
    },
    71589: (s) => {
      s.exports = ['שנה נראות של הפסקות סשנים']
    },
    15035: (s) => {
      s.exports = ['שנה רוחב קווי הפרדה של סשנים sessions breaks']
    },
    1579: (s) => {
      s.exports = ['שנה צבע קווי הפרדה של סשנים sessions breaks']
    },
    21460: (s) => {
      s.exports = ['שנה סגנון הפסקות סשן sessions breaks']
    },
    76991: (s) => {
      s.exports = ['שינוי זמן שעות פורמט']
    },
    98905: (s) => {
      s.exports = ['שנה שוליים עליוניים']
    },
    7011: (s) => {
      s.exports = ['שנה את נראות תווית היחידה']
    },
    22722: (s) => {
      s.exports = ['שנה את צבע קווי הרשת האנכיים']
    },
    9455: (s) => {
      s.exports = ['שינוי נראות ערכי ווליום']
    },
  },
])
