;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [9072],
  {
    519801: (t) => {
      t.exports = ['שישי']
    },
    11268: (t) => {
      t.exports = ['שני']
    },
    963331: (t) => {
      t.exports = ['שבת']
    },
    85954: (t) => {
      t.exports = ['ראשון']
    },
    226230: (t) => {
      t.exports = 'We'
    },
    24793: (t) => {
      t.exports = ['חמישי']
    },
    831533: (t) => {
      t.exports = ['שלישי']
    },
    323288: (t) => {
      t.exports = ['בטל הכל']
    },
    697174: (t) => {
      t.exports = ['זהירות!']
    },
    952051: (t) => {
      t.exports = ['לוח השנה הוא כרגע בשנה {year}']
    },
    499990: (t) => {
      t.exports = ['היומן פועל כעת על שנים מ-{year_start} עד {year_end}']
    },
    692702: (t) => {
      t.exports = ['היומן נמצא כרגע ב-{month}']
    },
    702333: (t) => {
      t.exports = ['בטל את כל פקודות הרכישה']
    },
    975336: (t) => {
      t.exports = ['בטל את כל ההוראות לסימול הנוכחי']
    },
    139710: (t) => {
      t.exports = ['בטל את כל פקודות המכירה']
    },
    987411: (t) => {
      t.exports = ['סגור את הפוזיציה']
    },
    997637: (t) => {
      t.exports = ['‏אפריל']
    },
    486797: (t) => {
      t.exports = ['‏אוגוסט']
    },
    102846: (t) => {
      t.exports = ['קנה מארקט']
    },
    503491: (t) => {
      t.exports = ['קנה ‎{qty}‎ ‎{symbol}‎ @ מארקט']
    },
    222821: (t) => {
      t.exports = ['קנה ‎{qty}‎‎{symbol}‎@‎{limitPrice}‎ לימיט']
    },
    812458: (t) => {
      t.exports = ['קנה ‎{qty}‎ ‎{symbol}‎@‎{stopPrice}‎סטופ']
    },
    832023: (t) => {
      t.exports = ['קנה ‎{qty}‎‎{symbol}‎@‎{stopPrice}‎סטופ‎{limitPrice}‎לימיט']
    },
    557027: (t) => {
      t.exports = ['פרטים']
    },
    55669: (t) => {
      t.exports = ['דצמבר‏']
    },
    756095: (t) => {
      t.exports = ['לְהַקְטִין']
    },
    785663: (t) => {
      t.exports = ['השבת מצב דינמי']
    },
    44316: (t) => {
      t.exports = ['אפשר מצב דינמי']
    },
    316467: (t) => {
      t.exports = ['פברואר‏']
    },
    963867: (t) => {
      t.exports = ['סגור פוזיציה']
    },
    772970: (t) => {
      t.exports = ['יום שישי']
    },
    146812: (t) => {
      t.exports = ['גידול']
    },
    926910: (t) => {
      t.exports = ['ינואר‏']
    },
    323230: (t) => {
      t.exports = ['יולי‏']
    },
    49385: (t) => {
      t.exports = ['יוני‏']
    },
    290784: (t) => {
      t.exports = ['אוקטובר‏']
    },
    357653: (t) => {
      t.exports = 'Lots'
    },
    561199: (t) => {
      t.exports = ['יום שני']
    },
    695543: (t) => {
      t.exports = ['חודשים']
    },
    668327: (t) => {
      t.exports = ['מאי']
    },
    684675: (t) => {
      t.exports = ['מרץ‏']
    },
    180526: (t) => {
      t.exports = ['אין נתונים']
    },
    749117: (t) => {
      t.exports = ['לא זמין']
    },
    171194: (t) => {
      t.exports = ['נובמבר‏']
    },
    383771: (t) => {
      t.exports = ['שנה הבאה']
    },
    275385: (t) => {
      t.exports = ['שנים הבאות']
    },
    39752: (t) => {
      t.exports = ['חודש הבא']
    },
    535563: (t) => {
      t.exports = ['פורמט המספר אינו חוקי.']
    },
    101144: (t) => {
      t.exports = ['יום שבת']
    },
    880280: (t) => {
      t.exports = ['בחר ערך']
    },
    331840: (t) => {
      t.exports = ['מכור ‎{qty}‎‎{symbol}‎ @ מארקט']
    },
    596283: (t) => {
      t.exports = ['מכור‎{qty}‎‎{symbol}‎במחיר‎{limitPrice}‎Limit']
    },
    793711: (t) => {
      t.exports = ['מכור {qty} {symbol} @ {stopPrice} עצור']
    },
    81078: (t) => {
      t.exports = ['מכור {qty} {symbol} @ {stopPrice} עצור {limitPrice} לימיט']
    },
    545322: (t) => {
      t.exports = ['מכור מארקט']
    },
    661132: (t) => {
      t.exports = ['ספטמבר‏']
    },
    573712: (t) => {
      t.exports = ['הצג אפס מחירי נפח מסחר']
    },
    747987: (t) => {
      t.exports = ['הצג מחירים בין ההיצע/ביקוש הטובים ביותר']
    },
    602607: (t) => {
      t.exports = ['הערך שצוין הוא יותר מהמקסימום של המכשיר {max}.']
    },
    53669: (t) => {
      t.exports = ['הערך שצוין הוא פחות מהמינימום של המכשיר {min}.']
    },
    154852: (t) => {
      t.exports = ['סטופ-לוס']
    },
    272149: (t) => {
      t.exports = ['יום ראשון']
    },
    583583: (t) => {
      t.exports = ['עבור לחודשים']
    },
    806244: (t) => {
      t.exports = ['עבור לתאריכים']
    },
    680879: (t) => {
      t.exports = ['עבור לשנים']
    },
    732457: (t) => {
      t.exports = ['אנא הזן את התאריך הנכון']
    },
    505122: (t) => {
      t.exports = ['נא הזן את פורמט התאריך הנכון yyyy-mm-dd']
    },
    502587: (t) => {
      t.exports = ['חודש שעבר']
    },
    239329: (t) => {
      t.exports = ['שנה קודמת']
    },
    127004: (t) => {
      t.exports = ['שנים קודמות']
    },
    110649: (t) => {
      t.exports = ['רווח/הפסד']
    },
    224186: (t) => {
      t.exports = ['היפוך']
    },
    843065: (t) => {
      t.exports = ['הפוך את הפוזיציה']
    },
    107147: (t) => {
      t.exports = ['יום רביעי']
    },
    353723: (t) => {
      t.exports = ['סה"כ כמות קנייה']
    },
    977088: (t) => {
      t.exports = ['סה"כ כמות מכירה']
    },
    885242: (t) => {
      t.exports = ['קח-רווח']
    },
    107951: (t) => {
      t.exports = ['יום חמישי']
    },
    90714: (t) => {
      t.exports = ['חלון ה-DOM אינו זמין כעת עבור ברוקר זה.']
    },
    768877: (t) => {
      t.exports = ['תוקף זמן']
    },
    706844: (t) => {
      t.exports = [
        'לא ניתן לבצע מסחר כרגע עם {brokerName} מכיוון שלא ניתן לספק נתוני שוק. בבקשה נסה שוב מאוחר יותר.',
      ]
    },
    944979: (t) => {
      t.exports = ['יום שלישי']
    },
    669325: (t) => {
      t.exports = ['שנים']
    },
    693251: (t) => {
      t.exports = ['{fieldTitle} (חובה)']
    },
    373797: (t) => {
      t.exports = [
        '{countInactiveOrders} הוראה לא פעילה',
        '{countInactiveOrders} הוראות לא פעילות',
        '{countInactiveOrders} הוראות לא פעילות',
        '{countInactiveOrders} הוראות לא פעילות',
      ]
    },
    726965: (t) => {
      t.exports = [
        '{countOrders} הוראה פעילה x {countQuantity}',
        '{countOrders} הוראות פעילות x {countQuantity}',
        '{countOrders} הוראות פעילות x {countQuantity}',
        '{countOrders} הוראות פעילות x {countQuantity}',
      ]
    },
    777772: (t) => {
      t.exports = ['פיפ {pips}', 'פיפס {pips}', 'פיפס {pips}', 'פיפס {pips}']
    },
    564225: (t) => {
      t.exports = [
        'טיק‎{ticks}‎',
        'טיקים ‎{ticks}‎',
        'טיקים ‎{ticks}‎',
        'טיקים ‎{ticks}‎',
      ]
    },
  },
])
