;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [8988],
  {
    774274: (e) => {
      e.exports = ['צלב']
    },
    360558: (e) => {
      e.exports = ['בעלי חיים וטבע']
    },
    414232: (e) => {
      e.exports = ['פעילות']
    },
    935305: (e) => {
      e.exports = ['אוכל ושתייה']
    },
    149546: (e) => {
      e.exports = ['דגלים']
    },
    572302: (e) => {
      e.exports = ['אובייקטים']
    },
    396330: (e) => {
      e.exports = ['חיוכים ואנשים']
    },
    906878: (e) => {
      e.exports = ['סימולים']
    },
    415426: (e) => {
      e.exports = ['נעשה בו שימוש לאחרונה']
    },
    715395: (e) => {
      e.exports = ['נסיעות ומקומות']
    },
    641596: (e) => {
      e.exports = ['תוויות בסולם מחירים']
    },
    323545: (e) => {
      e.exports = ['ערכים בשורת המצב']
    },
    239495: (e) => {
      e.exports = ['מעגלים']
    },
    541389: (e) => {
      e.exports = ['מעל נר']
    },
    129520: (e) => {
      e.exports = ['מוחלט']
    },
    67049: (e) => {
      e.exports = ['החל ברירת מחדל']
    },
    473169: (e) => {
      e.exports = ['החל ברירת מחדל']
    },
    65262: (e) => {
      e.exports = ['אזור מקוטע']
    },
    883760: (e) => {
      e.exports = ['גוף']
    },
    248848: (e) => {
      e.exports = ['גבול']
    },
    527331: (e) => {
      e.exports = ['רקע']
    },
    278626: (e) => {
      e.exports = ['מתחת לנר']
    },
    16079: (e) => {
      e.exports = ['משולב']
    },
    506705: (e) => {
      e.exports = ["האם אתה באמת רוצה למחוק את תבנית השרטוט '‎{name}‎'?"]
    },
    842973: (e) => {
      e.exports = ['קו מנוקד']
    },
    741361: (e) => {
      e.exports = ['למטה']
    },
    459317: (e) => {
      e.exports = ['קו מקווקו']
    },
    731577: (e) => {
      e.exports = 'Developing VA'
    },
    204329: (e) => {
      e.exports = ['ברירת מחדל']
    },
    698938: (e) => {
      e.exports = ['ברירות מחדל']
    },
    572405: (e) => {
      e.exports = [
        "תבנית השרטוט '{name}' כבר קיימת. האם אתה באמת רוצה להחליף אותה?",
      ]
    },
    745044: (e) => {
      e.exports = ['מוסתר']
    },
    511091: (e) => {
      e.exports = ['היסטוגרמה']
    },
    540297: (e) => {
      e.exports = ['פלטים']
    },
    836993: (e) => {
      e.exports = ['דריסת טיק מינימלי']
    },
    864606: (e) => {
      e.exports = ['גופן תוויות']
    },
    54934: (e) => {
      e.exports = ['קו מקוטע']
    },
    141610: (e) => {
      e.exports = ['עוד']
    },
    855362: (e) => {
      e.exports = ['רגיל']
    },
    735637: (e) => {
      e.exports = ['סולידי']
    },
    418229: (e) => {
      e.exports = ['שמור כברירת מחדל']
    },
    504315: (e) => {
      e.exports = ['שמור תבניות שרטוט בשם']
    },
    786520: (e) => {
      e.exports = ['תווית אותות']
    },
    464108: (e) => {
      e.exports = ['קו צעד עם הפסקות']
    },
    367767: (e) => {
      e.exports = ['צעד בקו עם יהלומים']
    },
    621861: (e) => {
      e.exports = ['מיקום']
    },
    173947: (e) => {
      e.exports = ['דיוק']
    },
    766596: (e) => {
      e.exports = ['כמות']
    },
    79782: (e) => {
      e.exports = ['אפס הגדרות']
    },
    895247: (e) => {
      e.exports = ['רוחב (% מהקופסה)']
    },
    319221: (e) => {
      e.exports = ['צבע טקסט']
    },
    350912: (e) => {
      e.exports = ['שם תבנית']
    },
    607138: (e) => {
      e.exports = ['עסקאות על הגרף']
    },
    798802: (e) => {
      e.exports = ['למעלה']
    },
    578019: (e) => {
      e.exports = [
        'השתמש בסימנים מתמטיים מיוחדים כדי להחליף שרטוטים נבחרים: +,-,/,* עבור המחיר ו-+,- עבור בר אינדקס.',
      ]
    },
    114414: (e) => {
      e.exports = ['פרופיל ווליום Volume Profile']
    },
    391322: (e) => {
      e.exports = ['ערכים']
    },
    320834: (e) => {
      e.exports = ['שינוי Min Tick']
    },
    198491: (e) => {
      e.exports = ['שנה את התו']
    },
    907378: (e) => {
      e.exports = ['שנה גודל גופן']
    },
    628691: (e) => {
      e.exports = ['שנה את סגנון הקו']
    },
    138361: (e) => {
      e.exports = ['שנה את המיקום']
    },
    851081: (e) => {
      e.exports = ['שינוי אחוז רוחב']
    },
    847634: (e) => {
      e.exports = ['שנה מיקום']
    },
    215683: (e) => {
      e.exports = ['שנה את סוג הPlot']
    },
    900164: (e) => {
      e.exports = ['שנה את הדיוק']
    },
    486888: (e) => {
      e.exports = ['שנה את הצורה']
    },
    50463: (e) => {
      e.exports = ['שנה את הערך']
    },
    212628: (e) => {
      e.exports = ['שנה את נראות הערכים']
    },
    976080: (e) => {
      e.exports = ['לְמָשָׁל /+1']
    },
    495166: (e) => {
      e.exports = ['לְמָשָׁל /2']
    },
  },
])
