;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [4011],
  {
    652002: (e) => {
      e.exports = ['עיקרי']
    },
    283912: (e) => {
      e.exports = ['משני']
    },
    52587: (e) => {
      e.exports = 'C'
    },
    469219: (e) => {
      e.exports = 'D'
    },
    426211: (e) => {
      e.exports = 'D'
    },
    960582: (e) => {
      e.exports = 'E'
    },
    957357: (e) => {
      e.exports = 'F'
    },
    647310: (e) => {
      e.exports = 'R'
    },
    214485: (e) => {
      e.exports = ['ה.ח']
    },
    87817: (e) => {
      e.exports = 'S'
    },
    535145: (e) => {
      e.exports = ['טווח 52 שבועות']
    },
    397697: (e) => {
      e.exports = ['שרותי שילוח']
    },
    117750: (e) => {
      e.exports = ['פחם']
    },
    268765: (e) => {
      e.exports = ['תמיכת כריית פחם']
    },
    504070: (e) => {
      e.exports = ['פחם בקימונות']
    },
    269358: (e) => {
      e.exports = ['איי קוקוס (קילינג)']
    },
    455784: (e) => {
      e.exports = ['קפה & תה']
    },
    844305: (e) => {
      e.exports = ['קפה, תה וחוות קקאו']
    },
    488938: (e) => {
      e.exports = ['כריית פחם ופחם אבן']
    },
    731144: (e) => {
      e.exports = ['קולומביה']
    },
    714971: (e) => {
      e.exports = ['גורם צביעה']
    },
    137827: (e) => {
      e.exports = ['מפעילי קרנות השקעה קולקטיביות']
    },
    408646: (e) => {
      e.exports = ['קומורו']
    },
    187677: (e) => {
      e.exports = ['כימיקלים נצרכים']
    },
    844460: (e) => {
      e.exports = ['כימיקלים מסחריים בסיטונות']
    },
    141879: (e) => {
      e.exports = ['יצור מטוסים מסחריים']
    },
    313671: (e) => {
      e.exports = ['בנקים מסחריים']
    },
    289904: (e) => {
      e.exports = ['מבנים מסחריים']
    },
    317976: (e) => {
      e.exports = ['ניהול מסמכי מסחר']
    },
    865447: (e) => {
      e.exports = ['השכרת ציוד מסחרי']
    },
    597013: (e) => {
      e.exports = ['דיג מסחרי']
    },
    913922: (e) => {
      e.exports = ['שירותי מזון מסחריים']
    },
    864285: (e) => {
      e.exports = ['ליסינג']
    },
    375065: (e) => {
      e.exports = ['הלוואות מסחריות']
    },
    17897: (e) => {
      e.exports = ['משתלות מסחריות']
    },
    700165: (e) => {
      e.exports = ['דפוס מסחרי/טפסים']
    },
    756288: (e) => {
      e.exports = ['שרותי דפוס מסחרי']
    },
    71399: (e) => {
      e.exports = ['קרנות השקעה בנדל"ן מסחרי']
    },
    238185: (e) => {
      e.exports = ['שירותי פרסום']
    },
    218910: (e) => {
      e.exports = ['מעבורת נוסעים']
    },
    459453: (e) => {
      e.exports = ['שירותי נסיעות']
    },
    165630: (e) => {
      e.exports = ['ציוד תקשורת ולוויינים']
    },
    521490: (e) => {
      e.exports = ['תקשורת']
    },
    958879: (e) => {
      e.exports = ['תקשורת ורשתות']
    },
    838544: (e) => {
      e.exports = ['סימולים מורכבים']
    },
    946922: (e) => {
      e.exports = ['קמעונאי מחשבים ומוצרי אלקטרוניקה']
    },
    782135: (e) => {
      e.exports = ['תקשורת מחשבים']
    },
    85065: (e) => {
      e.exports = ['חומרת מחשבים']
    },
    859138: (e) => {
      e.exports = ['קימונואים של חומרה ותוכנה למחשבים']
    },
    826534: (e) => {
      e.exports = ['הרכבת רכיבי חומרת מחשבים']
    },
    759899: (e) => {
      e.exports = ['ציוד היקפי למחשב']
    },
    950116: (e) => {
      e.exports = ['חומרת עיבוד מחשבים']
    },
    317785: (e) => {
      e.exports = ['תכנות מחשבים']
    },
    803434: (e) => {
      e.exports = ['הכשרת מחשבים']
    },
    601406: (e) => {
      e.exports = ['קונגו']
    },
    167291: (e) => {
      e.exports = ['קונגו (הרפובליקה הדמוקרטית של)']
    },
    838455: (e) => {
      e.exports = ['קונגלומרטים']
    },
    478698: (e) => {
      e.exports = ['כלים ומערכות לועידות']
    },
    413859: (e) => {
      e.exports = ['מתחבר']
    },
    310323: (e) => {
      e.exports = ['בנייה והנדסה']
    },
    848833: (e) => {
      e.exports = ['מכונות בנייה']
    },
    628370: (e) => {
      e.exports = ['עיבוד חומרי בנייה']
    },
    71686: (e) => {
      e.exports = ['סיטונאות חומרי בניין']
    },
    721009: (e) => {
      e.exports = ['חומרי בנייה']
    },
    488089: (e) => {
      e.exports = ['ציוד בנייה']
    },
    112947: (e) => {
      e.exports = ['ציוד ומתקנים לבניה']
    },
    854214: (e) => {
      e.exports = ['ציוד ומתקנים לבניה בסיטונות']
    },
    122614: (e) => {
      e.exports = ['שירותי כרטיסי אשראי לצרכן']
    },
    298395: (e) => {
      e.exports = ['לצרכן מחזורי']
    },
    803146: (e) => {
      e.exports = ['מחזור צרכנים']
    },
    256799: (e) => {
      e.exports = ['השכרת מוצרי צריכה']
    },
    880781: (e) => {
      e.exports = ['ניהול מסמכים למרכן']
    },
    51897: (e) => {
      e.exports = ['בני קיימא לצרכן']
    },
    4953: (e) => {
      e.exports = ['קימונאי ציוד אלקטרוני למוצרי צריכה']
    },
    395885: (e) => {
      e.exports = ['מוצרי צריכה אלקטרוניים/מוצרי חשמל ביתיים']
    },
    575023: (e) => {
      e.exports = ['ציוד אלקטרוני למוצרי צריכה בסיטונות']
    },
    801386: (e) => {
      e.exports = ['ליסינג לצרכן']
    },
    362308: (e) => {
      e.exports = ['הלוואות לצרכן']
    },
    384043: (e) => {
      e.exports = ['מוצרי צריכה מאוכלים']
    },
    964300: (e) => {
      e.exports = ['מוצרי צריכה שאינם בני-קיימא']
    },
    964613: (e) => {
      e.exports = ['שרותים לצרכן']
    },
    374909: (e) => {
      e.exports = ['מוצרי צריכה לצרכן']
    },
    477987: (e) => {
      e.exports = ['הוצאה לאור צרכני']
    },
    892867: (e) => {
      e.exports = ['שירותי תיקון צרכנים']
    },
    328477: (e) => {
      e.exports = ['צרכן/לא מחזורי']
    },
    761794: (e) => {
      e.exports = ['חומרי אריזה ומכלים בסיטונות']
    },
    571506: (e) => {
      e.exports = ['מכולות / אריזה']
    },
    594263: (e) => {
      e.exports = ['שרותי ניהול אתרים ותוכן']
    },
    426398: (e) => {
      e.exports = ['חוזה קידוחים']
    },
    334669: (e) => {
      e.exports = ['יצור עוגיות קרקרים ופאסטה']
    },
    453679: (e) => {
      e.exports = ['איי קוק']
    },
    733330: (e) => {
      e.exports = ['כריית עפרת נחושת']
    },
    545312: (e) => {
      e.exports = ['ניהול זכויות יוצרים']
    },
    512060: (e) => {
      e.exports = ['שרותי חשבונאות תאגידית']
    },
    55493: (e) => {
      e.exports = ['שרותי פיננסים תאגידית']
    },
    930045: (e) => {
      e.exports = ['קוסמטיקה ובשמים']
    },
    708897: (e) => {
      e.exports = ['קוסטה ריקה']
    },
    887702: (e) => {
      e.exports = ['קטלוג/הפצה ייחודית']
    },
    290207: (e) => {
      e.exports = ['איי קיימן']
    },
    224860: (e) => {
      e.exports = ['ספקי שירות כבלים']
    },
    248568: (e) => {
      e.exports = ['טלוויזיה בכבלים / לוויין']
    },
    996415: (e) => {
      e.exports = ['קייפ ורדה']
    },
    298505: (e) => {
      e.exports = ['בתי קפה']
    },
    51339: (e) => {
      e.exports = ['שרותי מוקד טלפוני']
    },
    551054: (e) => {
      e.exports = ['קמבודיה']
    },
    201132: (e) => {
      e.exports = ['קמרון']
    },
    280206: (e) => {
      e.exports = ['קנדה']
    },
    377774: (e) => {
      e.exports = ['מוצרים הוניים']
    },
    734070: (e) => {
      e.exports = ['לכידה ואיחסון של פחמן']
    },
    837140: (e) => {
      e.exports = ['משקאות קלים מוגזים']
    },
    800143: (e) => {
      e.exports = ['שטיחים & וילונות']
    },
    24920: (e) => {
      e.exports = ['בתי קזינו']
    },
    991725: (e) => {
      e.exports = ['בתי קזינו / גיימינג']
    },
    642883: (e) => {
      e.exports = ['בתי קזינו ומשחקים']
    },
    982801: (e) => {
      e.exports = ['ביטוח נזקי גוף']
    },
    737576: (e) => {
      e.exports = ['סיבים סלולריים']
    },
    368119: (e) => {
      e.exports = ['יצור מלט ובטון']
    },
    145112: (e) => {
      e.exports = ['הרפובליקה המרכז - אפריקאית']
    },
    137093: (e) => {
      e.exports = ["צ'אד"]
    },
    15770: (e) => {
      e.exports = ['שרותי תעופה פרטיים וצרטר']
    },
    215689: (e) => {
      e.exports = ['שירותי הסעות באוטובוס']
    },
    461657: (e) => {
      e.exports = ['כימיקלים: חקלאי']
    },
    616852: (e) => {
      e.exports = ['כימיקלים: מגוונים']
    },
    4685: (e) => {
      e.exports = ['כימיקלים: התמחות']
    },
    981926: (e) => {
      e.exports = ['שרותים למשפחה וטיפול בילדים']
    },
    799344: (e) => {
      e.exports = ['בגדי ילדים ותינוקות']
    },
    192873: (e) => {
      e.exports = ['קמעונאי בגדי ילדים ותינוקות']
    },
    141840: (e) => {
      e.exports = ["צ'לה"]
    },
    420844: (e) => {
      e.exports = ['סין']
    },
    11958: (e) => {
      e.exports = ['שוקולד וקונדיטוריה']
    },
    180144: (e) => {
      e.exports = ['אי חג המולד']
    },
    911991: (e) => {
      e.exports = ['אדריכלים ומהנדסים אזרחיים']
    },
    663112: (e) => {
      e.exports = ['סיגרים וייצור סיגריות']
    },
    734725: (e) => {
      e.exports = ['שירותי ניקיון']
    },
    519165: (e) => {
      e.exports = ['שרותי סליקה ומשמורת']
    },
    383404: (e) => {
      e.exports = ['קרנות קצה סגור']
    },
    498588: (e) => {
      e.exports = ['שירותי מחשוב וענן']
    },
    173716: (e) => {
      e.exports = ['קווי שייט']
    },
    541755: (e) => {
      e.exports = ['מבשלות מיקרו ולמומחים']
    },
    331581: (e) => {
      e.exports = ['איגודי אשראי']
    },
    663849: (e) => {
      e.exports = ['קרואטיה']
    },
    178281: (e) => {
      e.exports = ['סכו"ם וכלי אוכל שטוחים']
    },
    987240: (e) => {
      e.exports = ['קובה']
    },
    495937: (e) => {
      e.exports = ['קוראסאו']
    },
    289599: (e) => {
      e.exports = ['קוראסאו']
    },
    551017: (e) => {
      e.exports = ['קַפרִיסִין']
    },
    342054: (e) => {
      e.exports = ["הרפובליקה הצ'כית"]
    },
    471406: (e) => {
      e.exports = ["צ'כיה"]
    },
    743648: (e) => {
      e.exports = ['חוף השנהב']
    },
    703466: (e) => {
      e.exports = ['פארקי שעשועים וגני חיות']
    },
    595592: (e) => {
      e.exports = ['אמבולנס ושירותי חירום']
    },
    655410: (e) => {
      e.exports = ['סמואה האמריקנית']
    },
    958290: (e) => {
      e.exports = ['אמריקה']
    },
    314840: (e) => {
      e.exports = ['אנטארקטיקה']
    },
    349809: (e) => {
      e.exports = ['אנטיגואה וברבודה']
    },
    314982: (e) => {
      e.exports = ['סוחרי עתיקות']
    },
    682079: (e) => {
      e.exports = ['אנדורה']
    },
    476342: (e) => {
      e.exports = ['אנגוליה']
    },
    768063: (e) => {
      e.exports = ['אנגווילה']
    },
    615481: (e) => {
      e.exports = ['הפריית חיות']
    },
    668010: (e) => {
      e.exports = ['האכלת חיות']
    },
    945218: (e) => {
      e.exports = ['שחיטה ועיבוד בעלי חיים']
    },
    316517: (e) => {
      e.exports = ['אביזרים']
    },
    182842: (e) => {
      e.exports = ['הכנת חשבונאות ומסים']
    },
    407609: (e) => {
      e.exports = ['יצור ושידור בידור למבוגרים']
    },
    250197: (e) => {
      e.exports = ['מוצרים למבוגרים בלבד']
    },
    557254: (e) => {
      e.exports = ['ציוד אלקטרוני מתקדם']
    },
    438052: (e) => {
      e.exports = ['ציוד וטכנולוגיה רפואית מתקדמים']
    },
    712158: (e) => {
      e.exports = ['ציוד רפואי מתקדם בסיטונות']
    },
    625754: (e) => {
      e.exports = ['פולימר מתקדם']
    },
    259500: (e) => {
      e.exports = ['מתקני ספורט אתגרי ואתרי סקי']
    },
    665684: (e) => {
      e.exports = ['פרסום ושיווק']
    },
    615085: (e) => {
      e.exports = ['משרד פרסום']
    },
    526271: (e) => {
      e.exports = ['פרסום/שירותי שיווק']
    },
    638611: (e) => {
      e.exports = ['דבק']
    },
    911752: (e) => {
      e.exports = ['הגנה וחלל']
    },
    488561: (e) => {
      e.exports = ['אפגניסטן']
    },
    655312: (e) => {
      e.exports = ['אפריקה']
    },
    400730: (e) => {
      e.exports = ['מכונות חקלאיות']
    },
    682628: (e) => {
      e.exports = ['ביוטכנולוגיה חקלאית']
    },
    477629: (e) => {
      e.exports = ['כימיקלים חקלאיים']
    },
    923974: (e) => {
      e.exports = ['כימיקלים לחקלאות בסיטונות']
    },
    759129: (e) => {
      e.exports = ['סחורות חקלאיות/טחינה']
    },
    792503: (e) => {
      e.exports = ['שירותי תמיכה חקלאיים']
    },
    828450: (e) => {
      e.exports = ['דוחסי אוויר & גז']
    },
    821313: (e) => {
      e.exports = ['הובלה אווירית']
    },
    295775: (e) => {
      e.exports = ['שרותי הובלה ובלדרות אווירית']
    },
    71774: (e) => {
      e.exports = ['לוגיסטיקה ותובלה אווירית']
    },
    961220: (e) => {
      e.exports = ['הובלה אווירית / שליחים']
    },
    937090: (e) => {
      e.exports = ['הובלה אווירית / שירותי משלוח']
    },
    22844: (e) => {
      e.exports = ['ציוד מטוסים סיטוני']
    },
    107173: (e) => {
      e.exports = ['יצור חלקי מטוסים']
    },
    338475: (e) => {
      e.exports = ['שירותי הסעדה לתעופה']
    },
    267983: (e) => {
      e.exports = ['תעופה']
    },
    697706: (e) => {
      e.exports = ['מפעילי נמל התעופה']
    },
    599612: (e) => {
      e.exports = ['שירותי נמל תעופה']
    },
    36695: (e) => {
      e.exports = ['רפואה אלטרנטיבית']
    },
    186722: (e) => {
      e.exports = ['מתקנים לרפואה אלטרנטיבית']
    },
    223603: (e) => {
      e.exports = ['יצור חשמל אלטרנטיבי']
    },
    30303: (e) => {
      e.exports = ['אֲלוּמִינְיוּם']
    },
    502974: (e) => {
      e.exports = ['ערגול אלומיניום']
    },
    131898: (e) => {
      e.exports = ['אלבניה']
    },
    181053: (e) => {
      e.exports = ["אלג'יריה"]
    },
    277446: (e) => {
      e.exports = ['כל שאר יצור המזון']
    },
    255072: (e) => {
      e.exports = ['ביגוד / הנעלה']
    },
    737703: (e) => {
      e.exports = ['קמעונאות של ביגוד / הנעלה']
    },
    215411: (e) => {
      e.exports = ['ביגוד ואבזרים']
    },
    577102: (e) => {
      e.exports = ['קמעונאי ביגוד ואביזרים']
    },
    856794: (e) => {
      e.exports = ['ביגוד בסיטונות']
    },
    978972: (e) => {
      e.exports = ['כלי בית ומכשירי חשמל ביתיים בסיטונות']
    },
    463399: (e) => {
      e.exports = ['מכשירי חשמל, כלים & כלי בית']
    },
    747187: (e) => {
      e.exports = ['תוכנת יישום']
    },
    178186: (e) => {
      e.exports = ['חקלאות ימית']
    },
    399659: (e) => {
      e.exports = ['ארובה']
    },
    834742: (e) => {
      e.exports = ['ארגנטינה']
    },
    384290: (e) => {
      e.exports = ['ארמניה']
    },
    963869: (e) => {
      e.exports = ['יצור נשק ותחמושת']
    },
    161768: (e) => {
      e.exports = ['אסיה']
    },
    926694: (e) => {
      e.exports = ['מכונות ממכר אוטומטיות']
    },
    708964: (e) => {
      e.exports = ['מכוניות וכלי רכב רב שימושיים']
    },
    97791: (e) => {
      e.exports = ['אביזרים לרכב']
    },
    740154: (e) => {
      e.exports = ['שוק רכב אחר']
    },
    373921: (e) => {
      e.exports = ['סוללות לרכב']
    },
    349458: (e) => {
      e.exports = ['חלקי גוף לרכב']
    },
    431061: (e) => {
      e.exports = ['קמעונאי חלקי חילוף ואביזרים לרכב']
    },
    851585: (e) => {
      e.exports = ['מערכות רכב']
    },
    186027: (e) => {
      e.exports = ['יצרני מכוניות ומשאיות']
    },
    615617: (e) => {
      e.exports = ['חלקי רכב ומשא בסיטונות']
    },
    229158: (e) => {
      e.exports = ['רכב ומשא בסיטונות']
    },
    216695: (e) => {
      e.exports = ['מוצרי ניקיון אוטומטיים']
    },
    752313: (e) => {
      e.exports = ['חלקי רכב: OEM']
    },
    366586: (e) => {
      e.exports = ['קמעונאי חלקים ושרות לכלי רכב']
    },
    417049: (e) => {
      e.exports = ['חלקים למכוניות משאיות ואופנועים']
    },
    50132: (e) => {
      e.exports = ['‏אוסטרליה']
    },
    226505: (e) => {
      e.exports = ['אוסטריה']
    },
    751361: (e) => {
      e.exports = ["אזרבייג'ן"]
    },
    746406: (e) => {
      e.exports = ['בוטסואנה']
    },
    867634: (e) => {
      e.exports = ['מים בבקבוקים וקרח']
    },
    896497: (e) => {
      e.exports = ['האי בובוט']
    },
    984615: (e) => {
      e.exports = ['בוליביה']
    },
    661033: (e) => {
      e.exports = ['בונייר, סנט אוסטטיוס וסבא']
    },
    879852: (e) => {
      e.exports = ['אגרת חוב']
    },
    650342: (e) => {
      e.exports = ['קמעונאי ספרים וכתבי עת']
    },
    697555: (e) => {
      e.exports = ['שרותי הדפסת ספרים']
    },
    298060: (e) => {
      e.exports = ['הוצאת ספרים']
    },
    41448: (e) => {
      e.exports = ['בוסניה והרצגובינה']
    },
    692537: (e) => {
      e.exports = ['אביזרי אמבטיה']
    },
    17121: (e) => {
      e.exports = ['ספקי סוללות ואל-פסק']
    },
    714872: (e) => {
      e.exports = ['כריה של באוקסיט']
    },
    935022: (e) => {
      e.exports = ['אוכל תינוקות']
    },
    755169: (e) => {
      e.exports = ['איי בהאמה']
    },
    280217: (e) => {
      e.exports = ['מיסבים כדוריים וגלילים']
    },
    61587: (e) => {
      e.exports = ['בנגלדש']
    },
    166445: (e) => {
      e.exports = ['בנקים']
    },
    466555: (e) => {
      e.exports = ['אולמות אירועים והסעדה']
    },
    560803: (e) => {
      e.exports = ['ברבדוס']
    },
    908135: (e) => {
      e.exports = ['חומרים בסיסיים']
    },
    20369: (e) => {
      e.exports = ['משקאות (יצור/הפצה)']
    },
    711209: (e) => {
      e.exports = ['משקאות: אלכוהוליסטים']
    },
    973041: (e) => {
      e.exports = ['משקאות ללא אלכוהול']
    },
    279230: (e) => {
      e.exports = ['חנות אספקת מוצרי יופי']
    },
    546343: (e) => {
      e.exports = ['חוות בשר בקר']
    },
    237471: (e) => {
      e.exports = ['חנויות בירה, יין ומשקאות חריפים']
    },
    909293: (e) => {
      e.exports = ['בלארוס']
    },
    637653: (e) => {
      e.exports = ['בלגיה']
    },
    577138: (e) => {
      e.exports = ['בליז']
    },
    800662: (e) => {
      e.exports = ['בנין']
    },
    852424: (e) => {
      e.exports = ['ברמודה']
    },
    624751: (e) => {
      e.exports = ['בהוטן']
    },
    205415: (e) => {
      e.exports = ['ייצור אופניים']
    },
    918705: (e) => {
      e.exports = ['מכשירים ביו רפואיים']
    },
    52535: (e) => {
      e.exports = ['אבחון ובדיקות ביו']
    },
    804316: (e) => {
      e.exports = ['סמים ביו טיפוליים']
    },
    956360: (e) => {
      e.exports = ['ביודיזל']
    },
    551850: (e) => {
      e.exports = ['דלקי מביומסה וביוגז']
    },
    847860: (e) => {
      e.exports = ['מוצרים ביומטריים']
    },
    575118: (e) => {
      e.exports = ['ביו - פרמצבטיקה']
    },
    752669: (e) => {
      e.exports = ['ביוטכנולוגיה']
    },
    436813: (e) => {
      e.exports = ['ביוטכנולוגיה ומחקר רפואי']
    },
    625727: (e) => {
      e.exports = ['מוצרים למניעת הריון']
    },
    660484: (e) => {
      e.exports = ['ברוניי']
    },
    506311: (e) => {
      e.exports = ['מיתוג ומתן שמות']
    },
    228867: (e) => {
      e.exports = ['ברזיל‏']
    },
    762107: (e) => {
      e.exports = ['יצור מוצרי מאפה ולחם']
    },
    29252: (e) => {
      e.exports = ['ייצור דגני בוקר']
    },
    990529: (e) => {
      e.exports = ['מבשלות']
    },
    660635: (e) => {
      e.exports = ['הטריטוריה הבריטית באוקיינוס ההודי']
    },
    667354: (e) => {
      e.exports = ['איי בתולה בריטיים']
    },
    350795: (e) => {
      e.exports = ['שידור']
    },
    598959: (e) => {
      e.exports = ['ציוד שידור']
    },
    105617: (e) => {
      e.exports = ["שירותי ברוקראג'"]
    },
    501039: (e) => {
      e.exports = ['מטאטאים, מברשות ואבק']
    },
    2091: (e) => {
      e.exports = ['סוחרי בנייה']
    },
    303152: (e) => {
      e.exports = ['קבלני בנין']
    },
    131558: (e) => {
      e.exports = ['מוצרי בניין']
    },
    801685: (e) => {
      e.exports = ['בולגריה']
    },
    713026: (e) => {
      e.exports = ['בורקינה פאסו']
    },
    238912: (e) => {
      e.exports = ['בורונדי']
    },
    759624: (e) => {
      e.exports = ['שירותים עסקיים']
    },
    277583: (e) => {
      e.exports = ['שירותי תמיכה עסקית']
    },
    106231: (e) => {
      e.exports = ['ספקי תמיכה עסקית']
    },
    715822: (e) => {
      e.exports = ['ממשלה']
    },
    843033: (e) => {
      e.exports = ['זהב']
    },
    850398: (e) => {
      e.exports = ['כריית זהב']
    },
    323346: (e) => {
      e.exports = ['מסלולי גולף']
    },
    281273: (e) => {
      e.exports = ['גאבון']
    },
    680793: (e) => {
      e.exports = ['גמביה']
    },
    970292: (e) => {
      e.exports = ['הימורים & יצרני מכונות מזל']
    },
    496024: (e) => {
      e.exports = ['משחקים, צעצועים ורכבי ילדים']
    },
    681243: (e) => {
      e.exports = ['מפעילי מכונות משחקים']
    },
    246824: (e) => {
      e.exports = ['מפיצי גז']
    },
    723937: (e) => {
      e.exports = ['קידוח גז - יבשתי']
    },
    450047: (e) => {
      e.exports = ['תחנות דלק']
    },
    386732: (e) => {
      e.exports = ['שירותי למידה כלליים']
    },
    197617: (e) => {
      e.exports = ['ממשלה כללית']
    },
    583807: (e) => {
      e.exports = ['תרופות גנריות']
    },
    677938: (e) => {
      e.exports = ['סקרים גיאופיזים ושירותי מיפוי']
    },
    118059: (e) => {
      e.exports = ['גאורגיה']
    },
    159985: (e) => {
      e.exports = ['גרמניה']
    },
    848856: (e) => {
      e.exports = ['גאנה']
    },
    423151: (e) => {
      e.exports = ['גיברלטר']
    },
    211207: (e) => {
      e.exports = ['חנויות מתנות ומזכרות']
    },
    250811: (e) => {
      e.exports = ['מיכלי זכוכית ואריזה']
    },
    47999: (e) => {
      e.exports = ['משקפיים ועדשות מגע']
    },
    248347: (e) => {
      e.exports = ['יצור (יבול) תבואה']
    },
    17026: (e) => {
      e.exports = ['גרינלנד']
    },
    480411: (e) => {
      e.exports = ['יוון']
    },
    882614: (e) => {
      e.exports = ['גרנדה']
    },
    867687: (e) => {
      e.exports = ['לוגיסטיקה ותובלת קרקע']
    },
    431526: (e) => {
      e.exports = ['גיאנה']
    },
    72606: (e) => {
      e.exports = ['גוואדלופ']
    },
    967946: (e) => {
      e.exports = ['גואם']
    },
    673613: (e) => {
      e.exports = ['גואטמלה']
    },
    639445: (e) => {
      e.exports = ['גרנזי']
    },
    71747: (e) => {
      e.exports = ['מפעילי תיירות מודרכת']
    },
    236877: (e) => {
      e.exports = ['גינאה']
    },
    193786: (e) => {
      e.exports = ['גינאה ביסאו']
    },
    909552: (e) => {
      e.exports = ['מרכזי כושר, חיטוב וספא']
    },
    564330: (e) => {
      e.exports = ['משרדי רופא']
    },
    519298: (e) => {
      e.exports = ['בובות & צעצועים ממולאים']
    },
    887461: (e) => {
      e.exports = ['דומיניקה']
    },
    863314: (e) => {
      e.exports = ['הרפובליקה הדומיניקנית']
    },
    944704: (e) => {
      e.exports = ['מסגרות דלתות & חלונות']
    },
    202056: (e) => {
      e.exports = ['שירותי עיבוד נתונים']
    },
    570506: (e) => {
      e.exports = ['טווח יומי']
    },
    573924: (e) => {
      e.exports = ['מוצרי חלב']
    },
    280019: (e) => {
      e.exports = ['הובלה במים עמוקים']
    },
    78211: (e) => {
      e.exports = ['מושהה']
    },
    64901: (e) => {
      e.exports = ['דנמרק']
    },
    515023: (e) => {
      e.exports = ['חנויות כלבו/מוצרי התמחות']
    },
    610643: (e) => {
      e.exports = ['חנויות כל-בו']
    },
    35337: (e) => {
      e.exports = ['שירותי עיצוב']
    },
    489572: (e) => {
      e.exports = ['כימיקלים מגוונים']
    },
    314562: (e) => {
      e.exports = ['שירותי השקעות מגוונים']
    },
    785205: (e) => {
      e.exports = ['קרנות השקעה מגוונות בנדל"ן']
    },
    229363: (e) => {
      e.exports = ['מסחר והפצה מגוונים']
    },
    464845: (e) => {
      e.exports = ['אבחון & בדיקות חומרים']
    },
    239882: (e) => {
      e.exports = ['יצרני אבחון & בדיקות חומרים']
    },
    943475: (e) => {
      e.exports = ['כריית יהלומים']
    },
    527407: (e) => {
      e.exports = ['סוכנויות מדיה דיגיטלית']
    },
    34087: (e) => {
      e.exports = ['הוצאה לאור דיגיטלית']
    },
    759459: (e) => {
      e.exports = ['שיווק ישיר']
    },
    420192: (e) => {
      e.exports = ['הוצאת ספרים']
    },
    534635: (e) => {
      e.exports = ['חנויות מוזלות']
    },
    272494: (e) => {
      e.exports = ['חנויות בהוזלה כולל מצרכים']
    },
    650595: (e) => {
      e.exports = ['חנויות בהוזלה לא כולל מצרכים']
    },
    518689: (e) => {
      e.exports = ['מסכי תצוגה']
    },
    101303: (e) => {
      e.exports = ['בתי זיקוק']
    },
    78531: (e) => {
      e.exports = ['מזקקות ויקבים']
    },
    151254: (e) => {
      e.exports = ['שירותי הפצה']
    },
    439687: (e) => {
      e.exports = ["ג'יבוטי"]
    },
    221101: (e) => {
      e.exports = ['שרשרות בתי מרקחת']
    },
    270417: (e) => {
      e.exports = ['מערכות אספקת תרופות']
    },
    580947: (e) => {
      e.exports = ['קמעונאי תרופות']
    },
    105306: (e) => {
      e.exports = ['מסחר אלקטרוני ושירותי מכרז']
    },
    242692: (e) => {
      e.exports = ['שירותי תעסוקה']
    },
    692561: (e) => {
      e.exports = ['הפקות בידור']
    },
    171956: (e) => {
      e.exports = ['שרותים וציוד לייצור בידור']
    },
    437438: (e) => {
      e.exports = ['תוכנה ארגונית']
    },
    185245: (e) => {
      e.exports = ['ביוטכנולוגיה סביבתית']
    },
    791590: (e) => {
      e.exports = ['שירותי ייעוץ סביבתי']
    },
    147765: (e) => {
      e.exports = ['שירותים סביבתיים']
    },
    75745: (e) => {
      e.exports = ['שירותים וציוד סביבתיים']
    },
    132023: (e) => {
      e.exports = ['סוף יום']
    },
    618383: (e) => {
      e.exports = ['אנרגיה']
    },
    503332: (e) => {
      e.exports = ['מינרלים אנרגיה']
    },
    129063: (e) => {
      e.exports = ['משקאות אנרגיה']
    },
    159701: (e) => {
      e.exports = ['מערכות מנוע וכח']
    },
    675094: (e) => {
      e.exports = ['הנדסה ובניה']
    },
    593004: (e) => {
      e.exports = ['אקוודור']
    },
    337556: (e) => {
      e.exports = ['כלכלה']
    },
    376278: (e) => {
      e.exports = ['ספקי שירותי חינוך והכשרה']
    },
    504002: (e) => {
      e.exports = ['שירותי למידה']
    },
    205390: (e) => {
      e.exports = ['מצרים']
    },
    444228: (e) => {
      e.exports = ['אל סלבדור']
    },
    506029: (e) => {
      e.exports = ['בנייה חשמלית']
    },
    523077: (e) => {
      e.exports = ['סיטונות ציוד חשמלי']
    },
    593324: (e) => {
      e.exports = ['כלי עזר חשמליים']
    },
    911874: (e) => {
      e.exports = ['אספקת חשמל: מרכזי']
    },
    529652: (e) => {
      e.exports = ['רכבים על חשמל (אלטרנטיביים)']
    },
    792264: (e) => {
      e.exports = ['רכיבים וציוד חשמלי']
    },
    504631: (e) => {
      e.exports = ['מיכשור בדיקה ומדידה אלקטרוניים']
    },
    119365: (e) => {
      e.exports = ['מוצרי חשמל']
    },
    512853: (e) => {
      e.exports = ['צינורות אלקטרונים ומבודדים']
    },
    494934: (e) => {
      e.exports = ['מפיצי מוצרי אלקטרוניקה']
    },
    955251: (e) => {
      e.exports = ['חנויות אלקטרוניקה / מכשירי חשמל']
    },
    78303: (e) => {
      e.exports = ['מוצרי אלקטרוניקה / מוצרי חשמל']
    },
    702813: (e) => {
      e.exports = ['רכיבים אלקטרוניים']
    },
    906427: (e) => {
      e.exports = ['רכיבים אלקטרוניים']
    },
    192120: (e) => {
      e.exports = ['רכיבים וציוד אלקטרוני']
    },
    428718: (e) => {
      e.exports = ['ציוד אלקטרוני / מכשירים']
    },
    7681: (e) => {
      e.exports = ['ציוד ורכיבים אלקטרוניים']
    },
    960249: (e) => {
      e.exports = ['ציוד ייצור אלקטרוני']
    },
    69296: (e) => {
      e.exports = ['שירותי תיקון אלקטרוניים']
    },
    225255: (e) => {
      e.exports = ['טכנולוגיה אלקטרונית']
    },
    223581: (e) => {
      e.exports = ['מעליות וציוד הובלה']
    },
    978454: (e) => {
      e.exports = ['אפוקסי']
    },
    802376: (e) => {
      e.exports = ['גיניאה המשוונית']
    },
    959005: (e) => {
      e.exports = ['הון עצמי']
    },
    33356: (e) => {
      e.exports = ['אריתריאה']
    },
    959823: (e) => {
      e.exports = ['אסטוניה']
    },
    871985: (e) => {
      e.exports = ['סווזילנד']
    },
    180669: (e) => {
      e.exports = ['דלקי אתנול']
    },
    698440: (e) => {
      e.exports = ['אתיופיה']
    },
    559592: (e) => {
      e.exports = ['אירופה']
    },
    600442: (e) => {
      e.exports = ['האיחוד האירופאי']
    },
    220187: (e) => {
      e.exports = ['קרן נסחרת בבורסה']
    },
    215991: (e) => {
      e.exports = ['קרנות נסחרות בבורסה']
    },
    890295: (e) => {
      e.exports = ['שירותי חיפוש מנהליים']
    },
    506079: (e) => {
      e.exports = ['שרותים לתערוכות וכנסים']
    },
    775740: (e) => {
      e.exports = ['אקזוטי']
    },
    474746: (e) => {
      e.exports = ['חומרי נפץ']
    },
    768666: (e) => {
      e.exports = ['מפיצי מזון']
    },
    113339: (e) => {
      e.exports = ['מצרכי מזון']
    },
    114898: (e) => {
      e.exports = ['שווקי מזון']
    },
    98864: (e) => {
      e.exports = ['עיבוד מזון']
    },
    807264: (e) => {
      e.exports = ['קמעונאות מזון']
    },
    827416: (e) => {
      e.exports = ['קמעונאות והפצה של מזון']
    },
    223293: (e) => {
      e.exports = ['מזון סיטוני']
    },
    96714: (e) => {
      e.exports = ['מזון: מגוונים']
    },
    941247: (e) => {
      e.exports = ['מזון: בשר / דגים / חלב']
    },
    39828: (e) => {
      e.exports = ['מזון: התמחות / ממתקים']
    },
    481543: (e) => {
      e.exports = ['הנעלה']
    },
    903889: (e) => {
      e.exports = ['סיטונאי הנעלה']
    },
    103590: (e) => {
      e.exports = ['הנעלה בקימאונות']
    },
    106061: (e) => {
      e.exports = ['מוצרי עץ ויערות']
    },
    209373: (e) => {
      e.exports = ['משתלות לייעור ואיסוף מוצרי יער']
    },
    243463: (e) => {
      e.exports = ['מוצרי יערות']
    },
    891577: (e) => {
      e.exports = ['תמיכה ושרות ליערות']
    },
    324241: (e) => {
      e.exports = ['מט"ח']
    },
    390568: (e) => {
      e.exports = ['מט"ח {sector}: {country}']
    },
    9618: (e) => {
      e.exports = ['מתקני חשמל מונעי דלקים פוסיליים']
    },
    773240: (e) => {
      e.exports = ['יצרני חשמל עצמאיים מדלקים פוסיליים']
    },
    229550: (e) => {
      e.exports = ['צביעה וגימור לבדים']
    },
    440195: (e) => {
      e.exports = ['הוספת גורמים']
    },
    903181: (e) => {
      e.exports = ['איי פוקלנד']
    },
    464588: (e) => {
      e.exports = ['איי פוקלנד (מלווינאס)']
    },
    246844: (e) => {
      e.exports = ['איי פרו']
    },
    336970: (e) => {
      e.exports = ['משקפיי אופנה']
    },
    98489: (e) => {
      e.exports = ['דשן']
    },
    884019: (e) => {
      e.exports = ['ייצור כבלי סיבים אופטיים']
    },
    979981: (e) => {
      e.exports = ["פיג'י"]
    },
    909228: (e) => {
      e.exports = ['פיננסי']
    },
    96753: (e) => {
      e.exports = ['מימון / השכרה / ליסינג']
    },
    561812: (e) => {
      e.exports = ['פיננסים: שרותים לצרכן']
    },
    833176: (e) => {
      e.exports = ['פיננסי']
    },
    820611: (e) => {
      e.exports = ['מפעילי שווקי הסחורות והפיננסים']
    },
    445459: (e) => {
      e.exports = ['קונגלומרטים פיננסיים']
    },
    807260: (e) => {
      e.exports = ['ספקי מידע פיננסי']
    },
    925067: (e) => {
      e.exports = ['פרסום / שירותים פיננסיים']
    },
    563139: (e) => {
      e.exports = ['טכנולוגיה ותשתיות פיננסיות']
    },
    677720: (e) => {
      e.exports = ['פיננסים']
    },
    936693: (e) => {
      e.exports = ['פינלנד']
    },
    312333: (e) => {
      e.exports = ['דיג & חקלאות']
    },
    281308: (e) => {
      e.exports = ['סיטונאות מוצרי חקלאות ודייג']
    },
    385424: (e) => {
      e.exports = ['בוכנת כח הידרולי ומתנעים (מפעילים)']
    },
    912825: (e) => {
      e.exports = ['קמעונאי חיפוי רצפות']
    },
    904945: (e) => {
      e.exports = ['יצרני אריחי ריצוף ופנים']
    },
    46621: (e) => {
      e.exports = ['חנויות פרחים']
    },
    832439: (e) => {
      e.exports = ['טחינת קמח']
    },
    277345: (e) => {
      e.exports = ['עיבוד פירות וירקות']
    },
    909830: (e) => {
      e.exports = ['משקאות פירות']
    },
    696013: (e) => {
      e.exports = ['צרפת']
    },
    282827: (e) => {
      e.exports = ['לוגיסטיקת מטענים']
    },
    418379: (e) => {
      e.exports = ['הובלת מטענים במשאית']
    },
    345206: (e) => {
      e.exports = ['גיאנה הצרפתית']
    },
    400778: (e) => {
      e.exports = ['פולינזיה הצרפתית']
    },
    35328: (e) => {
      e.exports = ['טריטוריית דרום צרפת']
    },
    221739: (e) => {
      e.exports = ['ייצרני מזון קפוא']
    },
    468631: (e) => {
      e.exports = ['חוזים עתידיים']
    },
    163358: (e) => {
      e.exports = ['שירותי הלוויה']
    },
    862052: (e) => {
      e.exports = ['רהיטים']
    },
    795689: (e) => {
      e.exports = ['קמעונאי רהיטים']
    },
    415400: (e) => {
      e.exports = ['סריגים']
    },
    695873: (e) => {
      e.exports = ['קוסובו']
    },
    17904: (e) => {
      e.exports = ['קזחסטן']
    },
    89080: (e) => {
      e.exports = ['קניה']
    },
    369625: (e) => {
      e.exports = ['מוצרי חשמל למטבח']
    },
    231786: (e) => {
      e.exports = ['ארונות מטבח']
    },
    593442: (e) => {
      e.exports = ['קיריבטי']
    },
    357872: (e) => {
      e.exports = ['קירגיזסטן']
    },
    109132: (e) => {
      e.exports = ['מלונות & מלוניות']
    },
    899711: (e) => {
      e.exports = ['מלונות / אתרי נופש / קווי שייט']
    },
    449277: (e) => {
      e.exports = ['בתי מלון, מלונות דרכים וקווי שייט']
    },
    373741: (e) => {
      e.exports = ['מכשירי חשמל ביתיים']
    },
    888469: (e) => {
      e.exports = ['מוצרי חשמל ביתיים']
    },
    906340: (e) => {
      e.exports = ['מוצרים לבית']
    },
    371016: (e) => {
      e.exports = ['טיפול ביתי / אישי']
    },
    258649: (e) => {
      e.exports = ['חברות אחזקה']
    },
    988958: (e) => {
      e.exports = ['חג']
    },
    609984: (e) => {
      e.exports = ['הכס הקדוש']
    },
    649121: (e) => {
      e.exports = ['אודיו ביתי']
    },
    614994: (e) => {
      e.exports = ['קמעוני עיצוב הבית']
    },
    664871: (e) => {
      e.exports = ['ריהוט לבית']
    },
    232471: (e) => {
      e.exports = ['קמעונאים לריהוט לבית']
    },
    925958: (e) => {
      e.exports = ['סיטוני ריהוט הבית']
    },
    732318: (e) => {
      e.exports = ['שירותי בריאות ביתיים']
    },
    614369: (e) => {
      e.exports = ['שרשרות שיפוץ בית']
    },
    775126: (e) => {
      e.exports = ['קמעונאים למוצרים ושרותים לשיפור הבית']
    },
    833063: (e) => {
      e.exports = ['בניית הבית']
    },
    351863: (e) => {
      e.exports = ['הונדורס']
    },
    867017: (e) => {
      e.exports = ['מסלולי מירוץ סוסים & כלבים']
    },
    197862: (e) => {
      e.exports = ['גרביונים וגרביים']
    },
    288887: (e) => {
      e.exports = ['ניהול בית חולים / אחיות']
    },
    510822: (e) => {
      e.exports = ['קרנות השקעה מגוונות בשירותי אירוח']
    },
    210496: (e) => {
      e.exports = ['בתי חולים מרפאות ושרותי ושירותי רפואה עיקרית']
    },
    761881: (e) => {
      e.exports = ['אביזרים לשיער']
    },
    409073: (e) => {
      e.exports = ['האיטי']
    },
    339360: (e) => {
      e.exports = ['שחיטה ועיבוד בעלי חיים לפי כשרות הלאל']
    },
    719348: (e) => {
      e.exports = ['תיקים & מזוודות']
    },
    832803: (e) => {
      e.exports = ['תיקים & מזוודות קמעונאים']
    },
    177578: (e) => {
      e.exports = ['חנויות מזון בריאות']
    },
    717055: (e) => {
      e.exports = ['ביטוח בריאות']
    },
    617047: (e) => {
      e.exports = ['שירותי בריאות']
    },
    792105: (e) => {
      e.exports = ['טכנולוגיית בריאות']
    },
    443863: (e) => {
      e.exports = ['טיפולי בריאות']
    },
    242239: (e) => {
      e.exports = ['מתקנים ושרותי בריאות']
    },
    434344: (e) => {
      e.exports = ['קרנות השקעה מגוונות בשירותי בריאות']
    },
    941177: (e) => {
      e.exports = ['איים הרד ואיי מקדונלד']
    },
    262997: (e) => {
      e.exports = ['מערכות חימום, אוורור ומיזוג אויר']
    },
    420147: (e) => {
      e.exports = ['אוטובוסים כבדים']
    },
    302366: (e) => {
      e.exports = ['ציוד חשמלי כבד']
    },
    214316: (e) => {
      e.exports = ['מנועים וגנרטורים כבדים']
    },
    677511: (e) => {
      e.exports = ['כלי רכב וציוד מכני כבד']
    },
    102613: (e) => {
      e.exports = ['סיטונאי רכבים ומכונות כבדות']
    },
    723339: (e) => {
      e.exports = ['משאיות כבדות']
    },
    8116: (e) => {
      e.exports = ['קרנות גידור']
    },
    513691: (e) => {
      e.exports = ['בניית כבישים & גשרים']
    },
    234376: (e) => {
      e.exports = ['מפעילי כביש']
    },
    564956: (e) => {
      e.exports = ['כבישים מהירים ומסילות רכבת']
    },
    165969: (e) => {
      e.exports = ['שירותי ייעוץ בתחום משאבי אנוש']
    },
    930646: (e) => {
      e.exports = ['הונגריה']
    },
    993423: (e) => {
      e.exports = ['דלק מימן']
    },
    487948: (e) => {
      e.exports = ['ציוד כוח הידראולי']
    },
    93819: (e) => {
      e.exports = ['יעוץ ושרותי מערכות מידע']
    },
    976473: (e) => {
      e.exports = ['כריה משולבת']
    },
    516759: (e) => {
      e.exports = ['מעגלים משולבים']
    },
    359091: (e) => {
      e.exports = ['מפעילי לוגיסטיקה משולבים']
    },
    693347: (e) => {
      e.exports = ['נפט משולב']
    },
    450694: (e) => {
      e.exports = ['גז ודלק משולבים']
    },
    216900: (e) => {
      e.exports = ['שירותי תקשורת משולבים']
    },
    265164: (e) => {
      e.exports = ['מתווך תוך-תחומי']
    },
    690569: (e) => {
      e.exports = ['שרותי עיצוב פנים']
    },
    379393: (e) => {
      e.exports = ['מימון סחר בינלאומי']
    },
    263466: (e) => {
      e.exports = ['‏חנויות כולבו להזמנות בדואר ובאינטרנט']
    },
    348290: (e) => {
      e.exports = ['‏חנויות בהוזלה להזמנות בדואר ובאינטרנט']
    },
    837443: (e) => {
      e.exports = ['משחקי אינטרנט']
    },
    340367: (e) => {
      e.exports = ['תוכנת אינטרנט/שירותים']
    },
    503694: (e) => {
      e.exports = ['שרותי אבטחה ועסקאות באינטרנט']
    },
    282157: (e) => {
      e.exports = ['ספקי שירותי אינטרנט']
    },
    446448: (e) => {
      e.exports = ['שירותי אינטרנט']
    },
    456231: (e) => {
      e.exports = ['קמעונאות באינטרנט']
    },
    403877: (e) => {
      e.exports = ['שירותי בנקאות/השקעות/ברוקרים']
    },
    899916: (e) => {
      e.exports = ['בנק השקעות']
    },
    407291: (e) => {
      e.exports = ["שירותי בנקאות להשקעות וברוקרז'"]
    },
    598801: (e) => {
      e.exports = ['בנקי השקעה/ברוקרים']
    },
    701468: (e) => {
      e.exports = ['ניהול השקעות']
    },
    851573: (e) => {
      e.exports = ['ניהול השקעות ומפעילי קרנות']
    },
    384728: (e) => {
      e.exports = ['מנהלי השקעות']
    },
    568662: (e) => {
      e.exports = ['כלי עזר להשקעה']
    },
    711991: (e) => {
      e.exports = ['בטחונות בהשקעה']
    },
    461181: (e) => {
      e.exports = ['נאמני השקעה / קרנות נאמנות']
    },
    150039: (e) => {
      e.exports = ['יצרני חשמל עצמאיים']
    },
    99391: (e) => {
      e.exports = ['מדד']
    },
    16207: (e) => {
      e.exports = ['הודו‏']
    },
    609759: (e) => {
      e.exports = ['אינדונזיה']
    },
    103889: (e) => {
      e.exports = ['פיתוח נדל"ן תעשייתי']
    },
    41532: (e) => {
      e.exports = ['תעשיית כימיכלים ביוטכנולוגיים']
    },
    446841: (e) => {
      e.exports = ['תעשיית קונגלומרט']
    },
    964174: (e) => {
      e.exports = ['תעשיית הלבשה ומדים']
    },
    494186: (e) => {
      e.exports = ['ציוד מיתוג חשמלי תעשייתי']
    },
    607238: (e) => {
      e.exports = ['תעשיית גז']
    },
    890117: (e) => {
      e.exports = ['מכונות תעשייתיות']
    },
    931801: (e) => {
      e.exports = ['מכונות וציוד תעשייתי']
    },
    173904: (e) => {
      e.exports = ['מיכון וציוד תעשייתי בסיטונות']
    },
    868948: (e) => {
      e.exports = ['תבניות תעשייתיות']
    },
    799712: (e) => {
      e.exports = ['תעשיית חלקי חילוף לרכב']
    },
    483886: (e) => {
      e.exports = ['מפעל תעשייתי']
    },
    754605: (e) => {
      e.exports = ['כבשנים ותנורים לתהליכים תעשייתיים']
    },
    722662: (e) => {
      e.exports = ['קרנות השקעה מגוונות בתעשייה']
    },
    743771: (e) => {
      e.exports = ['מוצרי גומי תעשייתיים']
    },
    685674: (e) => {
      e.exports = ['שירותים תעשייתיים']
    },
    305546: (e) => {
      e.exports = ['התמחויות תעשייתיות']
    },
    123810: (e) => {
      e.exports = ['יצור שסתומים תעשיתיים']
    },
    438887: (e) => {
      e.exports = ['תעשיה']
    },
    808339: (e) => {
      e.exports = ['שירותי טכנולוגיית מידע']
    },
    497333: (e) => {
      e.exports = ['הובלה ימית פנים ארצית']
    },
    800261: (e) => {
      e.exports = ['התקני קלט']
    },
    113439: (e) => {
      e.exports = ['האמצעי אינו מותר']
    },
    632770: (e) => {
      e.exports = ['ביטוח - רכב']
    },
    290945: (e) => {
      e.exports = ['ביטוח ברוקרים']
    },
    428500: (e) => {
      e.exports = ['ביטוח ברוקרים / שירותים']
    },
    664150: (e) => {
      e.exports = ['איסלנד']
    },
    351834: (e) => {
      e.exports = ['עירק']
    },
    328408: (e) => {
      e.exports = ['אירלנד']
    },
    586118: (e) => {
      e.exports = ['כריית ברזל']
    },
    501648: (e) => {
      e.exports = ['מפעלי ברזל, פלדה & יציקה']
    },
    582452: (e) => {
      e.exports = ['האי מאן']
    },
    261935: (e) => {
      e.exports = ['ישראל']
    },
    43246: (e) => {
      e.exports = ['איטליה']
    },
    418556: (e) => {
      e.exports = ['ירדן']
    },
    516243: (e) => {
      e.exports = ["ג'מייקה"]
    },
    692443: (e) => {
      e.exports = ['יפן‏']
    },
    842206: (e) => {
      e.exports = ['תכשיטים']
    },
    403795: (e) => {
      e.exports = ['קמעוני תכשיטים ושעונים']
    },
    671435: (e) => {
      e.exports = ["גִ'ינסים"]
    },
    119803: (e) => {
      e.exports = ["ג'רזי"]
    },
    590760: (e) => {
      e.exports = ['ריהוט לנוער']
    },
    552456: (e) => {
      e.exports = ['עמאן']
    },
    846719: (e) => {
      e.exports = ['פורטלי עבודה מקוונים']
    },
    183268: (e) => {
      e.exports = ['ציוד משרדי']
    },
    623891: (e) => {
      e.exports = ['ציוד משרדי/אספקה']
    },
    458339: (e) => {
      e.exports = ['ספקי ציוד משרדי']
    },
    761701: (e) => {
      e.exports = ['סיטוני ציוד משרדי']
    },
    57859: (e) => {
      e.exports = ['ריהוט משרדי']
    },
    929677: (e) => {
      e.exports = ['קרנות השקעה בנדל"ן משרדי']
    },
    88442: (e) => {
      e.exports = ['משרד פיתוח נדל"ן']
    },
    215834: (e) => {
      e.exports = ['משרד שירותי נדל"ן']
    },
    174606: (e) => {
      e.exports = ['ספקי ציוד משרדי']
    },
    495693: (e) => {
      e.exports = ['חנויות לאספקה ניירת וצרכי משרד']
    },
    447796: (e) => {
      e.exports = ['צרכי משרד בסיטונות']
    },
    327548: (e) => {
      e.exports = ['ציוד טכנולוגי למשרד']
    },
    775483: (e) => {
      e.exports = ['קידוח נפט וגז']
    },
    755572: (e) => {
      e.exports = ['חיפוש והפקת נפט וגז']
    },
    362334: (e) => {
      e.exports = ['צינורות נפט וגז']
    },
    663977: (e) => {
      e.exports = ['ייצור נפט וגז']
    },
    603981: (e) => {
      e.exports = ['זיקוק ושיווק נפט וגז']
    },
    594751: (e) => {
      e.exports = ['אחסון נפט וגז']
    },
    781399: (e) => {
      e.exports = ['שרותי הובלה של גז ונפט']
    },
    114397: (e) => {
      e.exports = ['קידוח נפט - יבשתי']
    },
    139087: (e) => {
      e.exports = ['קידוחי נפט - בים']
    },
    173206: (e) => {
      e.exports = ['חיפושי נפט והפקה - בים']
    },
    23036: (e) => {
      e.exports = ['חיפושי נפט והפקה - ביבשה']
    },
    958511: (e) => {
      e.exports = ['צינור נפט']
    },
    336170: (e) => {
      e.exports = ['זיקוק נפט / שיווק']
    },
    875051: (e) => {
      e.exports = ['קשור לנפט-שרותי מדידות ומיפוי']
    },
    564337: (e) => {
      e.exports = ['ציוד הקשור לנפט']
    },
    756691: (e) => {
      e.exports = ['שרותים הקשורים לנפט']
    },
    752993: (e) => {
      e.exports = ['שרותים וציוד הקשורים לנפט']
    },
    68122: (e) => {
      e.exports = ['שירותי / ציוד שדה נפט']
    },
    440226: (e) => {
      e.exports = ['חנויות מוצרים אופטיים']
    },
    536347: (e) => {
      e.exports = ['מפיקי בד אקולוגי & אורגני']
    },
    644710: (e) => {
      e.exports = ['דשן אורגני']
    },
    49121: (e) => {
      e.exports = ['שירותי צריכה אחרים']
    },
    886817: (e) => {
      e.exports = ['התמחויות צרכניות אחרות']
    },
    980012: (e) => {
      e.exports = ['מתכות / מינרלים אחרים']
    },
    819564: (e) => {
      e.exports = ['קמעונאים למוצרי ייחוד אחרים']
    },
    656589: (e) => {
      e.exports = ['הובלות אחרות']
    },
    560877: (e) => {
      e.exports = ['פרסום חוצות']
    },
    585557: (e) => {
      e.exports = ['שרותי גיוס עובדים ומיקור חוץ']
    },
    225448: (e) => {
      e.exports = ['הובלה ואחסון LNG']
    },
    267869: (e) => {
      e.exports = ['מפעילי מפעל הפיס']
    },
    759646: (e) => {
      e.exports = ['סוכנויות מקומיות']
    },
    359789: (e) => {
      e.exports = ['קטרי רכבת וקרונות']
    },
    752212: (e) => {
      e.exports = ['כריתת עצים ומנסרות']
    },
    484045: (e) => {
      e.exports = ['לטביה']
    },
    417964: (e) => {
      e.exports = ['ציוד כביסה']
    },
    76095: (e) => {
      e.exports = ['חלוקת קרקע וחלוקת משנה']
    },
    446984: (e) => {
      e.exports = ['לאוס']
    },
    645558: (e) => {
      e.exports = ['מחשבים נייחים & ניידים']
    },
    399937: (e) => {
      e.exports = ['ציוד לייזר']
    },
    42422: (e) => {
      e.exports = ['כריית עופרת']
    },
    200222: (e) => {
      e.exports = ['מוצרי עור']
    },
    249647: (e) => {
      e.exports = ['לבנון']
    },
    421491: (e) => {
      e.exports = ['שרותים משפטיים']
    },
    421463: (e) => {
      e.exports = ['פנאי ונופש']
    },
    655346: (e) => {
      e.exports = ['מוצרי פנאי בסיטונות']
    },
    491338: (e) => {
      e.exports = ['לסוטו']
    },
    529113: (e) => {
      e.exports = ['ליטא']
    },
    244568: (e) => {
      e.exports = ['ליבריה']
    },
    687451: (e) => {
      e.exports = ['לוב']
    },
    148202: (e) => {
      e.exports = ['ליכטנשטיין']
    },
    684319: (e) => {
      e.exports = ['ביטוח חיים / בריאות']
    },
    38639: (e) => {
      e.exports = ['ביטוח חיים ובריאות']
    },
    356945: (e) => {
      e.exports = ['ביטוחי חיים ובריאות']
    },
    833399: (e) => {
      e.exports = ['ביטוח חיים']
    },
    268037: (e) => {
      e.exports = ['משאיות קלות']
    },
    579264: (e) => {
      e.exports = ['ציוד תאורה']
    },
    844887: (e) => {
      e.exports = ['גופי תאורה']
    },
    400782: (e) => {
      e.exports = ['לִבנֵי נָשִׁים']
    },
    421997: (e) => {
      e.exports = ['אביזרי יוקרה']
    },
    261072: (e) => {
      e.exports = ['סוחרי מכוניות יוקרה']
    },
    915253: (e) => {
      e.exports = ['רכבים ממונעים']
    },
    97369: (e) => {
      e.exports = ['סוחרי אופנועים']
    },
    42076: (e) => {
      e.exports = ['חלקים & אביזרים לאופנוע']
    },
    768693: (e) => {
      e.exports = ['אופנועים & קטנועים']
    },
    875525: (e) => {
      e.exports = ['בתי קולנוע & מוצרי קולנוע']
    },
    161979: (e) => {
      e.exports = ['הפקת טלוויזיה, סרטים & הפצה']
    },
    615609: (e) => {
      e.exports = ['סרטים / בידור']
    },
    158266: (e) => {
      e.exports = ['מוזמביק']
    },
    193275: (e) => {
      e.exports = ['תוכנת יישום לנייד']
    },
    617606: (e) => {
      e.exports = ['קמעונאי טלפונים ניידים']
    },
    415354: (e) => {
      e.exports = ['תוכנת מערכת של ניידים']
    },
    503427: (e) => {
      e.exports = ['מולדובה']
    },
    904982: (e) => {
      e.exports = ['מונקו']
    },
    927963: (e) => {
      e.exports = ['מונגוליה']
    },
    990370: (e) => {
      e.exports = ['מונטנגרו']
    },
    153868: (e) => {
      e.exports = ['מונטסראט']
    },
    216641: (e) => {
      e.exports = ['מָרוֹקוֹ']
    },
    198263: (e) => {
      e.exports = ['קרנות השקעה בנדל"ן משכנתאות']
    },
    335075: (e) => {
      e.exports = ['מאוריטניה']
    },
    902616: (e) => {
      e.exports = ['מאוריציוס']
    },
    36227: (e) => {
      e.exports = ['אבודים']
    },
    316450: (e) => {
      e.exports = ['מקאו']
    },
    881206: (e) => {
      e.exports = ['מקאו']
    },
    538609: (e) => {
      e.exports = ['מקדוניה']
    },
    953260: (e) => {
      e.exports = ['כלים למכונות']
    },
    975621: (e) => {
      e.exports = ['מדגסקר']
    },
    638730: (e) => {
      e.exports = ['הוצאת מגזין']
    },
    858975: (e) => {
      e.exports = ['שירותי תחזוקה ותיקון']
    },
    175595: (e) => {
      e.exports = ['עיקרי']
    },
    382016: (e) => {
      e.exports = ['הבנקים הגדולים']
    },
    746560: (e) => {
      e.exports = ['חברות תרופות עיקריות']
    },
    138815: (e) => {
      e.exports = ['טלקומוניקציה עיקרית']
    },
    652371: (e) => {
      e.exports = ['מלאווי']
    },
    622622: (e) => {
      e.exports = ['מלזיה']
    },
    704255: (e) => {
      e.exports = ['האיים המלדיביים']
    },
    410127: (e) => {
      e.exports = ['מלי']
    },
    465259: (e) => {
      e.exports = ['יצרני מאלט']
    },
    32640: (e) => {
      e.exports = ['טיפול רפואי מנוהל']
    },
    718208: (e) => {
      e.exports = ['טיפול רפואי מנוהל']
    },
    471661: (e) => {
      e.exports = ['שירותי ייעוץ ניהולי']
    },
    486533: (e) => {
      e.exports = ['שוק פתוח']
    },
    548979: (e) => {
      e.exports = ['השוק סגור']
    },
    676726: (e) => {
      e.exports = ['מחקר שוק']
    },
    838764: (e) => {
      e.exports = ['שירותי ייעוץ שיווקי']
    },
    965677: (e) => {
      e.exports = ['מרינות']
    },
    849236: (e) => {
      e.exports = ['שירותי הובלת מטענים ימית']
    },
    777510: (e) => {
      e.exports = ['לוגיסטיקה ותובלה ימית']
    },
    732592: (e) => {
      e.exports = ['לוגיסטיקה ימית']
    },
    221122: (e) => {
      e.exports = ['תעבורה ימית']
    },
    72863: (e) => {
      e.exports = ['שרותי נמל ימי']
    },
    606463: (e) => {
      e.exports = ['משלוח ימי']
    },
    991727: (e) => {
      e.exports = ['איי מרשל']
    },
    65413: (e) => {
      e.exports = ['מרטיניק']
    },
    292772: (e) => {
      e.exports = ['מיכלי מתכת ואריזות']
    },
    631683: (e) => {
      e.exports = ['ייצור מתכת']
    },
    71902: (e) => {
      e.exports = ['מסחר מתכות בסיטונות']
    },
    5540: (e) => {
      e.exports = ['מרכזי שרות למתכות']
    },
    888220: (e) => {
      e.exports = ['רולינג מתכתי ומוצרי שרטוט']
    },
    555087: (e) => {
      e.exports = ['מקסיקו']
    },
    151841: (e) => {
      e.exports = ['תקשורת קונגלומרט']
    },
    483419: (e) => {
      e.exports = ['סוכנות רכישת מדיה']
    },
    312832: (e) => {
      e.exports = ['שירותי רפואה/סיעוד']
    },
    46759: (e) => {
      e.exports = ['מעבדות אבחון רפואיות']
    },
    713638: (e) => {
      e.exports = ['מכשור רפואי ושתלים']
    },
    230787: (e) => {
      e.exports = ['ציוד בדיקה ואבחון רפואי']
    },
    352462: (e) => {
      e.exports = ['מפיצים רפואיים']
    },
    34721: (e) => {
      e.exports = ['ציוד רפואי']
    },
    471839: (e) => {
      e.exports = ['סיטוני ציוד רפואי']
    },
    307571: (e) => {
      e.exports = ['ציוד רפואי, אספקה והפצה']
    },
    377279: (e) => {
      e.exports = ['מערכות הדמיה רפואית']
    },
    848587: (e) => {
      e.exports = ['מערכות ניטור רפואי']
    },
    361360: (e) => {
      e.exports = ['תותבות רפואיות']
    },
    33818: (e) => {
      e.exports = ['תוכנה רפואית ושירותים טכנולוגיים']
    },
    771635: (e) => {
      e.exports = ['התמחויות רפואיות']
    },
    753614: (e) => {
      e.exports = ['ציוד רפואי']
    },
    65392: (e) => {
      e.exports = ['שבבי זיכרון (RAM)']
    },
    390928: (e) => {
      e.exports = ['בגדי גברים']
    },
    374741: (e) => {
      e.exports = ['קמעונאי לבוש גברים']
    },
    886958: (e) => {
      e.exports = ['נעלי גברים']
    },
    218796: (e) => {
      e.exports = ['בנקים מסחריים']
    },
    106209: (e) => {
      e.exports = ['מימון מיקרו']
    },
    178455: (e) => {
      e.exports = ['מיקרונזיה (המדינות הפדרליות)']
    },
    372560: (e) => {
      e.exports = ['המזרח התיכון']
    },
    839184: (e) => {
      e.exports = ['יצרני ציוד ומיכון לכריה']
    },
    298684: (e) => {
      e.exports = ['פעילויות תמיכה לכריה']
    },
    850683: (e) => {
      e.exports = ['ציוד ושרותי תמיכה לכריה']
    },
    174735: (e) => {
      e.exports = ['מינורי']
    },
    78144: (e) => {
      e.exports = ['שונות']
    },
    631938: (e) => {
      e.exports = ['שירותים מסחריים שונים']
    },
    443490: (e) => {
      e.exports = ['ייצור שונה']
    },
    961026: (e) => {
      e.exports = ['קרנות נאמנות']
    },
    466904: (e) => {
      e.exports = ['ביטוח רב קו']
    },
    730043: (e) => {
      e.exports = ['ביטוח רב ערוצי וברוקרים']
    },
    107463: (e) => {
      e.exports = ['מתקני אספקה רב ערוצים']
    },
    790670: (e) => {
      e.exports = ['עירייה']
    },
    275747: (e) => {
      e.exports = ['מוזיאונים ומקומות היסטוריים']
    },
    195507: (e) => {
      e.exports = ['מוזיקה, הפקת וידאו והפצה']
    },
    789270: (e) => {
      e.exports = ['קמעוני כלי נגינה']
    },
    827736: (e) => {
      e.exports = ['כלי נגינה']
    },
    830146: (e) => {
      e.exports = ['מיאנמר']
    },
    985824: (e) => {
      e.exports = ['אין עיסקאות']
    },
    540036: (e) => {
      e.exports = ['משקאות ללא אלכוהול']
    },
    578234: (e) => {
      e.exports = ['מינרלים שאינם אנרגיה']
    },
    230181: (e) => {
      e.exports = ['מארזים ומכלים שאינם מנייר']
    },
    199867: (e) => {
      e.exports = ['כריית מתכות אל-ברזליות']
    },
    928561: (e) => {
      e.exports = ['עיבוד מתכות אל-ברזליות']
    },
    145075: (e) => {
      e.exports = ['נורבגיה']
    },
    420385: (e) => {
      e.exports = ['צפון מקדוניה']
    },
    498923: (e) => {
      e.exports = ['איי מריאנה הצפוניים']
    },
    280612: (e) => {
      e.exports = ['סוכנות לאומית']
    },
    362602: (e) => {
      e.exports = ['סוכנויות לאומיות']
    },
    15999: (e) => {
      e.exports = ['בדים טבעיים']
    },
    152119: (e) => {
      e.exports = ['חלוקת גז טבעי']
    },
    862611: (e) => {
      e.exports = ['חיפושי נפט וגז טבעי - ביבשה']
    },
    249392: (e) => {
      e.exports = ['חיפושי נפט וגז טבעי - בחוף הים']
    },
    230528: (e) => {
      e.exports = ['צינור גז טבעי']
    },
    111995: (e) => {
      e.exports = ['מתקני אספקה של גז טבעי']
    },
    223060: (e) => {
      e.exports = ['נאורו']
    },
    714417: (e) => {
      e.exports = ['נמיביה']
    },
    353770: (e) => {
      e.exports = ['הולנד']
    },
    549817: (e) => {
      e.exports = ['ציוד רשת']
    },
    748447: (e) => {
      e.exports = ['קלדוניה החדשה']
    },
    494599: (e) => {
      e.exports = ['סוחרי מכוניות חדשות']
    },
    405523: (e) => {
      e.exports = ['שירותי הדפסת עיתון & מגזין']
    },
    517412: (e) => {
      e.exports = ['הוצאת עיתון']
    },
    9717: (e) => {
      e.exports = ['מדפסות גלילים לעיתונים']
    },
    852493: (e) => {
      e.exports = ['סוכנויות חדשות']
    },
    128228: (e) => {
      e.exports = ['נפאל']
    },
    136995: (e) => {
      e.exports = ['ניואה']
    },
    972215: (e) => {
      e.exports = ['ניקרגואה']
    },
    523955: (e) => {
      e.exports = ['כרית עופרת ניקל']
    },
    374005: (e) => {
      e.exports = ["ניז'ר"]
    },
    62410: (e) => {
      e.exports = ['ניגריה']
    },
    512581: (e) => {
      e.exports = ['יצרני כוח גרעיני עצמאיים']
    },
    735507: (e) => {
      e.exports = ['כלי עזר גרעיניים']
    },
    509083: (e) => {
      e.exports = ['משתלות ומרכזי גן']
    },
    262681: (e) => {
      e.exports = ['סינט מארטן (החלק ההולנדי)']
    },
    350203: (e) => {
      e.exports = ['רשת חשמל חכמה והובלת חשמל']
    },
    988331: (e) => {
      e.exports = ['רשת חשמל חכמה ובניית הפצת חשמל']
    },
    378096: (e) => {
      e.exports = ['חטיפים וממתקים שאינם שוקולד']
    },
    502927: (e) => {
      e.exports = ['תמונת-בזק']
    },
    528900: (e) => {
      e.exports = ['צפון אפריקה']
    },
    638670: (e) => {
      e.exports = ["דרום ג'ורג'יה ואיי סנדוויץ' דרום"]
    },
    173160: (e) => {
      e.exports = ['דרום קוריאה']
    },
    197758: (e) => {
      e.exports = ['דרום סודן']
    },
    232335: (e) => {
      e.exports = ['ריבון']
    },
    555015: (e) => {
      e.exports = ['מדיה ורשתות חברתיות']
    },
    614792: (e) => {
      e.exports = ['סיטונאי ריהוט רך']
    },
    359402: (e) => {
      e.exports = ['תוכנה']
    },
    495446: (e) => {
      e.exports = ['איי שלמה']
    },
    334373: (e) => {
      e.exports = ['סומליה']
    },
    15209: (e) => {
      e.exports = ['מערכות  לוויין & אביזרים']
    },
    581871: (e) => {
      e.exports = ['מפעילי שירותי לוויין']
    },
    936261: (e) => {
      e.exports = ['ערב הסעודית']
    },
    738728: (e) => {
      e.exports = ['בנקים לחיסכון']
    },
    558932: (e) => {
      e.exports = ['יאכטות וסירות מנוע']
    },
    2679: (e) => {
      e.exports = ["סנט ברת'למי"]
    },
    317639: (e) => {
      e.exports = ['סנט קיטס ונביס']
    },
    499829: (e) => {
      e.exports = ['סנט הלנה, ההתעלות וטריסטן דה קונחה']
    },
    174215: (e) => {
      e.exports = ['סנט לוסיה']
    },
    566083: (e) => {
      e.exports = ['סנט מרטין (חלק צרפתי)']
    },
    779773: (e) => {
      e.exports = ['סנט פייר ומיקלון']
    },
    189466: (e) => {
      e.exports = ['וינסנט הקדוש ו ה - גרנידיים']
    },
    533018: (e) => {
      e.exports = ['קידום מכירות וניהול ארועים']
    },
    855735: (e) => {
      e.exports = ['סמואה']
    },
    935297: (e) => {
      e.exports = ['סן מרינו']
    },
    793386: (e) => {
      e.exports = ['מוצרים סניטריים']
    },
    767112: (e) => {
      e.exports = ['סאו טומה ופרינסיפה']
    },
    645954: (e) => {
      e.exports = ['ציוד מדעי ומדויק']
    },
    564291: (e) => {
      e.exports = ['מחשבי על ומדעיים']
    },
    982390: (e) => {
      e.exports = ['מתקני טיפול בשפכים']
    },
    959609: (e) => {
      e.exports = ['סיישל']
    },
    48678: (e) => {
      e.exports = ['מכליות מושאות בים']
    },
    878448: (e) => {
      e.exports = ['הכנה ואריזה של מוצרי מזון ימיים']
    },
    769958: (e) => {
      e.exports = ['מנועי חיפוש']
    },
    609410: (e) => {
      e.exports = ['התכה משנית וביצוע סגסוגות אלומיניום']
    },
    842351: (e) => {
      e.exports = ['בורסות לניירות ערך וסחורות']
    },
    614242: (e) => {
      e.exports = ['אבטחה ומעקב']
    },
    917526: (e) => {
      e.exports = ['שירותי הביטחון']
    },
    635412: (e) => {
      e.exports = ['קרנות השקעה בנדל"ן למבני אחסנה עצמית']
    },
    158794: (e) => {
      e.exports = ['ציוד ובדיקה למוליכים למחצה']
    },
    107596: (e) => {
      e.exports = ['סיטונאי ציוד למוליכים למחצה']
    },
    707743: (e) => {
      e.exports = ['יצור ציוד למוליכים למחצה']
    },
    624090: (e) => {
      e.exports = ['שרותים וציוד בדיקה למוליכים למחצה']
    },
    530652: (e) => {
      e.exports = ['סיטונות מוליכים למחצה']
    },
    277152: (e) => {
      e.exports = ['מוליכים למחצה']
    },
    552545: (e) => {
      e.exports = ['אבני חן חצי יקרות']
    },
    415882: (e) => {
      e.exports = ['סנגל']
    },
    896573: (e) => {
      e.exports = ['סרביה']
    },
    26189: (e) => {
      e.exports = ['תוכנת בסיסי נתונים ושרתים']
    },
    11181: (e) => {
      e.exports = ['שרתים ומערכות']
    },
    638823: (e) => {
      e.exports = ['שירותים']
    },
    525079: (e) => {
      e.exports = ['שירותים לתעשיית הבריאות']
    },
    609244: (e) => {
      e.exports = ['חברות שלד']
    },
    414451: (e) => {
      e.exports = ['יצרן חלקי ספינות']
    },
    224249: (e) => {
      e.exports = ['תיקון ותחזוקת ספינות']
    },
    320574: (e) => {
      e.exports = ['בניית אוניות']
    },
    338217: (e) => {
      e.exports = ['סיירה לאון']
    },
    169039: (e) => {
      e.exports = ['שילוט ופרסום מוצרים מיוחדים']
    },
    106493: (e) => {
      e.exports = ['כריית כסף']
    },
    236150: (e) => {
      e.exports = ['סינט מארטן (החלק ההולנדי)']
    },
    506262: (e) => {
      e.exports = ['סלובקיה']
    },
    687599: (e) => {
      e.exports = ['סלובניה']
    },
    345304: (e) => {
      e.exports = ['יצור רכבי חלל']
    },
    792334: (e) => {
      e.exports = ['ספרד‏']
    },
    963381: (e) => {
      e.exports = ['מזון מיוחד ומוצרי רווחה']
    },
    270731: (e) => {
      e.exports = ['מוצרי מזון מיוחדים ומוצרי רווחה']
    },
    97098: (e) => {
      e.exports = ['שרותי תעופה מיוחדים']
    },
    892299: (e) => {
      e.exports = ['שרותי דפוס מיוחדים']
    },
    869659: (e) => {
      e.exports = ['קרנות השקעה בנדל"ן ייחודי']
    },
    668974: (e) => {
      e.exports = ['פרמצבטיקה מתקדמת ומיוחדת']
    },
    825994: (e) => {
      e.exports = ['כריה ומתכות מיוחדות']
    },
    947079: (e) => {
      e.exports = ['כריה ומתכות מיוחדות בסיטונות']
    },
    832241: (e) => {
      e.exports = ['כימיקלים מיוחדים']
    },
    78461: (e) => {
      e.exports = ['כימיקלים מיוחדים בסיטונות']
    },
    759178: (e) => {
      e.exports = ['ביטוח ייחודי']
    },
    771273: (e) => {
      e.exports = ['מבטחים מיוחדים']
    },
    462504: (e) => {
      e.exports = ['חנויות ייחודיות']
    },
    202845: (e) => {
      e.exports = ['טלקומוניקציה מיוחדת']
    },
    447133: (e) => {
      e.exports = ['מוצרי ספורט וחוץ']
    },
    341443: (e) => {
      e.exports = ['חנות למוצרי ספורט']
    },
    961710: (e) => {
      e.exports = ['הנעלה לספורט וחוץ']
    },
    813986: (e) => {
      e.exports = ['קמעונאים למוצרי ספורט וחוץ']
    },
    819624: (e) => {
      e.exports = ['בגדי ספורט וחוץ']
    },
    567835: (e) => {
      e.exports = ['סרי לנקה']
    },
    797141: (e) => {
      e.exports = ['יצור עמילן שמן ושומן צמחי']
    },
    649297: (e) => {
      e.exports = ['סוכנות המדינה']
    },
    473782: (e) => {
      e.exports = ['צאי דלק נייחים']
    },
    58460: (e) => {
      e.exports = ['אספקת קיטור ומזוג אוויר']
    },
    365325: (e) => {
      e.exports = ['פלדה']
    },
    582762: (e) => {
      e.exports = ['התקני אחסון']
    },
    162923: (e) => {
      e.exports = ['סודן']
    },
    382867: (e) => {
      e.exports = ['סוכר וממתיקים מלאכותיים']
    },
    789724: (e) => {
      e.exports = ['גידול קנה סוכר']
    },
    505298: (e) => {
      e.exports = ['סופרמרקטים וחנויות נוחות']
    },
    666609: (e) => {
      e.exports = ['על-לאומית']
    },
    281528: (e) => {
      e.exports = ['סורינאם']
    },
    705904: (e) => {
      e.exports = ["סבאלברד וג'אן מאיין"]
    },
    182404: (e) => {
      e.exports = ['שוודיה']
    },
    824316: (e) => {
      e.exports = ['מתג החלפה']
    },
    440414: (e) => {
      e.exports = ['שוויץ']
    },
    209213: (e) => {
      e.exports = ['בדים סינתטיים']
    },
    443174: (e) => {
      e.exports = ['סוריה']
    },
    645494: (e) => {
      e.exports = ['תוכנת מערכת']
    },
    184760: (e) => {
      e.exports = ['גידול עופות']
    },
    539300: (e) => {
      e.exports = ['מערכות לנקודות מכירה']
    },
    210119: (e) => {
      e.exports = ['פולין']
    },
    524026: (e) => {
      e.exports = ['מפעילי נמל']
    },
    335426: (e) => {
      e.exports = ['שירותי אחסון בנמל']
    },
    99683: (e) => {
      e.exports = ['מנועים & גנרטורים ניידים']
    },
    101076: (e) => {
      e.exports = ['ניווט לווין נייד']
    },
    123496: (e) => {
      e.exports = ['פיליפינים']
    },
    566812: (e) => {
      e.exports = ['פוסט מארקט']
    },
    666196: (e) => {
      e.exports = ['תוכנה ארוזה']
    },
    632715: (e) => {
      e.exports = ['האוקיינוס השקט']
    },
    361314: (e) => {
      e.exports = ['צבע וציפוי']
    },
    49145: (e) => {
      e.exports = ['פקיסטן']
    },
    986532: (e) => {
      e.exports = ['פלאו']
    },
    103738: (e) => {
      e.exports = ['פלסטין']
    },
    747908: (e) => {
      e.exports = ['פנמה']
    },
    311564: (e) => {
      e.exports = ['מפעלי נייר ומוצריו']
    },
    224893: (e) => {
      e.exports = ['מארזי נייר']
    },
    345368: (e) => {
      e.exports = ['אריזות נייר בסיטונות']
    },
    816421: (e) => {
      e.exports = ['מוצרי נייר בסיטונות']
    },
    916542: (e) => {
      e.exports = ['מוצרי נייר']
    },
    666802: (e) => {
      e.exports = ['פפואה גינאה החדשה']
    },
    33773: (e) => {
      e.exports = ['פרגוואי']
    },
    809851: (e) => {
      e.exports = ['מפעילי חניה']
    },
    603701: (e) => {
      e.exports = ['השכרת רכב']
    },
    749771: (e) => {
      e.exports = ['הובלת נוסעים בים וביבשה']
    },
    419781: (e) => {
      e.exports = ['קמעונאי חיות מחמד ואספקת מוצרים לחיות מחמד']
    },
    15657: (e) => {
      e.exports = ['ייצור מזון לחיות מחמד']
    },
    367657: (e) => {
      e.exports = ['מוצרי נפט בקימונות']
    },
    58482: (e) => {
      e.exports = ['זיקוק נפט']
    },
    605125: (e) => {
      e.exports = ['קרנות פנסיה']
    },
    468525: (e) => {
      e.exports = ['הלוואות אישיות & רכב']
    },
    246733: (e) => {
      e.exports = ['שירותי טיפול אישי']
    },
    625769: (e) => {
      e.exports = ['שרותי משפט אישיים']
    },
    386126: (e) => {
      e.exports = ['נגני מוסיקה אישיים']
    },
    875460: (e) => {
      e.exports = ['שירותים אישיים']
    },
    920978: (e) => {
      e.exports = ['מוצרים אישיים']
    },
    982553: (e) => {
      e.exports = ['שירותי כוח אדם']
    },
    622979: (e) => {
      e.exports = ['פרו']
    },
    218355: (e) => {
      e.exports = ['שרותי הדברת מזיקים']
    },
    816312: (e) => {
      e.exports = ['חומרי הדברה']
    },
    462763: (e) => {
      e.exports = ['פרמצבטיקה']
    },
    821120: (e) => {
      e.exports = ['תרופות: גנריות']
    },
    5563: (e) => {
      e.exports = ['תרופות: עיקרי']
    },
    501417: (e) => {
      e.exports = ['תרופות: אחר']
    },
    226813: (e) => {
      e.exports = ['פיליפינים']
    },
    657825: (e) => {
      e.exports = ['טלפונים והתקנים לאחיזה ידנית']
    },
    344170: (e) => {
      e.exports = ['טלפונים & טלפונים חכמים']
    },
    613147: (e) => {
      e.exports = ['ציוד ומערכות פוטו-וולטאיות סולריות']
    },
    531050: (e) => {
      e.exports = ['ציוד צילום']
    },
    539338: (e) => {
      e.exports = ['פיטקרן']
    },
    287529: (e) => {
      e.exports = ['אביזרים ומתאמים לאינסטלציה']
    },
    744084: (e) => {
      e.exports = ['פלסטיק']
    },
    748376: (e) => {
      e.exports = ['מארזים ומכלים מפלסטיק']
    },
    752028: (e) => {
      e.exports = ['כריית פלטינה']
    },
    361151: (e) => {
      e.exports = ['הפקת מחזות & קונצרטים']
    },
    845198: (e) => {
      e.exports = ['פרה מארקט']
    },
    296663: (e) => {
      e.exports = ['מתכות יקרות']
    },
    356494: (e) => {
      e.exports = ['מתכות ומינרלים יקרים']
    },
    464674: (e) => {
      e.exports = ['בתים טרומיים']
    },
    589395: (e) => {
      e.exports = ['ייצור אלומיניום ראשי']
    },
    961648: (e) => {
      e.exports = ['בנקים פרטיים']
    },
    537260: (e) => {
      e.exports = ['הון פרטי']
    },
    326690: (e) => {
      e.exports = ['מעבדים']
    },
    946140: (e) => {
      e.exports = ['תעשיות תהליכים']
    },
    605114: (e) => {
      e.exports = ['תוכה לתכנות וכלי בדיקה']
    },
    536289: (e) => {
      e.exports = ['הפקת ייצור']
    },
    549298: (e) => {
      e.exports = ['שרותי מידע מקצועיים']
    },
    180342: (e) => {
      e.exports = ['אולמות ואצטדיונים לספורט מקצועי']
    },
    947962: (e) => {
      e.exports = ['ביטוח רכוש ונזקי גוף']
    },
    443260: (e) => {
      e.exports = ['ביטוח משנה לנפגעים ונכסים']
    },
    223629: (e) => {
      e.exports = ['ביטוחי נכס']
    },
    82841: (e) => {
      e.exports = ['מבטחי רכוש-נזקי גוף']
    },
    555870: (e) => {
      e.exports = ['ביטוח רכוש / נזקי גוף']
    },
    755793: (e) => {
      e.exports = ['מחוז / מדינה']
    },
    611020: (e) => {
      e.exports = ['יחסי ציבור']
    },
    428988: (e) => {
      e.exports = ['מתקני ספורט ציבוריים']
    },
    435218: (e) => {
      e.exports = ['הוצאה לאור: ספרים / כתבי עת']
    },
    325417: (e) => {
      e.exports = ['הוצאה לאור: עיתונים']
    },
    370890: (e) => {
      e.exports = ['פאבים, ברים & מועדוני לילה']
    },
    651330: (e) => {
      e.exports = ['פוארטו ריקו']
    },
    704895: (e) => {
      e.exports = ['עיסת נייר Pulp /נייר']
    },
    506684: (e) => {
      e.exports = ['מפעלי תאית']
    },
    641462: (e) => {
      e.exports = ['משאבה & ציוד שאיבה']
    },
    920944: (e) => {
      e.exports = ['ציוד טיפול ותיהור']
    },
    361109: (e) => {
      e.exports = ['מסעדות שירות מהיר']
    },
    887267: (e) => {
      e.exports = ['הציטוטים מעוכבים ב‎{number}‎ דקות']
    },
    728332: (e) => {
      e.exports = ['ציטוטים מושהים עד {number} דקות ומעודכנים כל 30 שניות']
    },
    625976: (e) => {
      e.exports = ['מערכות RFID']
    },
    379331: (e) => {
      e.exports = ['כריית סלעים']
    },
    385646: (e) => {
      e.exports = ['רומניה']
    },
    642276: (e) => {
      e.exports = ['ציוד קירוי']
    },
    748131: (e) => {
      e.exports = ['סוכנויות דירוג']
    },
    880417: (e) => {
      e.exports = ['שידורי רדיו']
    },
    955759: (e) => {
      e.exports = ['שרותי רכבת']
    },
    993624: (e) => {
      e.exports = ['פסי רכבת']
    },
    544708: (e) => {
      e.exports = ['הקמת מסילת ברזל']
    },
    837208: (e) => {
      e.exports = ['מפעילי מטעני ברכבת']
    },
    359687: (e) => {
      e.exports = ['מינרלים נדירים']
    },
    859870: (e) => {
      e.exports = ['קמעונאות - חנויות כלבו']
    },
    422135: (e) => {
      e.exports = ['קמעונאות - תרופות כולל מצרכים']
    },
    224560: (e) => {
      e.exports = ['קמעונאות - תרופות לא כולל מצרכים']
    },
    656377: (e) => {
      e.exports = ['פיתוח נדל"ן קמעונאי']
    },
    914726: (e) => {
      e.exports = ['בנקים קמעונאיים ולמשכנתאות']
    },
    455445: (e) => {
      e.exports = ['קרנות השקעה בנדל"ן לחנויות']
    },
    419210: (e) => {
      e.exports = ['שרותי נדל"ן קמעונאי']
    },
    801197: (e) => {
      e.exports = ['מסחר קמעונאי']
    },
    930478: (e) => {
      e.exports = ['בוני מבני מגורים לגמלאים']
    },
    195805: (e) => {
      e.exports = ['ארוחות מוכנות מראש']
    },
    906530: (e) => {
      e.exports = ['זמן-אמת']
    },
    737055: (e) => {
      e.exports = ['פיתוח נדל"ן']
    },
    448629: (e) => {
      e.exports = ['פיתוח ותפעול מקרקעין']
    },
    667134: (e) => {
      e.exports = ['קרנות השקעה בנדל"ן']
    },
    545060: (e) => {
      e.exports = ['שירותי נדל"ן']
    },
    204744: (e) => {
      e.exports = ['מוצרי פנאי']
    },
    374694: (e) => {
      e.exports = ['חברות תעופה אזוריים']
    },
    537406: (e) => {
      e.exports = ['בנקים אזוריים']
    },
    899793: (e) => {
      e.exports = ['ביטוח משנה']
    },
    32046: (e) => {
      e.exports = ['מוצרים ושרותים לאנרגיה מתחדשת']
    },
    983114: (e) => {
      e.exports = ['שירותי אנרגיה מתחדשת']
    },
    209271: (e) => {
      e.exports = ['דלקים ממקורות מתחדשים']
    },
    430520: (e) => {
      e.exports = ['יצרני כוח ממקורות מתחדשים עצמאיים']
    },
    82117: (e) => {
      e.exports = ['חשמל ממקורות מתחדשים']
    },
    688506: (e) => {
      e.exports = ['מצב הפעלה חוזרת']
    },
    219798: (e) => {
      e.exports = ['פיתוח נדל"ן למגורים']
    },
    980331: (e) => {
      e.exports = ['טיפול ביתי וארוך טווח']
    },
    166874: (e) => {
      e.exports = ['שרותי ארכיטקטורה ועיצוב פנים למגורים']
    },
    627601: (e) => {
      e.exports = ['בוני מבני מגורים - בתים רבי משפחות']
    },
    101217: (e) => {
      e.exports = ['בוני מבני מגורים - בתים חד משפחתיים']
    },
    205172: (e) => {
      e.exports = ['קרנות השקעה בנדל"ן למגורים']
    },
    515895: (e) => {
      e.exports = ['שרותי נדל"ן למגורים']
    },
    163577: (e) => {
      e.exports = ['מפעילי נופש']
    },
    560295: (e) => {
      e.exports = ['מסעדות']
    },
    324154: (e) => {
      e.exports = ['מסעדות וברים']
    },
    931284: (e) => {
      e.exports = ['מטע גומי']
    },
    230799: (e) => {
      e.exports = ['רוסיה‏']
    },
    238201: (e) => {
      e.exports = ['הפדרציה הרוסית']
    },
    242890: (e) => {
      e.exports = ['רואנדה']
    },
    102711: (e) => {
      e.exports = ['איחוד']
    },
    263651: (e) => {
      e.exports = ['קמעונאים לבגדי נשים']
    },
    269510: (e) => {
      e.exports = ['בגדי נשים']
    },
    368529: (e) => {
      e.exports = ['נעלי נשים']
    },
    742758: (e) => {
      e.exports = ['מארזים ומכלי עץ']
    },
    20196: (e) => {
      e.exports = ['מוצרי עץ בסיטונות']
    },
    17877: (e) => {
      e.exports = ['מוצרי עץ']
    },
    23700: (e) => {
      e.exports = ['שעונים']
    },
    467646: (e) => {
      e.exports = ['בניה לביוב ומים']
    },
    691088: (e) => {
      e.exports = ['אספקת מים ומערכות השקייה']
    },
    978768: (e) => {
      e.exports = ['מתקני אספקת מים']
    },
    994192: (e) => {
      e.exports = ['ציוד לאנרגיה שמקורה בכוח גלי ים']
    },
    258159: (e) => {
      e.exports = ['וואליס ופוטונה']
    },
    171183: (e) => {
      e.exports = ['טפט']
    },
    446094: (e) => {
      e.exports = ['אחסון']
    },
    75343: (e) => {
      e.exports = ['שירותי ניהול פסולת, סילוק ומיחזור']
    },
    323432: (e) => {
      e.exports = ['ציוד ומערכות להמרת פסולת לאנרגיה']
    },
    160289: (e) => {
      e.exports = ['ניהול הון']
    },
    69211: (e) => {
      e.exports = ['ציוד ריתוך והלחמה']
    },
    117108: (e) => {
      e.exports = ['סהרה המערבית']
    },
    800669: (e) => {
      e.exports = ['מפיצים סיטונאיים']
    },
    174811: (e) => {
      e.exports = ['ספקי -Wi-Fi ו-Wi-Max']
    },
    846846: (e) => {
      e.exports = ['ציוד ומערכות רוח']
    },
    641548: (e) => {
      e.exports = ['יקבים']
    },
    83428: (e) => {
      e.exports = ['ספקי תקשורת קווית']
    },
    919395: (e) => {
      e.exports = ['טלקום אלחוטי']
    },
    925541: (e) => {
      e.exports = ['תקשורת אלחוטית']
    },
    602272: (e) => {
      e.exports = ['שרותי תקשורת אלחוטיים']
    },
    63767: (e) => {
      e.exports = ['חוטים וכבלים']
    },
    773337: (e) => {
      e.exports = ['טלוויזיה & וידאו']
    },
    597308: (e) => {
      e.exports = ['קימונואי צעצועים ומשחקים']
    },
    425860: (e) => {
      e.exports = ['צעצועים & מוצרים לנוער']
    },
    144593: (e) => {
      e.exports = ['צעצועים ומוצרים לנוער בסיטונות']
    },
    310955: (e) => {
      e.exports = ['טַבָּק']
    },
    574871: (e) => {
      e.exports = ['טוגו']
    },
    724580: (e) => {
      e.exports = ['טונגה']
    },
    181350: (e) => {
      e.exports = ['כלים וחומרה']
    },
    900242: (e) => {
      e.exports = ['כלים וכלי בית']
    },
    331151: (e) => {
      e.exports = ['מונית ולימוזינה']
    },
    341280: (e) => {
      e.exports = ['מחשבים ניידים וטבלת']
    },
    460919: (e) => {
      e.exports = ['טייוואן']
    },
    826553: (e) => {
      e.exports = ["טג'יקיסטן"]
    },
    982461: (e) => {
      e.exports = ['חומרים לריכוך ועיבוד עורות']
    },
    185494: (e) => {
      e.exports = ['טנזניה']
    },
    249648: (e) => {
      e.exports = ['טקסטיל']
    },
    324160: (e) => {
      e.exports = ['מוצרי טקסטיל ועור']
    },
    771935: (e) => {
      e.exports = ['סיטונאי טקסטיל ומוצרי עור']
    },
    431138: (e) => {
      e.exports = ['טכנולוגיה']
    },
    785780: (e) => {
      e.exports = ['שרותי יעוץ טכנולוגי ומיקור חוץ']
    },
    237826: (e) => {
      e.exports = ['שירותי טכנולוגיה']
    },
    431765: (e) => {
      e.exports = ['שרותי טלהמדיסין']
    },
    418375: (e) => {
      e.exports = ['בנייה לתקשורת']
    },
    835295: (e) => {
      e.exports = ['תשתית רשת תקשורת']
    },
    209527: (e) => {
      e.exports = ['ציוד תקשורת']
    },
    876886: (e) => {
      e.exports = ['משווקי משנה לתקשורת']
    },
    243547: (e) => {
      e.exports = ['שרותי טלקום']
    },
    896651: (e) => {
      e.exports = ['שידור טלוויזיה']
    },
    246125: (e) => {
      e.exports = ['ציוד בדיקה ומדידה']
    },
    879984: (e) => {
      e.exports = ['מעבדות בדיקה']
    },
    537442: (e) => {
      e.exports = ['שירותי בדיקה']
    },
    433138: (e) => {
      e.exports = ['תאילנד']
    },
    744903: (e) => {
      e.exports = ['תאטרונים ואמנויות הבמה']
    },
    47397: (e) => {
      e.exports = ['ציוד ומערכות חימום סולרי']
    },
    223529: (e) => {
      e.exports = ['יצור חומרים לאריחים וריצוף']
    },
    729006: (e) => {
      e.exports = ['קרן השקעות בנדל"ן לגידול עץ']
    },
    285705: (e) => {
      e.exports = ['פעילויות שטחי גידול עץ']
    },
    655802: (e) => {
      e.exports = ['טימור-לסטה']
    },
    718611: (e) => {
      e.exports = ['יצרני צמיגים ופנימיות']
    },
    713932: (e) => {
      e.exports = ['משווקי צמיגים']
    },
    379760: (e) => {
      e.exports = ['חידוש צמיגים']
    },
    56682: (e) => {
      e.exports = ['מוצרי גומי וצמיגים']
    },
    877445: (e) => {
      e.exports = ['מוצרי גומי וצמיגים בסיטונות']
    },
    528075: (e) => {
      e.exports = ['הובלות']
    },
    500966: (e) => {
      e.exports = ['משאיות / בניה / מכונות חקלאיות']
    },
    789568: (e) => {
      e.exports = ['הוצאה לאור של עסקים ומסחר']
    },
    489853: (e) => {
      e.exports = ['עסקאות ושירותי תשלום']
    },
    81127: (e) => {
      e.exports = ['שירותי תרגום והגהה']
    },
    793481: (e) => {
      e.exports = ['הוֹבָלָה']
    },
    448638: (e) => {
      e.exports = ['סוכני נסיעות']
    },
    333041: (e) => {
      e.exports = ['טרינידד וטובגו']
    },
    626449: (e) => {
      e.exports = ['טובאלו']
    },
    420638: (e) => {
      e.exports = ['תוניסיה']
    },
    351976: (e) => {
      e.exports = ['ייצור טורבינות']
    },
    616831: (e) => {
      e.exports = ['טורקמניסטן']
    },
    694398: (e) => {
      e.exports = ['טורקיה']
    },
    555526: (e) => {
      e.exports = ['איי טורקס וקאיקוס']
    },
    728542: (e) => {
      e.exports = ['איי הבתולה של ארצות הברית']
    },
    975308: (e) => {
      e.exports = ['איחוד האמירויות UAE']
    },
    787935: (e) => {
      e.exports = ['ארה"ב‏']
    },
    377518: (e) => {
      e.exports = ['קידוחי גז ונפט לא קונבנציונליים']
    },
    813639: (e) => {
      e.exports = ['יצור גז ונפט לא קונבנציונלי']
    },
    287916: (e) => {
      e.exports = ['איחוד האמירויות הערביות']
    },
    606994: (e) => {
      e.exports = ['בריטניה']
    },
    411176: (e) => {
      e.exports = ['ארצות הברית']
    },
    431860: (e) => {
      e.exports = ['האיים הקטנים של ארצות הברית']
    },
    308395: (e) => {
      e.exports = ['אוגנדה']
    },
    263018: (e) => {
      e.exports = ['אוקראינה']
    },
    124991: (e) => {
      e.exports = ['אורוגוואי']
    },
    237127: (e) => {
      e.exports = ['אורניום']
    },
    198737: (e) => {
      e.exports = ['כריית אורניום']
    },
    457468: (e) => {
      e.exports = ['סוחרי מכוניות משומשות']
    },
    56356: (e) => {
      e.exports = ['חנויות סחורה משומשת']
    },
    112332: (e) => {
      e.exports = ['כלי עזר']
    },
    730902: (e) => {
      e.exports = ['אוזבקיסטן']
    },
    48007: (e) => {
      e.exports = ['מערכות וציוד ל-VOIP']
    },
    670087: (e) => {
      e.exports = ['שרותי VOIP']
    },
    863837: (e) => {
      e.exports = ['ונואטו']
    },
    43349: (e) => {
      e.exports = ['תרופות וטרינריות']
    },
    12446: (e) => {
      e.exports = ['ציוד ואספקה לרפואה וטרינרית']
    },
    979931: (e) => {
      e.exports = ['שירותים וטרינריים']
    },
    930252: (e) => {
      e.exports = ['גידולי ירקות פרות ואגוזים']
    },
    369623: (e) => {
      e.exports = ['ספקי מכונות אוטומטיות']
    },
    739055: (e) => {
      e.exports = ['ונצואלה']
    },
    881186: (e) => {
      e.exports = ['הון סיכון']
    },
    450049: (e) => {
      e.exports = ['ויטנאם']
    },
    159002: (e) => {
      e.exports = ['איי הבתולה (בריטניה)']
    },
    707897: (e) => {
      e.exports = ['איי הבתולה (ארה"ב)']
    },
    129236: (e) => {
      e.exports = ['מוצרי חוטים']
    },
    242175: (e) => {
      e.exports = ['תימן']
    },
    239478: (e) => {
      e.exports = ['זמביה']
    },
    58309: (e) => {
      e.exports = ['זימבבואה']
    },
    294619: (e) => {
      e.exports = ['כריית עופרת אבץ']
    },
    574177: (e) => {
      e.exports = ['איי אלנד']
    },
  },
])
