;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [2285],
  {
    72171: (t) => {
      t.exports = ['מרכז']
    },
    91757: (t) => {
      t.exports = ['תחתית']
    },
    22192: (t) => {
      t.exports = ['ימים']
    },
    63099: (t) => {
      t.exports = ['שעות']
    },
    77405: (t) => {
      t.exports = ['אופקי']
    },
    66304: (t) => {
      t.exports = ['תשומות']
    },
    19286: (t) => {
      t.exports = ['שמאל']
    },
    76476: (t) => {
      t.exports = ['אמצע']
    },
    28134: (t) => {
      t.exports = ['דקות']
    },
    71129: (t) => {
      t.exports = ['שניות']
    },
    21141: (t) => {
      t.exports = ['ימין']
    },
    21594: (t) => {
      t.exports = ['שבועות']
    },
    26458: (t) => {
      t.exports = ['פתיל']
    },
    65994: (t) => {
      t.exports = ['עליון']
    },
    92960: (t) => {
      t.exports = ['יישור טקסט']
    },
    90581: (t) => {
      t.exports = ['כיוון טקסט']
    },
    44085: (t) => {
      t.exports = ['אנכי']
    },
    13355: (t) => {
      t.exports = ['שנה {title} ימים ל']
    },
    41377: (t) => {
      t.exports = ['שנה {title} ימים מ']
    },
    35388: (t) => {
      t.exports = ['שנה {title} שעות מ']
    },
    78586: (t) => {
      t.exports = ['שנה את השעות של {title} ל']
    },
    59635: (t) => {
      t.exports = ['שנה {title} חודשים מ']
    },
    74266: (t) => {
      t.exports = ['שנה {title} חודשים ל']
    },
    91633: (t) => {
      t.exports = ['שנה {title} דקות ל']
    },
    15106: (t) => {
      t.exports = ['שנה {title} דקות מ']
    },
    66161: (t) => {
      t.exports = ['שנה {title} שניות ל']
    },
    2822: (t) => {
      t.exports = ['שנה {title} שניות מ']
    },
    21339: (t) => {
      t.exports = ['שנה {title} שבועות מ']
    },
    68643: (t) => {
      t.exports = ['שנה {title} שבועות ל']
    },
    30810: (t) => {
      t.exports = ['שנה את הנראות של {title} בטיקים']
    },
    24941: (t) => {
      t.exports = ['שנה נראות של {title} על שבועות']
    },
    8917: (t) => {
      t.exports = ['שנה את הנראות של {title} ב-{ranges}']
    },
    29088: (t) => {
      t.exports = ['שנה את הנראות של {title} בימים']
    },
    68971: (t) => {
      t.exports = ['שנה נראות של {title} בשעות']
    },
    64370: (t) => {
      t.exports = ['שנה נראות של {title} על דקות']
    },
    6659: (t) => {
      t.exports = ['שנה נראות של {title} על חודשים']
    },
    46948: (t) => {
      t.exports = ['שנה נראות של {title} בשניות']
    },
    82211: (t) => {
      t.exports = ['ימים']
    },
    33486: (t) => {
      t.exports = ['ימים ל']
    },
    14077: (t) => {
      t.exports = ['ימים מ']
    },
    3143: (t) => {
      t.exports = ['שעות']
    },
    84775: (t) => {
      t.exports = ['שעות מ']
    },
    11255: (t) => {
      t.exports = ['שעות ל']
    },
    58964: (t) => {
      t.exports = ['חודשים']
    },
    71770: (t) => {
      t.exports = ['חודשים מ']
    },
    37179: (t) => {
      t.exports = ['חודשים ל']
    },
    16465: (t) => {
      t.exports = ['דקות']
    },
    72317: (t) => {
      t.exports = ['דקות ל']
    },
    25586: (t) => {
      t.exports = ['דקות מ']
    },
    32925: (t) => {
      t.exports = ['שניות']
    },
    39017: (t) => {
      t.exports = ['שניות ל']
    },
    6049: (t) => {
      t.exports = ['שניות מ']
    },
    93016: (t) => {
      t.exports = ['שבועות']
    },
    32002: (t) => {
      t.exports = ['שבועות מ']
    },
    28091: (t) => {
      t.exports = ['שבועות ל']
    },
    59523: (t) => {
      t.exports = ['טיקים']
    },
  },
])
