;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [6137],
  {
    519801: (e) => {
      e.exports = ['שישי']
    },
    11268: (e) => {
      e.exports = ['שני']
    },
    963331: (e) => {
      e.exports = ['שבת']
    },
    85954: (e) => {
      e.exports = ['ראשון']
    },
    226230: (e) => {
      e.exports = 'We'
    },
    24793: (e) => {
      e.exports = ['חמישי']
    },
    831533: (e) => {
      e.exports = ['שלישי']
    },
    172639: (e) => {
      e.exports = 'Ticks'
    },
    436598: (e) => {
      e.exports = ['התחבר']
    },
    708169: (e) => {
      e.exports = ['התחבר אל ברוקר']
    },
    697174: (e) => {
      e.exports = ['זהירות!']
    },
    952051: (e) => {
      e.exports = ['לוח השנה הוא כרגע בשנה {year}']
    },
    499990: (e) => {
      e.exports = ['היומן פועל כעת על שנים מ-{year_start} עד {year_end}']
    },
    692702: (e) => {
      e.exports = ['היומן נמצא כרגע ב-{month}']
    },
    782806: (e) => {
      e.exports = ['שנה את סוג פקודת הסטופ']
    },
    997637: (e) => {
      e.exports = ['‏אפריל']
    },
    486797: (e) => {
      e.exports = ['‏אוגוסט']
    },
    55669: (e) => {
      e.exports = ['דצמבר‏']
    },
    756095: (e) => {
      e.exports = ['לְהַקְטִין']
    },
    316467: (e) => {
      e.exports = ['פברואר‏']
    },
    772970: (e) => {
      e.exports = ['יום שישי']
    },
    146812: (e) => {
      e.exports = ['גידול']
    },
    926910: (e) => {
      e.exports = ['ינואר‏']
    },
    323230: (e) => {
      e.exports = ['יולי‏']
    },
    49385: (e) => {
      e.exports = ['יוני‏']
    },
    290784: (e) => {
      e.exports = ['אוקטובר‏']
    },
    312690: (e) => {
      e.exports = ['התחבר לחשבון TradingView שלך כדי להתחיל במסחר']
    },
    200890: (e) => {
      e.exports = ['היכנס לחשבון הברוקר/בורסה שלך ​​כדי לסחור']
    },
    561199: (e) => {
      e.exports = ['יום שני']
    },
    695543: (e) => {
      e.exports = ['חודשים']
    },
    668327: (e) => {
      e.exports = ['מאי']
    },
    684675: (e) => {
      e.exports = ['מרץ‏']
    },
    969992: (e) => {
      e.exports = ['שימוש בבטחונות']
    },
    93875: (e) => {
      e.exports = ['אין נתונים']
    },
    65124: (e) => {
      e.exports = ['אין מינוף']
    },
    171194: (e) => {
      e.exports = ['נובמבר‏']
    },
    383771: (e) => {
      e.exports = ['שנה הבאה']
    },
    275385: (e) => {
      e.exports = ['שנים הבאות']
    },
    39752: (e) => {
      e.exports = ['חודש הבא']
    },
    535563: (e) => {
      e.exports = ['פורמט המספר אינו חוקי.']
    },
    101144: (e) => {
      e.exports = ['יום שבת']
    },
    405849: (e) => {
      e.exports = ['בחר מינוף']
    },
    880280: (e) => {
      e.exports = ['בחר ערך']
    },
    493472: (e) => {
      e.exports = ['שלח הוראה']
    },
    661132: (e) => {
      e.exports = ['ספטמבר‏']
    },
    184568: (e) => {
      e.exports = ['כניסה']
    },
    602607: (e) => {
      e.exports = ['הערך שצוין הוא יותר מהמקסימום של המכשיר {max}.']
    },
    53669: (e) => {
      e.exports = ['הערך שצוין הוא פחות מהמינימום של המכשיר {min}.']
    },
    272149: (e) => {
      e.exports = ['יום ראשון']
    },
    583583: (e) => {
      e.exports = ['עבור לחודשים']
    },
    806244: (e) => {
      e.exports = ['עבור לתאריכים']
    },
    680879: (e) => {
      e.exports = ['עבור לשנים']
    },
    778621: (e) => {
      e.exports = ['פיפס']
    },
    732457: (e) => {
      e.exports = ['אנא הזן את התאריך הנכון']
    },
    505122: (e) => {
      e.exports = ['נא הזן את פורמט התאריך הנכון yyyy-mm-dd']
    },
    502587: (e) => {
      e.exports = ['חודש שעבר']
    },
    239329: (e) => {
      e.exports = ['שנה קודמת']
    },
    127004: (e) => {
      e.exports = ['שנים קודמות']
    },
    852997: (e) => {
      e.exports = ['רווח והפסד כאחוז מיתרת החשבון']
    },
    214078: (e) => {
      e.exports = ['סיכון/סיכוי']
    },
    107147: (e) => {
      e.exports = ['יום רביעי']
    },
    107951: (e) => {
      e.exports = ['יום חמישי']
    },
    768877: (e) => {
      e.exports = ['תוקף זמן']
    },
    944979: (e) => {
      e.exports = ['יום שלישי']
    },
    669325: (e) => {
      e.exports = ['שנים']
    },
    693251: (e) => {
      e.exports = ['{fieldTitle} (חובה)']
    },
    304389: (e) => {
      e.exports = ['מינוף {value}']
    },
  },
])
