;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [6660],
  {
    52587: (o) => {
      o.exports = 'C'
    },
    469219: (o) => {
      o.exports = 'D'
    },
    426211: (o) => {
      o.exports = 'D'
    },
    960582: (o) => {
      o.exports = 'E'
    },
    957357: (o) => {
      o.exports = 'F'
    },
    647310: (o) => {
      o.exports = 'R'
    },
    214485: (o) => {
      o.exports = ['ה.ח']
    },
    87817: (o) => {
      o.exports = 'S'
    },
    413859: (o) => {
      o.exports = ['מתחבר']
    },
    607367: (o) => {
      o.exports = ['העתק קישור']
    },
    680027: (o) => {
      o.exports = ['שינוי %']
    },
    34565: (o) => {
      o.exports = ['שינוי']
    },
    191198: (o) => {
      o.exports = ['%שינוי']
    },
    60640: (o) => {
      o.exports = ['נקה רשימה']
    },
    613750: (o) => {
      o.exports = ['לחץ על']
    },
    768973: (o) => {
      o.exports = ['לחץ למיון לפי {columnLabel}']
    },
    279984: (o) => {
      o.exports = ['צור רשימה חדשה']
    },
    732340: (o) => {
      o.exports = ['צור רשימה חדשה']
    },
    337224: (o) => {
      o.exports = ['התאם אישית את העמודות']
    },
    314348: (o) => {
      o.exports = ['תצוגה מתקדמת']
    },
    878850: (o) => {
      o.exports = ['הוסף הערת טקסט  ל-{symbol}']
    },
    978030: (o) => {
      o.exports = ['הוסף את כל הנבחרים ל-']
    },
    695296: (o) => {
      o.exports = ['הוסף את כל הנבחרים להשוואה']
    },
    57590: (o) => {
      o.exports = ['הוסף סימול']
    },
    871550: (o) => {
      o.exports = ['הוסף מקטע']
    },
    634968: (o) => {
      o.exports = ['הוסף ‎{symbol}‎ ל']
    },
    465687: (o) => {
      o.exports = ['הוסף {symbol} להשוואה']
    },
    617591: (o) => {
      o.exports = ['הוסף את {symbol} לרשימת המעקב']
    },
    265662: (o) => {
      o.exports = ['האם אתה באמת רוצה למחוק את כל הסימולים?']
    },
    722753: (o) => {
      o.exports = ["האם אתה באמת רוצה למחוק את רשימת המעקב '{name}'?"]
    },
    654408: (o) => {
      o.exports = ['האם אתה באמת רוצה לבטל את סימון כל הסימולים במערכת?']
    },
    78211: (o) => {
      o.exports = ['מושהה']
    },
    629601: (o) => {
      o.exports = ['תיאור']
    },
    132023: (o) => {
      o.exports = ['סוף יום']
    },
    482751: (o) => {
      o.exports = ['שגיאה']
    },
    982543: (o) => {
      o.exports = ['יצוא רשימת מעקב']
    },
    594071: (o) => {
      o.exports = [
        'הקובץ מכיל נתונים בפורמט שגוי. תקן את הפורמט ונסה שנית. דוגמאות: "NYSE: GE, NYSE: F, NASDAQ: MSFT" או "F, GE, MSFT"',
      ]
    },
    705847: (o) => {
      o.exports = ['חרגת ממגבלת הקבצים']
    },
    677720: (o) => {
      o.exports = ['פיננסים']
    },
    182246: (o) => {
      o.exports = ['סמן ‎{symbol}‎']
    },
    330836: (o) => {
      o.exports = ['סמן את כל הפריטים שנבחרו']
    },
    456502: (o) => {
      o.exports = [
        'המממ, נראה שלא היו לך סימולים ברשימת המעקב. אתה יכול להוסיף סימול למעלה.',
      ]
    },
    988958: (o) => {
      o.exports = ['חג']
    },
    61466: (o) => {
      o.exports = ['רשימת יבוא']
    },
    713774: (o) => {
      o.exports = ['פורמט נתונים לא חוקי']
    },
    113439: (o) => {
      o.exports = ['האמצעי אינו מותר']
    },
    147980: (o) => {
      o.exports = ['פתח גרף ‎{symbol}‎']
    },
    629824: (o) => {
      o.exports = ['סימול פתוח בגרף']
    },
    25911: (o) => {
      o.exports = ['טוען מידע']
    },
    273064: (o) => {
      o.exports = ['לונג']
    },
    915107: (o) => {
      o.exports = ['מחיר אחרון']
    },
    180959: (o) => {
      o.exports = ['צור העתק']
    },
    486533: (o) => {
      o.exports = ['שוק פתוח']
    },
    548979: (o) => {
      o.exports = ['השוק סגור']
    },
    383949: (o) => {
      o.exports = ['שוק פתוח']
    },
    895814: (o) => {
      o.exports = ['השוק סגור']
    },
    502927: (o) => {
      o.exports = ['תמונת-בזק']
    },
    799217: (o) => {
      o.exports = ['שמור רשימה בשם']
    },
    252298: (o) => {
      o.exports = ['חפש']
    },
    882271: (o) => {
      o.exports = ['ראה סקירה כללית של ‎{symbol}‎']
    },
    516031: (o) => {
      o.exports = ['שתף רשימה']
    },
    777851: (o) => {
      o.exports = ['שורט']
    },
    589053: (o) => {
      o.exports = ['סימול']
    },
    11184: (o) => {
      o.exports = ['פרטי סימול']
    },
    318280: (o) => {
      o.exports = ['סימול קבוצה']
    },
    83796: (o) => {
      o.exports = ['שם רשימת הסימולים']
    },
    566812: (o) => {
      o.exports = ['פוסט מארקט']
    },
    556604: (o) => {
      o.exports = ['מסחר מאוחר']
    },
    845198: (o) => {
      o.exports = ['פרה מארקט']
    },
    943608: (o) => {
      o.exports = ['פרה מארקט']
    },
    887267: (o) => {
      o.exports = ['הציטוטים מעוכבים ב‎{number}‎ דקות']
    },
    728332: (o) => {
      o.exports = ['ציטוטים מושהים עד {number} דקות ומעודכנים כל 30 שניות']
    },
    344200: (o) => {
      o.exports = ['חזור לסדר רשימת המעקב המותאם אישית']
    },
    906530: (o) => {
      o.exports = ['זמן-אמת']
    },
    366702: (o) => {
      o.exports = ['הסר מרשימת המעקב']
    },
    86261: (o) => {
      o.exports = ['הסר מקטע']
    },
    435038: (o) => {
      o.exports = ['שנה שם']
    },
    688506: (o) => {
      o.exports = ['מצב הפעלה חוזרת']
    },
    847746: (o) => {
      o.exports = ['רשימת הצפייה לא יכולה לקחת יותר, קפטן']
    },
    33115: (o) => {
      o.exports = ['שגיאת רשימת מעקב']
    },
    66596: (o) => {
      o.exports = [
        'אתה לא יכול להוסיף יותר מ- {number} סימולים ומפרידים לרשימת המעקב - אנחנו מהנדסים לא מחוללי ניסים.',
      ]
    },
    974587: (o) => {
      o.exports = ['הקובץ הזה גדול מדי. הגודל המרבי הוא {fileLimit} KB']
    },
    751485: (o) => {
      o.exports = ['בטל את כל הסימונים הנבחרים']
    },
    560342: (o) => {
      o.exports = ['בטל סימון לכלל הסימולים במערכת']
    },
    684114: (o) => {
      o.exports = ['בטל-סימן ‎{symbol}‎']
    },
    101111: (o) => {
      o.exports = ['ווליום/נפח מסחר']
    },
    96921: (o) => {
      o.exports = ['או']
    },
    291635: (o) => {
      o.exports = ['כדי להוסיף סימול ולסגור דו-שיח']
    },
    222045: (o) => {
      o.exports = [
        'האם אתה באמת רוצה למחוק {count} סימול נבחר?',
        'האם אתה באמת רוצה למחוק {count} סימולים נבחרים?',
        'האם אתה באמת רוצה למחוק {count} סימולים נבחרים?',
        'האם אתה באמת רוצה למחוק {count} סימולים נבחרים?',
      ]
    },
    337628: (o) => {
      o.exports = [
        'סימול {count}',
        'סימולים {count}',
        'סימולים {count}',
        'סימולים {count}',
      ]
    },
  },
])
