;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [3951],
  {
    14229: (e) => {
      e.exports = ['נְקוּדָה']
    },
    16936: (e) => {
      e.exports = ['חזור']
    },
    9898: (e) => {
      e.exports = ['זכות Right']
    },
    18511: (e) => {
      e.exports = ['ספירה לאחור עד סגירת הנר']
    },
    32409: (e) => {
      e.exports = ['צבע ערכת נושא']
    },
    90069: (e) => {
      e.exports = ['השוואה']
    },
    39176: (e) => {
      e.exports = ['תוכן']
    },
    15803: (e) => {
      e.exports = ['העתק קישור לתמונת הגרף']
    },
    20036: (e) => {
      e.exports = ['ביטול']
    },
    19022: (e) => {
      e.exports = ['ערוצים']
    },
    8353: (e) => {
      e.exports = ['שנה אינטרוול זמן']
    },
    20788: (e) => {
      e.exports = ['עמודות בסגנון גרף']
    },
    86771: (e) => {
      e.exports = ['נרות בסגנון גרף']
    },
    45290: (e) => {
      e.exports = ['גרף בסגנון איזור']
    },
    97559: (e) => {
      e.exports = ['גרף בסגנון ברים']
    },
    18779: (e) => {
      e.exports = ['גרף בסגנון קו בסיס']
    },
    90599: (e) => {
      e.exports = ['גרף בסגנון קאגי']
    },
    41412: (e) => {
      e.exports = ['אזור HLC בסגנון גרף']
    },
    51383: (e) => {
      e.exports = ['גרף בסגנון נרות חלולים']
    },
    20424: (e) => {
      e.exports = ['גרף בסגנון הייקין אשי']
    },
    28381: (e) => {
      e.exports = ['גרף בסגנון גבוה-נמוך']
    },
    87691: (e) => {
      e.exports = ['גרף בסגנון קו']
    },
    470: (e) => {
      e.exports = ['גרף בסגנון קו שבור']
    },
    14956: (e) => {
      e.exports = ['סגנון גרף קו עם סמנים']
    },
    59393: (e) => {
      e.exports = ['סגנון גרף קו צעד']
    },
    59491: (e) => {
      e.exports = ['גרף בסגנון Point & Figure']
    },
    38385: (e) => {
      e.exports = ['גרף בסגנון טווח']
    },
    91664: (e) => {
      e.exports = ['גרף בסגנון בנקו']
    },
    82838: (e) => {
      e.exports = ['ווליום סגנון גרף Footprint']
    },
    80395: (e) => {
      e.exports = ['סגור תפריט']
    },
    82401: (e) => {
      e.exports = ['סמנים']
    },
    50025: (e) => {
      e.exports = ['מחזורים']
    },
    19661: (e) => {
      e.exports = ['כלי ביאור']
    },
    44629: (e) => {
      e.exports = ['הוסף למועדפים']
    },
    64498: (e) => {
      e.exports = ['כל המקורות']
    },
    95480: (e) => {
      e.exports = ['החל אינדיקטורים אלה על כל הפריסה']
    },
    23969: (e) => {
      e.exports = ['חצים']
    },
    28020: (e) => {
      e.exports = ["אוטו' (מתאים נתונים למסך)"]
    },
    79852: (e) => {
      e.exports = ['אגרת חוב']
    },
    55939: (e) => {
      e.exports = ['מברשות']
    },
    40803: (e) => {
      e.exports = ['לך לתאריך']
    },
    43884: (e) => {
      e.exports = ['גאן']
    },
    5816: (e) => {
      e.exports = ["כלי גאן ופיבונאצ'י"]
    },
    22146: (e) => {
      e.exports = ['צורות גאומטריות']
    },
    60925: (e) => {
      e.exports = ['נקודה']
    },
    66365: (e) => {
      e.exports = ['צבע ערכת נושא כהה']
    },
    29601: (e) => {
      e.exports = ['תיאור']
    },
    22772: (e) => {
      e.exports = ['שרטוטים']
    },
    88280: (e) => {
      e.exports = ['גלי אליוט']
    },
    99289: (e) => {
      e.exports = ['מחק']
    },
    25790: (e) => {
      e.exports = ['שעות מסחר מורחבות']
    },
    97100: (e) => {
      e.exports = ['כלי חיזוי ומדידה']
    },
    22305: (e) => {
      e.exports = ["פיבונאצ'י"]
    },
    11682: (e) => {
      e.exports = ['מצב מסך מלא']
    },
    15327: (e) => {
      e.exports = ['פונקציה']
    },
    17517: (e) => {
      e.exports = ['הסתר את כלי השרטוט']
    },
    82785: (e) => {
      e.exports = ['הפוך גרף']
    },
    64642: (e) => {
      e.exports = ['הוסף אינדיקטור']
    },
    55149: (e) => {
      e.exports = ['פתח את עץ האובייקטים']
    },
    75687: (e) => {
      e.exports = ['טען פריסת גרף']
    },
    37057: (e) => {
      e.exports = ['נעל כלי שרטוט']
    },
    95667: (e) => {
      e.exports = ['נעל יחס מחיר לנר']
    },
    19567: (e) => {
      e.exports = ['הזז קנה מידה לשמאל']
    },
    76300: (e) => {
      e.exports = ['הזז קנה מידה לימין']
    },
    56854: (e) => {
      e.exports = ['העבר את הגרף אחורה']
    },
    22221: (e) => {
      e.exports = ['העבר את הגרף קדימה']
    },
    79165: (e) => {
      e.exports = ['קסם']
    },
    37140: (e) => {
      e.exports = ['מצב מגנט מצמיד שרטוטים ליד עמודות מחיר לערך OHLC הקרוב']
    },
    72357: (e) => {
      e.exports = ['נהל שרטוטי פריסה']
    },
    59607: (e) => {
      e.exports = ['מדידה']
    },
    79961: (e) => {
      e.exports = ['מודד']
    },
    78633: (e) => {
      e.exports = ['מזג את כל הסקאלות לשמאל']
    },
    308: (e) => {
      e.exports = ['מזג את כל הסקאלות לימין']
    },
    29673: (e) => {
      e.exports = ['אין בורסות התואמות את הקריטריונים שלך']
    },
    41379: (e) => {
      e.exports = ['אין סימולים תואמים את הקריטריונים שלך']
    },
    45850: (e) => {
      e.exports = ['שום דבר לא תואם את הקריטריונים שלך']
    },
    36551: (e) => {
      e.exports = [
        'שרטוטים חדשים מועתקים לכל הגרפים בפריסה ומוצגים כאשר אותו הטיקר נבחר',
      ]
    },
    19407: (e) => {
      e.exports = ['שרטוטים חדשים יסונכרנו ברחבי העולם']
    },
    77989: (e) => {
      e.exports = ['שרטוטים חדשים יסונכרנו בפריסה']
    },
    19724: (e) => {
      e.exports = ['מקורות']
    },
    62571: (e) => {
      e.exports = ['שמור פריסת גרף']
    },
    35264: (e) => {
      e.exports = ['הרחב סולם מחיר בלבד']
    },
    52298: (e) => {
      e.exports = ['חפש']
    },
    78842: (e) => {
      e.exports = ['חפש כלי או פונקציה']
    },
    13269: (e) => {
      e.exports = ['בחר מקור']
    },
    90417: (e) => {
      e.exports = ['הפרד ימי מסחר']
    },
    25792: (e) => {
      e.exports = ['צורות']
    },
    91977: (e) => {
      e.exports = ['הצג כלים מוסתרים']
    },
    51072: (e) => {
      e.exports = ['הצג עץ אובייקטים']
    },
    49421: (e) => {
      e.exports = ['הישאר במצב שרטוט']
    },
    85422: (e) => {
      e.exports = ['מגנט חזק']
    },
    89053: (e) => {
      e.exports = ['סימול']
    },
    48490: (e) => {
      e.exports = ['סימול ותיאור']
    },
    79791: (e) => {
      e.exports = ['תווית שם הסימול']
    },
    12014: (e) => {
      e.exports = ['מידע על הסימול']
    },
    78001: (e) => {
      e.exports = ['תווית ערך אחרון לסימול']
    },
    99983: (e) => {
      e.exports = ['חיפוש סימולים']
    },
    35888: (e) => {
      e.exports = ['סנכרן שרטוטים לכל הגרפים...']
    },
    19693: (e) => {
      e.exports = ['תבניות']
    },
    73359: (e) => {
      e.exports = ['קלשונים']
    },
    4037: (e) => {
      e.exports = ['כפתור פלוס']
    },
    96032: (e) => {
      e.exports = ['סגירת קו מחיר יום קודם']
    },
    99530: (e) => {
      e.exports = ['קו מחיר']
    },
    90612: (e) => {
      e.exports = ['חיפוש אחרון']
    },
    31273: (e) => {
      e.exports = ['סשן רגיל']
    },
    76091: (e) => {
      e.exports = ['הסר שרטוטים']
    },
    20378: (e) => {
      e.exports = ['הסר מחוונים']
    },
    57869: (e) => {
      e.exports = ['הסר את כל המתנדים וכלי השרטוט']
    },
    72482: (e) => {
      e.exports = ['הסר ממועדפים']
    },
    34465: (e) => {
      e.exports = ['איפוס גרף']
    },
    45417: (e) => {
      e.exports = ['אפס סקלת מחיר']
    },
    75521: (e) => {
      e.exports = ['אפס סולם זמן']
    },
    45265: (e) => {
      e.exports = ['מגנט חלש']
    },
    20916: (e) => {
      e.exports = ['טקסט והערות']
    },
    18794: (e) => {
      e.exports = ['קווי מגמה - כלים']
    },
    64185: (e) => {
      e.exports = ['הקלד כדי לחפש שרטוטים, פונקציות והגדרות']
    },
    89967: (e) => {
      e.exports = ['מבוסס נפח']
    },
    38925: (e) => {
      e.exports = ['הגדל']
    },
    49895: (e) => {
      e.exports = ['הקטן']
    },
    12629: (e) => {
      e.exports = ['סחורה']
    },
    87592: (e) => {
      e.exports = ['חוזה הפרשים cfd']
    },
    65558: (e) => {
      e.exports = ['לשנות את נראות הרעיונות בגרף']
    },
    59820: (e) => {
      e.exports = ['שנה נראות של שם תוויות אינדיקטורים ופיננסיות']
    },
    90512: (e) => {
      e.exports = ['שנה נראות של אינדיקטורים ותוויות ערך פיננסיות']
    },
    50393: (e) => {
      e.exports = ['שנה נראות של קווי המחירים פרה/פוסט מארקט']
    },
    8448: (e) => {
      e.exports = ['קריפטו']
    },
    67245: (e) => {
      e.exports = 'dr'
    },
    88720: (e) => {
      e.exports = ['כַּלְכָּלָה']
    },
    39512: (e) => {
      e.exports = ['מט"ח']
    },
    81859: (e) => {
      e.exports = ['חוזים עתידיים']
    },
    12754: (e) => {
      e.exports = ['מדד']
    },
    60804: (e) => {
      e.exports = ['מדדים']
    },
    36931: (e) => {
      e.exports = ['מניה']
    },
    95612: (e) => {
      e.exports = ['סנכרן שרטוטים']
    },
    32868: (e) => {
      e.exports = ['‎{hotKey_0}‎ + לחיצה על הגרף']
    },
    68125: (e) => {
      e.exports = ['‎{hotKey_0}‎ — עיגול']
    },
    40234: (e) => {
      e.exports = ['{hotKey_0} - צייר קו ישר בזוויות של 45']
    },
    10289: (e) => {
      e.exports = ['‎{hotKey_0}‎ — מרווחים קבועים']
    },
    81591: (e) => {
      e.exports = ['‎{hotKey_0}‎ — ריבוע']
    },
  },
])
