;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [2745],
  {
    214229: (e) => {
      e.exports = ['נְקוּדָה']
    },
    306174: (e) => {
      e.exports = ['ימים']
    },
    705285: (e) => {
      e.exports = ['שעות']
    },
    179410: (e) => {
      e.exports = ['חודשים']
    },
    537830: (e) => {
      e.exports = ['דקות']
    },
    725042: (e) => {
      e.exports = ['שבועות']
    },
    274787: (e) => {
      e.exports = ['ימים']
    },
    162346: (e) => {
      e.exports = ['שעות']
    },
    394328: (e) => {
      e.exports = ['חודשים']
    },
    357470: (e) => {
      e.exports = ['דקות']
    },
    774973: (e) => {
      e.exports = ['שניות']
    },
    348801: (e) => {
      e.exports = ['טווחים']
    },
    386614: (e) => {
      e.exports = ['שבועות']
    },
    130426: (e) => {
      e.exports = ['טיקים']
    },
    643001: (e) => {
      e.exports = ['העתק תמונה']
    },
    607367: (e) => {
      e.exports = ['העתק קישור']
    },
    645888: (e) => {
      e.exports = ['תצלום הגרף']
    },
    274207: (e) => {
      e.exports = ['הגדרות גרף']
    },
    46720: (e) => {
      e.exports = ['צלב']
    },
    780362: (e) => {
      e.exports = ['צלב מסונכרן על פני כל הגרפים בתוך הפריסה']
    },
    954777: (e) => {
      e.exports = ['הוסף']
    },
    595798: (e) => {
      e.exports = ['הוסף אינטרוול מותאם אישית']
    },
    44629: (e) => {
      e.exports = ['הוסף למועדפים']
    },
    715795: (e) => {
      e.exports = ['כל הפריסות שלי']
    },
    288368: (e) => {
      e.exports = ['כל השינויים נשמרו']
    },
    684232: (e) => {
      e.exports = ['סגנון נרות']
    },
    539011: (e) => {
      e.exports = ['הורד תמונה']
    },
    66174: (e) => {
      e.exports = ['טווח תאריכים']
    },
    156685: (e) => {
      e.exports = ['שינויים בטווח התאריכים בכל הגרפים בפריסה']
    },
    943399: (e) => {
      e.exports = ['תבניות ברירת מחדל']
    },
    329313: (e) => {
      e.exports = ['כל אחד עם קישור יכול לצפות ולהעתיק.']
    },
    783127: (e) => {
      e.exports = ['אינדיקטורים מועדפים']
    },
    933959: (e) => {
      e.exports = ['מועדפים']
    },
    811682: (e) => {
      e.exports = ['מצב מסך מלא']
    },
    469466: (e) => {
      e.exports = ['אינטרוול']
    },
    620763: (e) => {
      e.exports = ['שינויי אינטרוול בכל הגרפים בפריסה']
    },
    515812: (e) => {
      e.exports = ['תבניות מתנד']
    },
    561142: (e) => {
      e.exports = ['אינדיקטורים']
    },
    174527: (e) => {
      e.exports = ['מתנדים ואסטרטגיות']
    },
    979353: (e) => {
      e.exports = ['פתח אפשרויות אינטרוולים']
    },
    355520: (e) => {
      e.exports = ['פתח גרף בחלון קופץ']
    },
    938543: (e) => {
      e.exports = ['פתח בלשונית חדשה']
    },
    975687: (e) => {
      e.exports = ['טען פריסת גרף']
    },
    375789: (e) => {
      e.exports = ['טען גרף']
    },
    390879: (e) => {
      e.exports = ['טוען...']
    },
    528024: (e) => {
      e.exports = ['סוג פריסה']
    },
    180959: (e) => {
      e.exports = ['צור העתק']
    },
    658219: (e) => {
      e.exports = ['נהל פריסות']
    },
    438554: (e) => {
      e.exports = ['התבניות שלי']
    },
    814605: (e) => {
      e.exports = ['מספר או ‎{hotKey_0}‎']
    },
    185520: (e) => {
      e.exports = ['שמור']
    },
    92093: (e) => {
      e.exports = ['שמור תבנית אינדיקטור']
    },
    587409: (e) => {
      e.exports = ['שמור את כל הגרפים עבור כל הסימולים וטווחי הזמן בפריסה שלך']
    },
    11680: (e) => {
      e.exports = ['שמור פריסת גרף']
    },
    249211: (e) => {
      e.exports = ['בחר תצורה']
    },
    327077: (e) => {
      e.exports = ['שיתוף']
    },
    520987: (e) => {
      e.exports = [
        'אתה יכול פשוט להתחיל להקליד כשהוא בגרף כדי להעלות את תיבת החיפוש הזו',
      ]
    },
    589053: (e) => {
      e.exports = ['סימול']
    },
    882719: (e) => {
      e.exports = ['חיפוש סימולים']
    },
    884315: (e) => {
      e.exports = ['שינויים בסימולים בכל הגרפים בפריסה']
    },
    742130: (e) => {
      e.exports = ['חיפוש מהיר']
    },
    370728: (e) => {
      e.exports = ['בצע שוב {hint}']
    },
    572482: (e) => {
      e.exports = ['הסר ממועדפים']
    },
    435038: (e) => {
      e.exports = ['שנה שם']
    },
    212548: (e) => {
      e.exports = ['כשלוחצים על גרף, כל הגרפים בפריסה מציגים את אותה נקודת זמן']
    },
    588513: (e) => {
      e.exports = ['צלם תמונה']
    },
    132916: (e) => {
      e.exports = ['אינטרוול זמן']
    },
    99746: (e) => {
      e.exports = ['צייץ תמונת גרף']
    },
    780323: (e) => {
      e.exports = ['בטל ‎{hint}‎']
    },
    223687: (e) => {
      e.exports = ['אין לך אינדיקטורים מועדפים עדיין']
    },
  },
])
