;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [2285],
  {
    72171: (t) => {
      t.exports = ['מרכז']
    },
    691757: (t) => {
      t.exports = ['תחתית']
    },
    422192: (t) => {
      t.exports = ['ימים']
    },
    463099: (t) => {
      t.exports = ['שעות']
    },
    577405: (t) => {
      t.exports = ['אופקי']
    },
    666304: (t) => {
      t.exports = ['תשומות']
    },
    619286: (t) => {
      t.exports = ['שמאל']
    },
    876476: (t) => {
      t.exports = ['אמצע']
    },
    928134: (t) => {
      t.exports = ['דקות']
    },
    371129: (t) => {
      t.exports = ['שניות']
    },
    221141: (t) => {
      t.exports = ['ימין']
    },
    621594: (t) => {
      t.exports = ['שבועות']
    },
    226458: (t) => {
      t.exports = ['פתיל']
    },
    865994: (t) => {
      t.exports = ['עליון']
    },
    792960: (t) => {
      t.exports = ['יישור טקסט']
    },
    390581: (t) => {
      t.exports = ['כיוון טקסט']
    },
    944085: (t) => {
      t.exports = ['אנכי']
    },
    713355: (t) => {
      t.exports = ['שנה {title} ימים ל']
    },
    541377: (t) => {
      t.exports = ['שנה {title} ימים מ']
    },
    435388: (t) => {
      t.exports = ['שנה {title} שעות מ']
    },
    478586: (t) => {
      t.exports = ['שנה את השעות של {title} ל']
    },
    459635: (t) => {
      t.exports = ['שנה {title} חודשים מ']
    },
    974266: (t) => {
      t.exports = ['שנה {title} חודשים ל']
    },
    891633: (t) => {
      t.exports = ['שנה {title} דקות ל']
    },
    715106: (t) => {
      t.exports = ['שנה {title} דקות מ']
    },
    566161: (t) => {
      t.exports = ['שנה {title} שניות ל']
    },
    602822: (t) => {
      t.exports = ['שנה {title} שניות מ']
    },
    21339: (t) => {
      t.exports = ['שנה {title} שבועות מ']
    },
    468643: (t) => {
      t.exports = ['שנה {title} שבועות ל']
    },
    130810: (t) => {
      t.exports = ['שנה את הנראות של {title} בטיקים']
    },
    324941: (t) => {
      t.exports = ['שנה נראות של {title} על שבועות']
    },
    108917: (t) => {
      t.exports = ['שנה את הנראות של {title} ב-{ranges}']
    },
    229088: (t) => {
      t.exports = ['שנה את הנראות של {title} בימים']
    },
    468971: (t) => {
      t.exports = ['שנה נראות של {title} בשעות']
    },
    64370: (t) => {
      t.exports = ['שנה נראות של {title} על דקות']
    },
    606659: (t) => {
      t.exports = ['שנה נראות של {title} על חודשים']
    },
    146948: (t) => {
      t.exports = ['שנה נראות של {title} בשניות']
    },
    282211: (t) => {
      t.exports = ['ימים']
    },
    133486: (t) => {
      t.exports = ['ימים ל']
    },
    914077: (t) => {
      t.exports = ['ימים מ']
    },
    903143: (t) => {
      t.exports = ['שעות']
    },
    84775: (t) => {
      t.exports = ['שעות מ']
    },
    711255: (t) => {
      t.exports = ['שעות ל']
    },
    58964: (t) => {
      t.exports = ['חודשים']
    },
    671770: (t) => {
      t.exports = ['חודשים מ']
    },
    737179: (t) => {
      t.exports = ['חודשים ל']
    },
    516465: (t) => {
      t.exports = ['דקות']
    },
    872317: (t) => {
      t.exports = ['דקות ל']
    },
    425586: (t) => {
      t.exports = ['דקות מ']
    },
    132925: (t) => {
      t.exports = ['שניות']
    },
    939017: (t) => {
      t.exports = ['שניות ל']
    },
    706049: (t) => {
      t.exports = ['שניות מ']
    },
    193016: (t) => {
      t.exports = ['שבועות']
    },
    32002: (t) => {
      t.exports = ['שבועות מ']
    },
    428091: (t) => {
      t.exports = ['שבועות ל']
    },
    659523: (t) => {
      t.exports = ['טיקים']
    },
  },
])
