;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [6306],
  {
    74274: (e) => {
      e.exports = ['צלב']
    },
    60558: (e) => {
      e.exports = ['בעלי חיים וטבע']
    },
    14232: (e) => {
      e.exports = ['פעילות']
    },
    35305: (e) => {
      e.exports = ['אוכל ושתייה']
    },
    49546: (e) => {
      e.exports = ['דגלים']
    },
    72302: (e) => {
      e.exports = ['אובייקטים']
    },
    96330: (e) => {
      e.exports = ['חיוכים ואנשים']
    },
    6878: (e) => {
      e.exports = ['סימולים']
    },
    15426: (e) => {
      e.exports = ['נעשה בו שימוש לאחרונה']
    },
    15395: (e) => {
      e.exports = ['נסיעות ומקומות']
    },
    41596: (e) => {
      e.exports = ['תוויות בסולם מחירים']
    },
    45811: (e) => {
      e.exports = ['ערכים בשורת המצב']
    },
    39495: (e) => {
      e.exports = ['מעגלים']
    },
    41389: (e) => {
      e.exports = ['מעל נר']
    },
    29520: (e) => {
      e.exports = ['מוחלט']
    },
    67049: (e) => {
      e.exports = ['החל ברירת מחדל']
    },
    65262: (e) => {
      e.exports = ['אזור מקוטע']
    },
    83760: (e) => {
      e.exports = ['גוף']
    },
    48848: (e) => {
      e.exports = ['גבול']
    },
    27331: (e) => {
      e.exports = ['רקע']
    },
    78626: (e) => {
      e.exports = ['מתחת לנר']
    },
    16079: (e) => {
      e.exports = ['משולב']
    },
    42973: (e) => {
      e.exports = ['קו מנוקד']
    },
    41361: (e) => {
      e.exports = ['למטה']
    },
    59317: (e) => {
      e.exports = ['קו מקווקו']
    },
    31577: (e) => {
      e.exports = 'Developing VA'
    },
    4329: (e) => {
      e.exports = ['ברירת מחדל']
    },
    98938: (e) => {
      e.exports = ['ברירות מחדל']
    },
    45044: (e) => {
      e.exports = ['מוסתר']
    },
    11091: (e) => {
      e.exports = ['היסטוגרמה']
    },
    40297: (e) => {
      e.exports = ['פלטים']
    },
    36993: (e) => {
      e.exports = ['דריסת טיק מינימלי']
    },
    64606: (e) => {
      e.exports = ['גופן תוויות']
    },
    54934: (e) => {
      e.exports = ['קו מקוטע']
    },
    41610: (e) => {
      e.exports = ['עוד']
    },
    55362: (e) => {
      e.exports = ['רגיל']
    },
    35637: (e) => {
      e.exports = ['סולידי']
    },
    18229: (e) => {
      e.exports = ['שמור כברירת מחדל']
    },
    86520: (e) => {
      e.exports = ['תווית אותות']
    },
    64108: (e) => {
      e.exports = ['קו צעד עם הפסקות']
    },
    67767: (e) => {
      e.exports = ['צעד בקו עם יהלומים']
    },
    91502: (e) => {
      e.exports = ['מיקום']
    },
    73947: (e) => {
      e.exports = ['דיוק']
    },
    66596: (e) => {
      e.exports = ['כמות']
    },
    79782: (e) => {
      e.exports = ['אפס הגדרות']
    },
    95247: (e) => {
      e.exports = ['רוחב (% מהקופסה)']
    },
    19221: (e) => {
      e.exports = ['צבע טקסט']
    },
    77409: (e) => {
      e.exports = ['עסקאות על הגרף']
    },
    98802: (e) => {
      e.exports = ['למעלה']
    },
    78019: (e) => {
      e.exports = [
        'השתמש בסימנים מתמטיים מיוחדים כדי להחליף שרטוטים נבחרים: +,-,/,* עבור המחיר ו-+,- עבור בר אינדקס.',
      ]
    },
    14414: (e) => {
      e.exports = ['פרופיל ווליום Volume Profile']
    },
    91322: (e) => {
      e.exports = ['ערכים']
    },
    20834: (e) => {
      e.exports = ['שינוי Min Tick']
    },
    98491: (e) => {
      e.exports = ['שנה את התו']
    },
    7378: (e) => {
      e.exports = ['שנה גודל גופן']
    },
    28691: (e) => {
      e.exports = ['שנה את סגנון הקו']
    },
    38361: (e) => {
      e.exports = ['שנה את המיקום']
    },
    51081: (e) => {
      e.exports = ['שינוי אחוז רוחב']
    },
    47634: (e) => {
      e.exports = ['שנה מיקום']
    },
    15683: (e) => {
      e.exports = ['שנה את סוג הPlot']
    },
    164: (e) => {
      e.exports = ['שנה את הדיוק']
    },
    86888: (e) => {
      e.exports = ['שנה את הצורה']
    },
    50463: (e) => {
      e.exports = ['שנה את הערך']
    },
    12628: (e) => {
      e.exports = ['שנה את נראות הערכים']
    },
    76080: (e) => {
      e.exports = ['לְמָשָׁל /+1']
    },
    95166: (e) => {
      e.exports = ['לְמָשָׁל /2']
    },
  },
])
