;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [9536],
  {
    650831: (s) => {
      s.exports = ['ברים']
    },
    919648: (s) => {
      s.exports = ['12 שעות']
    },
    855838: (s) => {
      s.exports = ['24 שעות']
    },
    723238: (s) => {
      s.exports = ['קנבס']
    },
    72171: (s) => {
      s.exports = ['מרכז']
    },
    288364: (s) => {
      s.exports = ['גרף סגנונות בסיסי']
    },
    46720: (s) => {
      s.exports = ['צלב']
    },
    50985: (s) => {
      s.exports = ['מַטְבֵּעַ']
    },
    217319: (s) => {
      s.exports = ['מטבע ויחידה']
    },
    412381: (s) => {
      s.exports = ['כל האירועים']
    },
    768791: (s) => {
      s.exports = ['טיעונים']
    },
    695036: (s) => {
      s.exports = ['מחיר סגירה ממוצע']
    },
    691757: (s) => {
      s.exports = ['תחתית']
    },
    527331: (s) => {
      s.exports = ['רקע']
    },
    22519: (s) => {
      s.exports = ['ערכי שינוי הנר']
    },
    790906: (s) => {
      s.exports = ['רווח והפסד בסוגריים']
    },
    187845: (s) => {
      s.exports = ['כפתורים']
    },
    217329: (s) => {
      s.exports = ['כפתורי קנייה/מכירה']
    },
    339392: (s) => {
      s.exports = ['קווי רשת']
    },
    625209: (s) => {
      s.exports = ['פורמט תאריך']
    },
    555090: (s) => {
      s.exports = ['יום בשבוע על תוויות']
    },
    629601: (s) => {
      s.exports = ['תיאור']
    },
    226897: (s) => {
      s.exports = ['אירועים']
    },
    41950: (s) => {
      s.exports = ['קו מחירים מורחב עבור פוזיציות והוראות/פקודות']
    },
    178106: (s) => {
      s.exports = ['ביצועים']
    },
    464848: (s) => {
      s.exports = ['תוויות ביצוע']
    },
    577405: (s) => {
      s.exports = ['אופקי']
    },
    734403: (s) => {
      s.exports = ['רק אופקי']
    },
    760971: (s) => {
      s.exports = ['מחיר גבוה ונמוך']
    },
    561142: (s) => {
      s.exports = ['אינדיקטורים']
    },
    234905: (s) => {
      s.exports = ['ערך אינדיקטורים']
    },
    829687: (s) => {
      s.exports = ['אינדיקטורים וערך פיננסי']
    },
    25084: (s) => {
      s.exports = ['אינדיקטורים ושם פיננסיים']
    },
    409654: (s) => {
      s.exports = ['שם אינדיקטורים']
    },
    344104: (s) => {
      s.exports = ['מיקום מיידי של הוראות']
    },
    199487: (s) => {
      s.exports = ['ערכי פגנס']
    },
    775991: (s) => {
      s.exports = ['מצב שוק פתוח']
    },
    293104: (s) => {
      s.exports = ['פקודות']
    },
    517538: (s) => {
      s.exports = ['יישור הוראות ופוזיציות']
    },
    199192: (s) => {
      s.exports = ['פקודות, ביצוע ופוזיציות בצילומי מסך']
    },
    515474: (s) => {
      s.exports = ['לוגו']
    },
    996073: (s) => {
      s.exports = ['תיאור ארוך']
    },
    878905: (s) => {
      s.exports = ['תוויות בסולם מחירים']
    },
    37274: (s) => {
      s.exports = ['ערכי שינוי היום האחרון']
    },
    619286: (s) => {
      s.exports = ['שמאל']
    },
    470500: (s) => {
      s.exports = ['כסף']
    },
    766653: (s) => {
      s.exports = ['מינוף']
    },
    876476: (s) => {
      s.exports = ['אמצע']
    },
    242502: (s) => {
      s.exports = ['אין חפיפה']
    },
    230163: (s) => {
      s.exports = ['הודעות']
    },
    149199: (s) => {
      s.exports = ['אף אחד']
    },
    874343: (s) => {
      s.exports = ['ניווט']
    },
    847926: (s) => {
      s.exports = ['מצבי קנה מידה (A ו-L)']
    },
    643115: (s) => {
      s.exports = ['סולם מחיר']
    },
    753224: (s) => {
      s.exports = ['מיקום קנה מידה']
    },
    779194: (s) => {
      s.exports = ['שורת סטטוס']
    },
    589053: (s) => {
      s.exports = ['סימול']
    },
    435383: (s) => {
      s.exports = ['שם סימול']
    },
    327767: (s) => {
      s.exports = ['סימול מחיר אחרון']
    },
    540847: (s) => {
      s.exports = ['סימול מחיר סגירה ביום הקודם']
    },
    948313: (s) => {
      s.exports = ['פוזיציות']
    },
    750446: (s) => {
      s.exports = ['פאנל']
    },
    373908: (s) => {
      s.exports = ['מפרידי חלוניות']
    },
    936014: (s) => {
      s.exports = ['אחוז']
    },
    778621: (s) => {
      s.exports = ['פיפס']
    },
    507248: (s) => {
      s.exports = ['השמע צליל לביצוע']
    },
    674823: (s) => {
      s.exports = ['מחיר פרה/פוסט מארקט']
    },
    164859: (s) => {
      s.exports = ['סולם מחירים']
    },
    676523: (s) => {
      s.exports = ['מחיר אחרון וערך האחוז']
    },
    150609: (s) => {
      s.exports = ['רווח והפסד']
    },
    186921: (s) => {
      s.exports = ['כפתור היפוך']
    },
    612698: (s) => {
      s.exports = ['דחייה בלבד']
    },
    221141: (s) => {
      s.exports = ['ימין']
    },
    340187: (s) => {
      s.exports = ['שוליים ימניים']
    },
    577705: (s) => {
      s.exports = ['סימן מים']
    },
    226458: (s) => {
      s.exports = ['פתיל']
    },
    865994: (s) => {
      s.exports = ['עליון']
    },
    792960: (s) => {
      s.exports = ['יישור טקסט']
    },
    390581: (s) => {
      s.exports = ['כיוון טקסט']
    },
    767369: (s) => {
      s.exports = ['כותרת']
    },
    331326: (s) => {
      s.exports = ['כותרות']
    },
    423097: (s) => {
      s.exports = ['טיקר']
    },
    182168: (s) => {
      s.exports = ['טיקר ותיאור']
    },
    743637: (s) => {
      s.exports = ['סולם זמן']
    },
    997316: (s) => {
      s.exports = ['זמן שעות פורמט']
    },
    890801: (s) => {
      s.exports = ['מסחר']
    },
    677534: (s) => {
      s.exports = ['יחידה']
    },
    101111: (s) => {
      s.exports = ['ווליום/נפח מסחר']
    },
    680170: (s) => {
      s.exports = ['ערך אחרון לפי קנה מידה']
    },
    391322: (s) => {
      s.exports = ['ערכים']
    },
    437174: (s) => {
      s.exports = ['אנכי ואופקי']
    },
    199113: (s) => {
      s.exports = ['רק אנכי']
    },
    944085: (s) => {
      s.exports = ['אנכי']
    },
    457889: (s) => {
      s.exports = ['שנה את הנראות של ערכי OHLC']
    },
    935646: (s) => {
      s.exports = ['שנה נראות של לחצני הניווט']
    },
    352164: (s) => {
      s.exports = ['שנה את מצב ההתראות‏']
    },
    118644: (s) => {
      s.exports = ['שנה את נראות מצב השוק הפתוח']
    },
    177827: (s) => {
      s.exports = ['שנה מצב אישור פקודה']
    },
    469714: (s) => {
      s.exports = ['שנה נראות ההוראות']
    },
    477223: (s) => {
      s.exports = ['שנה את נראות כפתורי הקנייה/מכירה']
    },
    845110: (s) => {
      s.exports = ['שנה נראות של בר שינוי']
    },
    210349: (s) => {
      s.exports = ['שנה שוליים תחתוניים']
    },
    154119: (s) => {
      s.exports = ['שנה מצב תצוגת סוגריים של רווח הפסד']
    },
    151175: (s) => {
      s.exports = ['שנה נראות סוגריים של רווח הפסד']
    },
    688161: (s) => {
      s.exports = ['שנה את נראות תוויות המטבע והיחידה']
    },
    284060: (s) => {
      s.exports = ['שנה את נראות תווית המטבע']
    },
    899011: (s) => {
      s.exports = ['שנה את צבע הרקע של הגרף']
    },
    972458: (s) => {
      s.exports = ['שנה את סוג הרקע של הגרף']
    },
    37034: (s) => {
      s.exports = ['שנה רוחב צלב']
    },
    529951: (s) => {
      s.exports = ['שנה את צבע הצלב']
    },
    792027: (s) => {
      s.exports = ['שנה סגנון צלב']
    },
    50457: (s) => {
      s.exports = ['שנה פורמט תאריך']
    },
    607104: (s) => {
      s.exports = ['שנה את יום השבוע על התוויות']
    },
    995765: (s) => {
      s.exports = ['שנה את נראות תוויות הביצוע']
    },
    255496: (s) => {
      s.exports = ['שנה נראות של ביצועים']
    },
    683269: (s) => {
      s.exports = ['שנה הארכת קווים שמאלה']
    },
    827764: (s) => {
      s.exports = ['שינוי נראות קווי הרשת']
    },
    988096: (s) => {
      s.exports = ['שנה את צבע קווי הרשת האופקיים']
    },
    231325: (s) => {
      s.exports = ['שנה את נראות של כותרות אינדיקטור']
    },
    399774: (s) => {
      s.exports = ['שינוי נראות ערכי אינדיקטור']
    },
    96162: (s) => {
      s.exports = ['שינוי נראות ארגומנטים של אינדיקטור']
    },
    559820: (s) => {
      s.exports = ['שנה נראות של שם תוויות אינדיקטורים ופיננסיות']
    },
    90512: (s) => {
      s.exports = ['שנה נראות של אינדיקטורים ותוויות ערך פיננסיות']
    },
    250058: (s) => {
      s.exports = ['שנה את הנראות של השינוי ביום האחרון']
    },
    597956: (s) => {
      s.exports = ['שנה את שקיפות הרקע של מקרא']
    },
    761061: (s) => {
      s.exports = ['שנה נראות הרקע של מקרא']
    },
    537730: (s) => {
      s.exports = ['שנה נראות לחצני החלונית']
    },
    989032: (s) => {
      s.exports = ['שנה את צבע מפריד החלונות']
    },
    641636: (s) => {
      s.exports = ['שנה צליל השמעה בביצוע הוראה']
    },
    72970: (s) => {
      s.exports = ['שנה פוזיציית אובייקטי מסחר בגרף']
    },
    21181: (s) => {
      s.exports = ['שינוי נראות פוזיציות']
    },
    792476: (s) => {
      s.exports = ['שינוי נראות פוזיציות PL']
    },
    485749: (s) => {
      s.exports = ['שינוי מצב תצוגת פוזיציות PL']
    },
    569520: (s) => {
      s.exports = ['שנה נראות של לחצן היפוך']
    },
    135636: (s) => {
      s.exports = ['שנה שוליים ימניים']
    },
    966601: (s) => {
      s.exports = ['שנה את אחוז השוליים הימניים']
    },
    225616: (s) => {
      s.exports = ['שנה צבע סימן מים של הסימול']
    },
    687159: (s) => {
      s.exports = ['שנה נראות סימן מים של הסימול']
    },
    26717: (s) => {
      s.exports = ['שנה את נראות תיאור הסימול']
    },
    606091: (s) => {
      s.exports = ['שינוי נראות שדה הסימול']
    },
    728741: (s) => {
      s.exports = ['שינוי מצב ערך אחרון של סימול']
    },
    795071: (s) => {
      s.exports = ['שנה פורמט מקרא סימולים']
    },
    847361: (s) => {
      s.exports = ['שנה את נראות לחצני קנה המידה']
    },
    635065: (s) => {
      s.exports = ['שנה צבע טקסט של סולמות']
    },
    484382: (s) => {
      s.exports = ['שנה גודל גופן בקנה מידה']
    },
    512468: (s) => {
      s.exports = ['שנה צבע קווים של סולמות']
    },
    871589: (s) => {
      s.exports = ['שנה נראות של הפסקות סשנים']
    },
    515035: (s) => {
      s.exports = ['שנה רוחב קווי הפרדה של סשנים sessions breaks']
    },
    501579: (s) => {
      s.exports = ['שנה צבע קווי הפרדה של סשנים sessions breaks']
    },
    121460: (s) => {
      s.exports = ['שנה סגנון הפסקות סשן sessions breaks']
    },
    876991: (s) => {
      s.exports = ['שינוי זמן שעות פורמט']
    },
    598905: (s) => {
      s.exports = ['שנה שוליים עליוניים']
    },
    992775: (s) => {
      s.exports = ['לשנות את הנראות של אובייקטי מסחר בצילומי מסך']
    },
    607011: (s) => {
      s.exports = ['שנה את נראות תווית היחידה']
    },
    722722: (s) => {
      s.exports = ['שנה את צבע קווי הרשת האנכיים']
    },
    709455: (s) => {
      s.exports = ['שינוי נראות ערכי ווליום']
    },
    670919: (s) => {
      s.exports = ['ניראות']
    },
    8892: (s) => {
      s.exports = ['כללי']
    },
  },
])
