;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [4689],
  {
    892071: (e) => {
      e.exports = ['% איזון']
    },
    313317: (e) => {
      e.exports = [
        'בחירה ב-{riskTitle} תחייב אותך להגדיר את מחיר הסטופ לוס לחישוב כמות נוסף',
      ]
    },
    50985: (e) => {
      e.exports = ['מַטְבֵּעַ']
    },
    691784: (e) => {
      e.exports = ['סיכון מטבע']
    },
    987300: (e) => {
      e.exports = ['מחיר ביקוש']
    },
    6205: (e) => {
      e.exports = ['מחיר היצע']
    },
    618156: (e) => {
      e.exports = ['קניה']
    },
    980280: (e) => {
      e.exports = ['הצמד לימין']
    },
    658028: (e) => {
      e.exports = ['ההשפעה הכספית המשוערת היא להוראה ראשונה בלבד']
    },
    575681: (e) => {
      e.exports = ['התצוגה המקדימה של המינוף נכשלה']
    },
    368662: (e) => {
      e.exports = ['הגדרת המינוף נכשלה']
    },
    147380: (e) => {
      e.exports = ['אישור פקודה']
    },
    163003: (e) => {
      e.exports = ['פרטי פקודה']
    },
    862349: (e) => {
      e.exports = ['פקודה נשלחה']
    },
    455897: (e) => {
      e.exports = ['תצוגה מקדימה של הוראה']
    },
    145088: (e) => {
      e.exports = [
        'מחיר ההוראה קרוב מדי למחיר השוק. זה יכול להוביל להצבת סוג הוראה שגוי בשל פירוט  מיקום ההזמנה ב {brokerTitle}',
      ]
    },
    445944: (e) => {
      e.exports = ['מחיר ההוראה צריך להיות בטווח של {min} ו-{max}']
    },
    127531: (e) => {
      e.exports = ['גודל לוח']
    },
    357653: (e) => {
      e.exports = 'Lots'
    },
    956220: (e) => {
      e.exports = ['מינוף']
    },
    627262: (e) => {
      e.exports = ['מחיר לימיט']
    },
    768527: (e) => {
      e.exports = ['לשנות']
    },
    305806: (e) => {
      e.exports = ['שנה פקודה']
    },
    470500: (e) => {
      e.exports = ['כסף']
    },
    134569: (e) => {
      e.exports = ['בחר שדה כלשהו{line_break}כדי להפעיל את ביצוע הפקודה']
    },
    392553: (e) => {
      e.exports = ['מכירה']
    },
    68160: (e) => {
      e.exports = ['שלח']
    },
    866251: (e) => {
      e.exports = ['מניות']
    },
    377562: (e) => {
      e.exports = ['הצג סכום ב‎{units}‎ סיכון']
    },
    9540: (e) => {
      e.exports = ['צג מחיר פקודה בTicks']
    },
    555198: (e) => {
      e.exports = ['הצג כמות ב‎{units}‎ סיכון']
    },
    511327: (e) => {
      e.exports = ['הצג ערכי לקיחת רווח/עצירת הפסד ב‎{units}‎']
    },
    878506: (e) => {
      e.exports = ['הצג אישורי פקודה']
    },
    750441: (e) => {
      e.exports = ['צד']
    },
    585568: (e) => {
      e.exports = ['הערך שצוין גדול מהיתרה המקסימלית של % של {max}.']
    },
    983374: (e) => {
      e.exports = ['הערך שצוין גבוה מהסיכון המקסימלי של % של {max}.']
    },
    661426: (e) => {
      e.exports = ['הערך שצוין גדול מהמקסימום במטבע של {max}.']
    },
    159879: (e) => {
      e.exports = ['הערך שצוין הוא יותר ממקסימום סיכון המטבע של {max}.']
    },
    61523: (e) => {
      e.exports = ['הערך שצוין קטן מהיתרה המינימלית של % של {min}.']
    },
    897381: (e) => {
      e.exports = ['הערך שצוין קטן מהמינימום של % סיכון של {min}.']
    },
    378551: (e) => {
      e.exports = ['הערך שצוין קטן מהמטבע המינימלי של {min}.']
    },
    864567: (e) => {
      e.exports = ['הערך שצוין נמוך מהמינימום של סיכון המטבע של {min}.']
    },
    722028: (e) => {
      e.exports = ['מחיר סטופ']
    },
    589053: (e) => {
      e.exports = ['סימול']
    },
    440339: (e) => {
      e.exports = ['מידע על הפוזיציה']
    },
    419489: (e) => {
      e.exports = ['ערך טיק']
    },
    25684: (e) => {
      e.exports = ['מחיר']
    },
    356979: (e) => {
      e.exports = ['סיכוי']
    },
    563833: (e) => {
      e.exports = ['סיכון']
    },
    613937: (e) => {
      e.exports = ['סה"כ']
    },
    373446: (e) => {
      e.exports = [
        'כמות המזומנים המקבילה בפקודה היא משוערת, אינה כוללת עמלה ותלויה בביצוע הפקודה בפועל בבורסה.',
      ]
    },
    93111: (e) => {
      e.exports = [
        'אחוז הכמות שווה ערך בפקודה הוא משוער, אינו כולל עמלה ותלוי בביצוע הפקודה בפועל בבורסה.',
      ]
    },
    696709: (e) => {
      e.exports = ['ערך טיק']
    },
    207710: (e) => {
      e.exports = ['ערך העיסקה']
    },
    158416: (e) => {
      e.exports = ['סוג']
    },
    515632: (e) => {
      e.exports = ['בטל הצמדה']
    },
    698311: (e) => {
      e.exports = ['יש לך לפחות הוראה פעילה אחת שיכול להשפיע על פוזיציה זו']
    },
    278770: (e) => {
      e.exports = ['חשבון המטבע']
    },
    689544: (e) => {
      e.exports = ['מטבע הסימול']
    },
    35387: (e) => {
      e.exports = ['פקודה']
    },
    518088: (e) => {
      e.exports =
        '{qty} {symbol}{whitespaceNoBreak}@ {limitPrice}{whitespaceNoBreak}LMT'
    },
    111828: (e) => {
      e.exports =
        '{qty} {symbol}{whitespaceNoBreak}@ {stopPrice}{whitespaceNoBreak}STP'
    },
    828749: (e) => {
      e.exports =
        '{qty} {symbol}{whitespaceNoBreak}@ {stopPrice}{whitespaceNoBreak}STP {limitPrice}{whitespaceNoBreak}LMT'
    },
    896582: (e) => {
      e.exports = '{qty} {symbol}{whitespaceNoBreak}MKT'
    },
  },
])
