;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [4433],
  {
    822353: (e) => {
      e.exports = ['4/(פ+ג+נ+ס)']
    },
    94884: (e) => {
      e.exports = ['3/(ג+נ+ס)']
    },
    710591: (e) => {
      e.exports = ['2/(ג+נ)']
    },
    563243: (e) => {
      e.exports = ['צבע הנר על בסיס הסגירה הקודמת']
    },
    715857: (e) => {
      e.exports = ['קו סגירה']
    },
    909994: (e) => {
      e.exports = ['התאם נתונים לדיבידנדים']
    },
    710989: (e) => {
      e.exports = ['התאם לשינויים בחוזה']
    },
    470816: (e) => {
      e.exports = ['ממוצע סגירה']
    },
    350430: (e) => {
      e.exports = ['קו תחתון']
    },
    883760: (e) => {
      e.exports = ['גוף']
    },
    872269: (e) => {
      e.exports = ['גבולות']
    },
    507445: (e) => {
      e.exports = ['רמת בסיס']
    },
    947586: (e) => {
      e.exports = ['ביקוש והיצע']
    },
    339667: (e) => {
      e.exports = ['נרות ירידה']
    },
    587151: (e) => {
      e.exports = ['צבע תחתון']
    },
    181285: (e) => {
      e.exports = ['התאמת נתונים']
    },
    204329: (e) => {
      e.exports = ['ברירת מחדל']
    },
    986846: (e) => {
      e.exports = ['למלא']
    },
    658747: (e) => {
      e.exports = ['מלא אזור עליון']
    },
    111157: (e) => {
      e.exports = ['מלא אזור תחתון']
    },
    586953: (e) => {
      e.exports = ['נרות גנס']
    },
    439292: (e) => {
      e.exports = ['גבוה ונמוך']
    },
    983678: (e) => {
      e.exports = ['קו גבוה']
    },
    275310: (e) => {
      e.exports = ['קו נמוך']
    },
    915107: (e) => {
      e.exports = ['מחיר אחרון']
    },
    906350: (e) => {
      e.exports = ['פרה/פוסט מרקט']
    },
    362521: (e) => {
      e.exports = ['רקע שעות טרום/מסחר מאוחר']
    },
    173947: (e) => {
      e.exports = ['דיוק']
    },
    8094: (e) => {
      e.exports = ['הסגירה של היום הקודם']
    },
    131971: (e) => {
      e.exports = ['קווי מחיר']
    },
    224248: (e) => {
      e.exports = ['מקור המחיר']
    },
    994089: (e) => {
      e.exports = ['הטלת עמודות עולות']
    },
    280293: (e) => {
      e.exports = ['נרות הקרנה']
    },
    405704: (e) => {
      e.exports = ['הטלת עמודות יורדות']
    },
    729881: (e) => {
      e.exports = ['מחירים אמיתיים בסולם המחיר (במקום מחיר הייקין-אשי)']
    },
    457417: (e) => {
      e.exports = ['קו עליון']
    },
    855314: (e) => {
      e.exports = ['נרות דקים']
    },
    587492: (e) => {
      e.exports = ['אזור זמן']
    },
    405536: (e) => {
      e.exports = ['צבע עליון']
    },
    683610: (e) => {
      e.exports = ['נרות עליה']
    },
    999983: (e) => {
      e.exports = ['השתמש בסליקה כסגירה באינטרוול יומי']
    },
    735612: (e) => {
      e.exports = ['השתמש בברים משוקללי ווליום']
    },
    130792: (e) => {
      e.exports = ['נר']
    },
    655740: (e) => {
      e.exports = ['שנה ברי HLC']
    },
    568927: (e) => {
      e.exports = ['שנה את רוחב קו מחיר סגור ממוצע']
    },
    730385: (e) => {
      e.exports = ['שנה את צבע קו המחיר הממוצע']
    },
    897008: (e) => {
      e.exports = ['שנה את צבע מילוי השטח']
    },
    206610: (e) => {
      e.exports = ['שנה את רוחב קו השטח']
    },
    200661: (e) => {
      e.exports = ['שנה את צבע קו השטח']
    },
    201316: (e) => {
      e.exports = ['שנה מקור אזור מחיר']
    },
    129180: (e) => {
      e.exports = ['שנה את צבע שורת הביקוש ask']
    },
    831547: (e) => {
      e.exports = ['שנה את רמת הבסיס']
    },
    104164: (e) => {
      e.exports = ['שנה את צבע השורה התחתונה של קו הבסיס']
    },
    438990: (e) => {
      e.exports = ['שנה את רוחב השורה התחתונה של קו הבסיס']
    },
    273163: (e) => {
      e.exports = ['שנה את צבע השטח התחתון של מילוי קו הבסיס']
    },
    112673: (e) => {
      e.exports = ['שנה את צבע האזור העליון של מילוי קו הבסיס']
    },
    156819: (e) => {
      e.exports = ['שנה את מקור המחיר הבסיסי']
    },
    268621: (e) => {
      e.exports = ['שנה את צבע הקו העליון של קו הבסיס']
    },
    535339: (e) => {
      e.exports = ['שנה את רוחב הקו העליון של קו הבסיס']
    },
    476804: (e) => {
      e.exports = ['שנה את צבע הבר למעלה']
    },
    171816: (e) => {
      e.exports = ['שנה את צבע הבר למטה']
    },
    436703: (e) => {
      e.exports = ['שנה את צבע שורת ההיצע bid']
    },
    829353: (e) => {
      e.exports = ['שנה ברי צבע בהתבסס על סגירה קודמת']
    },
    985709: (e) => {
      e.exports = ['שנה את צבע העמודה למעלה']
    },
    112155: (e) => {
      e.exports = ['שנה את צבע העמודה למטה']
    },
    166890: (e) => {
      e.exports = ['שנה מקור מחיר העמודה']
    },
    71809: (e) => {
      e.exports = ['שנה מקומות עשרוניים']
    },
    31317: (e) => {
      e.exports = ['שנה את צבע השעות המורחבות']
    },
    560944: (e) => {
      e.exports = ['לשנות את צבע קווי המחיר הגבוה והנמוך']
    },
    983708: (e) => {
      e.exports = ['לשנות את רוחב קווי המחיר הגבוה והנמוך']
    },
    281080: (e) => {
      e.exports = ['שנה צבע גבוה-נמוך של הגוף']
    },
    330033: (e) => {
      e.exports = ['שנה נראות גבוה-נמוך של הגוף']
    },
    676885: (e) => {
      e.exports = ['שנה צבע גבול גבוה-נמוך של הגוף']
    },
    279236: (e) => {
      e.exports = ['שנה נראות גבול גבוה-נמוך של הגוף']
    },
    142981: (e) => {
      e.exports = ['שנה נראות התוויות גבוה-נמוך']
    },
    531937: (e) => {
      e.exports = ['שנה צבע התוויות גבוה-נמוך']
    },
    687828: (e) => {
      e.exports = ['שנה צבע קו']
    },
    17119: (e) => {
      e.exports = ['שנה מקור מחיר קו']
    },
    669125: (e) => {
      e.exports = ['שנה רוחב קו']
    },
    449973: (e) => {
      e.exports = ['שנה צבע מסחר מאוחר']
    },
    5969: (e) => {
      e.exports = ['שנה צבע קו מסחר מאוחר']
    },
    350393: (e) => {
      e.exports = ['שנה נראות של קווי המחירים פרה/פוסט מארקט']
    },
    746257: (e) => {
      e.exports = ['שנה צבע טרום מסחר']
    },
    60852: (e) => {
      e.exports = ['שנה צבע קו טרום מסחר']
    },
    891183: (e) => {
      e.exports = ['שנה את צבע קו המחיר סגירה הקודם']
    },
    87631: (e) => {
      e.exports = ['שנה את רוחב קו סגירת המחיר הקודם']
    },
    177640: (e) => {
      e.exports = ['לשנות את צבע קו המחיר']
    },
    497322: (e) => {
      e.exports = ['שנה את רוחב קו המחיר']
    },
    735116: (e) => {
      e.exports = ['שנה את סגנון ברי הטווח']
    },
    328143: (e) => {
      e.exports = ['שנה ברים דקים בטווח']
    },
    875986: (e) => {
      e.exports = ['שנה צבע renko wick down']
    },
    707747: (e) => {
      e.exports = ['שנה צבע wick up renko']
    },
    109473: (e) => {
      e.exports = ['שנה נראות של פתיל renko']
    },
    639783: (e) => {
      e.exports = [
        'שנה הצגת המחירים האמיתיים בסולם המחירים (במקום מחיר הייקן-אשי)',
      ]
    },
    672886: (e) => {
      e.exports = ['שנה ברים דקים']
    },
    495108: (e) => {
      e.exports = ['שנה שימוש בברים משוקללים של נפח']
    },
    405464: (e) => {
      e.exports = ['שנה את צבע הגבול העליון של {candleType}']
    },
    861118: (e) => {
      e.exports = ['שנה צבע של {candleType}']
    },
    660164: (e) => {
      e.exports = ['שנה את הצבע של {candleType} wick למטה']
    },
    445543: (e) => {
      e.exports = ['שנה את הצבע שלwick up {candleType}']
    },
    239987: (e) => {
      e.exports = ['שנה את נראות הפתיל {candleType}']
    },
    647202: (e) => {
      e.exports = ['שנה נראות הגוף של {candleType}']
    },
    123986: (e) => {
      e.exports = ['שנה את נראות הגבול של {candleType}']
    },
    492330: (e) => {
      e.exports = ['שנה את צבע הגבול התחתון של {candleType}']
    },
    136320: (e) => {
      e.exports = ['שנה את הצבע התחתון של {candleType}']
    },
    179088: (e) => {
      e.exports = ['שנה את צבע בר הגבול של {chartType} התחתון']
    },
    811107: (e) => {
      e.exports = ['שנה את צבע בר הגבול {chartType} העליון']
    },
    685503: (e) => {
      e.exports = ['שנה את הצבע התחתון של {chartType}']
    },
    761250: (e) => {
      e.exports = ['שנה את צבע בר הגבול להקרנה {chartType} העליון']
    },
    618465: (e) => {
      e.exports = ['שנה את הצבע של בר ההקרנה {chartType} התחתון']
    },
    50453: (e) => {
      e.exports = ['שנה את צבע בר ההקרנה {chartType} העליון']
    },
    59414: (e) => {
      e.exports = ['שנה את הצבע העליון של {chartType}']
    },
    621547: (e) => {
      e.exports = ['שנה מאפיין {inputName}']
    },
    342390: (e) => {
      e.exports = ['להתאים נתונים לדיבידנדים']
    },
    399511: (e) => {
      e.exports = ['התאם לשינויים בחוזה']
    },
    932387: (e) => {
      e.exports = ['גרף קאגי']
    },
    375165: (e) => {
      e.exports = ['נרות חלולים']
    },
    259905: (e) => {
      e.exports = ['מקטע קו']
    },
    77828: (e) => {
      e.exports = ['גרף Point & Figure']
    },
    518995: (e) => {
      e.exports = ['טווח', 'טווחים', 'טווחים', 'טווחים']
    },
    47500: (e) => {
      e.exports = ['גרף ראנקו']
    },
    398402: (e) => {
      e.exports = ['השתמש בסליקה כסגירה באינטרוול יומי']
    },
  },
])
