;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [5362],
  {
    340276: (e) => {
      e.exports = ['הוסף']
    },
    453585: (e) => {
      e.exports = ['הוסף צבע בהתאמה אישית']
    },
    681865: (e) => {
      e.exports = ['שקיפות']
    },
    519801: (e) => {
      e.exports = ['שישי']
    },
    11268: (e) => {
      e.exports = ['שני']
    },
    963331: (e) => {
      e.exports = ['שבת']
    },
    85954: (e) => {
      e.exports = ['ראשון']
    },
    226230: (e) => {
      e.exports = 'We'
    },
    24793: (e) => {
      e.exports = ['חמישי']
    },
    831533: (e) => {
      e.exports = ['שלישי']
    },
    373755: (e) => {
      e.exports = ['סימול נוסף']
    },
    716936: (e) => {
      e.exports = ['חזור']
    },
    288046: (e) => {
      e.exports = ['סימול הגרף הראשי']
    },
    709898: (e) => {
      e.exports = ['זכות Right']
    },
    952051: (e) => {
      e.exports = ['לוח השנה הוא כרגע בשנה {year}']
    },
    499990: (e) => {
      e.exports = ['היומן פועל כעת על שנים מ-{year_start} עד {year_end}']
    },
    692702: (e) => {
      e.exports = ['היומן נמצא כרגע ב-{month}']
    },
    620036: (e) => {
      e.exports = ['ביטול']
    },
    423398: (e) => {
      e.exports = ['שנה סימול']
    },
    394551: (e) => {
      e.exports = ['גרף']
    },
    680395: (e) => {
      e.exports = ['סגור תפריט']
    },
    64498: (e) => {
      e.exports = ['כל המקורות']
    },
    997637: (e) => {
      e.exports = ['‏אפריל']
    },
    486797: (e) => {
      e.exports = ['‏אוגוסט']
    },
    879852: (e) => {
      e.exports = ['אגרת חוב']
    },
    55669: (e) => {
      e.exports = ['דצמבר‏']
    },
    756095: (e) => {
      e.exports = ['לְהַקְטִין']
    },
    629601: (e) => {
      e.exports = ['תיאור']
    },
    316467: (e) => {
      e.exports = ['פברואר‏']
    },
    772970: (e) => {
      e.exports = ['יום שישי']
    },
    146812: (e) => {
      e.exports = ['גידול']
    },
    926910: (e) => {
      e.exports = ['ינואר‏']
    },
    323230: (e) => {
      e.exports = ['יולי‏']
    },
    49385: (e) => {
      e.exports = ['יוני‏']
    },
    290784: (e) => {
      e.exports = ['אוקטובר‏']
    },
    889298: (e) => {
      e.exports = ['מרווח']
    },
    468988: (e) => {
      e.exports = ['אוקיי']
    },
    561199: (e) => {
      e.exports = ['יום שני']
    },
    695543: (e) => {
      e.exports = ['חודשים']
    },
    668327: (e) => {
      e.exports = ['מאי']
    },
    684675: (e) => {
      e.exports = ['מרץ‏']
    },
    929673: (e) => {
      e.exports = ['אין בורסות התואמות את הקריטריונים שלך']
    },
    641379: (e) => {
      e.exports = ['אין סימולים תואמים את הקריטריונים שלך']
    },
    171194: (e) => {
      e.exports = ['נובמבר‏']
    },
    383771: (e) => {
      e.exports = ['שנה הבאה']
    },
    275385: (e) => {
      e.exports = ['שנים הבאות']
    },
    39752: (e) => {
      e.exports = ['חודש הבא']
    },
    535563: (e) => {
      e.exports = ['פורמט המספר אינו חוקי.']
    },
    719724: (e) => {
      e.exports = ['מקורות']
    },
    101144: (e) => {
      e.exports = ['יום שבת']
    },
    252298: (e) => {
      e.exports = ['חפש']
    },
    313269: (e) => {
      e.exports = ['בחר מקור']
    },
    661132: (e) => {
      e.exports = ['ספטמבר‏']
    },
    602607: (e) => {
      e.exports = ['הערך שצוין הוא יותר מהמקסימום של המכשיר {max}.']
    },
    53669: (e) => {
      e.exports = ['הערך שצוין הוא פחות מהמינימום של המכשיר {min}.']
    },
    272149: (e) => {
      e.exports = ['יום ראשון']
    },
    583583: (e) => {
      e.exports = ['עבור לחודשים']
    },
    806244: (e) => {
      e.exports = ['עבור לתאריכים']
    },
    680879: (e) => {
      e.exports = ['עבור לשנים']
    },
    589053: (e) => {
      e.exports = ['סימול']
    },
    948490: (e) => {
      e.exports = ['סימול ותיאור']
    },
    882719: (e) => {
      e.exports = ['חיפוש סימולים']
    },
    732457: (e) => {
      e.exports = ['אנא הזן את התאריך הנכון']
    },
    505122: (e) => {
      e.exports = ['נא הזן את פורמט התאריך הנכון yyyy-mm-dd']
    },
    502587: (e) => {
      e.exports = ['חודש שעבר']
    },
    239329: (e) => {
      e.exports = ['שנה קודמת']
    },
    127004: (e) => {
      e.exports = ['שנים קודמות']
    },
    854336: (e) => {
      e.exports = ['הסר צבע']
    },
    107147: (e) => {
      e.exports = ['יום רביעי']
    },
    107951: (e) => {
      e.exports = ['יום חמישי']
    },
    360142: (e) => {
      e.exports = ['עובי']
    },
    944979: (e) => {
      e.exports = ['יום שלישי']
    },
    669325: (e) => {
      e.exports = ['שנים']
    },
    812629: (e) => {
      e.exports = ['סחורה']
    },
    487592: (e) => {
      e.exports = ['חוזה הפרשים cfd']
    },
    717023: (e) => {
      e.exports = ['שנה את הבהירות']
    },
    313066: (e) => {
      e.exports = ['שנה צבע']
    },
    195657: (e) => {
      e.exports = ['שנה את העובי']
    },
    18567: (e) => {
      e.exports = ['שנה את המאפיין {propertyName}']
    },
    336962: (e) => {
      e.exports = ['סגירה']
    },
    308448: (e) => {
      e.exports = ['קריפטו']
    },
    667245: (e) => {
      e.exports = 'dr'
    },
    488720: (e) => {
      e.exports = ['כַּלְכָּלָה']
    },
    739512: (e) => {
      e.exports = ['מט"ח']
    },
    781859: (e) => {
      e.exports = ['חוזים עתידיים']
    },
    441615: (e) => {
      e.exports = ['גבוה']
    },
    391815: (e) => {
      e.exports = 'hl2'
    },
    640771: (e) => {
      e.exports = 'hlc3'
    },
    209523: (e) => {
      e.exports = 'hlcc4'
    },
    612754: (e) => {
      e.exports = ['מדד']
    },
    138071: (e) => {
      e.exports = ['מדדים']
    },
    212504: (e) => {
      e.exports = 'ohlc4'
    },
    938466: (e) => {
      e.exports = ['פתיחה']
    },
    403919: (e) => {
      e.exports = ['נמוך']
    },
    636931: (e) => {
      e.exports = ['מניה']
    },
  },
])
