;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [5275],
  {
    340276: (e) => {
      e.exports = ['הוסף']
    },
    453585: (e) => {
      e.exports = ['הוסף צבע בהתאמה אישית']
    },
    681865: (e) => {
      e.exports = ['שקיפות']
    },
    2443: (e) => {
      e.exports = ['כלי(ם) קו סגנון קו']
    },
    940054: (e) => {
      e.exports = ['צבע']
    },
    44629: (e) => {
      e.exports = ['הוסף למועדפים']
    },
    486528: (e) => {
      e.exports = ['החל תבנית ברירת מחדל של שרטוט']
    },
    938455: (e) => {
      e.exports = ['צבע רקע']
    },
    179964: (e) => {
      e.exports = ['צבע רקע 1']
    },
    745320: (e) => {
      e.exports = ['צבע רקע 2']
    },
    774935: (e) => {
      e.exports = ["האם אתה באמת רוצה למחוק את תבנית השרטוט '{name}'?"]
    },
    860925: (e) => {
      e.exports = ['נקודה']
    },
    842973: (e) => {
      e.exports = ['קו מנוקד']
    },
    459317: (e) => {
      e.exports = ['קו מקווקו']
    },
    571527: (e) => {
      e.exports = [
        "תבנית השרטוט '{name}' כבר קיימת. האם אתה באמת רוצה להחליף אותה?",
      ]
    },
    299289: (e) => {
      e.exports = ['מחק']
    },
    23886: (e) => {
      e.exports = ['גודל גופן']
    },
    417006: (e) => {
      e.exports = ['גודל גופן']
    },
    717517: (e) => {
      e.exports = ['הסתר את כלי השרטוט']
    },
    574813: (e) => {
      e.exports = ['הסתר סרגל כלי שרטוטים מועדפים']
    },
    537057: (e) => {
      e.exports = ['נעל כלי שרטוט']
    },
    671845: (e) => {
      e.exports = ['רקע כלי קו']
    },
    712928: (e) => {
      e.exports = ['צבעי כלי קו']
    },
    121327: (e) => {
      e.exports = ['צבעי טקסט של כלי הקו']
    },
    286327: (e) => {
      e.exports = ['רוחב כלי קו']
    },
    447059: (e) => {
      e.exports = ['רוחב כלי קו']
    },
    141610: (e) => {
      e.exports = ['עוד']
    },
    579165: (e) => {
      e.exports = ['קסם']
    },
    937140: (e) => {
      e.exports = ['מצב מגנט מצמיד שרטוטים ליד עמודות מחיר לערך OHLC הקרוב']
    },
    867455: (e) => {
      e.exports = ['צבע סמן']
    },
    659607: (e) => {
      e.exports = ['מדידה']
    },
    736551: (e) => {
      e.exports = [
        'שרטוטים חדשים מועתקים לכל הגרפים בפריסה ומוצגים כאשר אותו הטיקר נבחר',
      ]
    },
    933751: (e) => {
      e.exports = ['שמור תבניות שרטוט בשם']
    },
    691977: (e) => {
      e.exports = ['הצג כלים מוסתרים']
    },
    551072: (e) => {
      e.exports = ['הצג עץ אובייקטים']
    },
    749421: (e) => {
      e.exports = ['הישאר במצב שרטוט']
    },
    749593: (e) => {
      e.exports = ['צבע רקע סטופ']
    },
    36785: (e) => {
      e.exports = ['צבע רקע לרווח']
    },
    376091: (e) => {
      e.exports = ['הסר שרטוטים']
    },
    854336: (e) => {
      e.exports = ['הסר צבע']
    },
    572482: (e) => {
      e.exports = ['הסר ממועדפים']
    },
    319221: (e) => {
      e.exports = ['צבע טקסט']
    },
    350912: (e) => {
      e.exports = ['שם תבנית']
    },
    891900: (e) => {
      e.exports = ['תבניות']
    },
    38925: (e) => {
      e.exports = ['הגדל']
    },
    949895: (e) => {
      e.exports = ['הקטן']
    },
    16631: (e) => {
      e.exports = ['שנה את צבע הטקסט של כלי(ם) הקו']
    },
    674350: (e) => {
      e.exports = ['שנה את צבע הרקע של כלי(ם) הקו']
    },
    368519: (e) => {
      e.exports = ['שנה את צבע כלי(ם) הקו']
    },
    436819: (e) => {
      e.exports = ['שנה את גודל הגופן(ים) של כלי הקו']
    },
    654769: (e) => {
      e.exports = ['שנה את סגנון הקו(ים) של כלי הקו']
    },
    141648: (e) => {
      e.exports = ['שנה את רוחב הקו של כלי(ם) הקו']
    },
    18567: (e) => {
      e.exports = ['שנה את המאפיין {propertyName}']
    },
    132868: (e) => {
      e.exports = ['‎{hotKey_0}‎ + לחיצה על הגרף']
    },
    468125: (e) => {
      e.exports = ['‎{hotKey_0}‎ — עיגול']
    },
    240234: (e) => {
      e.exports = ['{hotKey_0} - צייר קו ישר בזוויות של 45']
    },
    510289: (e) => {
      e.exports = ['‎{hotKey_0}‎ — מרווחים קבועים']
    },
    481591: (e) => {
      e.exports = ['‎{hotKey_0}‎ — ריבוע']
    },
  },
])
