;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [5362],
  {
    40276: (e) => {
      e.exports = ['הוסף']
    },
    53585: (e) => {
      e.exports = ['הוסף צבע בהתאמה אישית']
    },
    81865: (e) => {
      e.exports = ['שקיפות']
    },
    19801: (e) => {
      e.exports = ['שישי']
    },
    11268: (e) => {
      e.exports = ['שני']
    },
    63331: (e) => {
      e.exports = ['שבת']
    },
    85954: (e) => {
      e.exports = ['ראשון']
    },
    26230: (e) => {
      e.exports = 'We'
    },
    24793: (e) => {
      e.exports = ['חמישי']
    },
    31533: (e) => {
      e.exports = ['שלישי']
    },
    73755: (e) => {
      e.exports = ['סימול נוסף']
    },
    16936: (e) => {
      e.exports = ['חזור']
    },
    88046: (e) => {
      e.exports = ['סימול הגרף הראשי']
    },
    9898: (e) => {
      e.exports = ['זכות Right']
    },
    52051: (e) => {
      e.exports = ['לוח השנה הוא כרגע בשנה {year}']
    },
    99990: (e) => {
      e.exports = ['היומן פועל כעת על שנים מ-{year_start} עד {year_end}']
    },
    92702: (e) => {
      e.exports = ['היומן נמצא כרגע ב-{month}']
    },
    20036: (e) => {
      e.exports = ['ביטול']
    },
    23398: (e) => {
      e.exports = ['שנה סימול']
    },
    94551: (e) => {
      e.exports = ['גרף']
    },
    80395: (e) => {
      e.exports = ['סגור תפריט']
    },
    64498: (e) => {
      e.exports = ['כל המקורות']
    },
    97637: (e) => {
      e.exports = ['‏אפריל']
    },
    86797: (e) => {
      e.exports = ['‏אוגוסט']
    },
    79852: (e) => {
      e.exports = ['אגרת חוב']
    },
    55669: (e) => {
      e.exports = ['דצמבר‏']
    },
    56095: (e) => {
      e.exports = ['לְהַקְטִין']
    },
    29601: (e) => {
      e.exports = ['תיאור']
    },
    16467: (e) => {
      e.exports = ['פברואר‏']
    },
    72970: (e) => {
      e.exports = ['יום שישי']
    },
    46812: (e) => {
      e.exports = ['גידול']
    },
    26910: (e) => {
      e.exports = ['ינואר‏']
    },
    23230: (e) => {
      e.exports = ['יולי‏']
    },
    49385: (e) => {
      e.exports = ['יוני‏']
    },
    90784: (e) => {
      e.exports = ['אוקטובר‏']
    },
    89298: (e) => {
      e.exports = ['מרווח']
    },
    68988: (e) => {
      e.exports = ['אוקיי']
    },
    61199: (e) => {
      e.exports = ['יום שני']
    },
    95543: (e) => {
      e.exports = ['חודשים']
    },
    68327: (e) => {
      e.exports = ['מאי']
    },
    84675: (e) => {
      e.exports = ['מרץ‏']
    },
    29673: (e) => {
      e.exports = ['אין בורסות התואמות את הקריטריונים שלך']
    },
    41379: (e) => {
      e.exports = ['אין סימולים תואמים את הקריטריונים שלך']
    },
    71194: (e) => {
      e.exports = ['נובמבר‏']
    },
    83771: (e) => {
      e.exports = ['שנה הבאה']
    },
    75385: (e) => {
      e.exports = ['שנים הבאות']
    },
    39752: (e) => {
      e.exports = ['חודש הבא']
    },
    35563: (e) => {
      e.exports = ['פורמט המספר אינו חוקי.']
    },
    19724: (e) => {
      e.exports = ['מקורות']
    },
    1144: (e) => {
      e.exports = ['יום שבת']
    },
    52298: (e) => {
      e.exports = ['חפש']
    },
    13269: (e) => {
      e.exports = ['בחר מקור']
    },
    61132: (e) => {
      e.exports = ['ספטמבר‏']
    },
    2607: (e) => {
      e.exports = ['הערך שצוין הוא יותר מהמקסימום של המכשיר {max}.']
    },
    53669: (e) => {
      e.exports = ['הערך שצוין הוא פחות מהמינימום של המכשיר {min}.']
    },
    72149: (e) => {
      e.exports = ['יום ראשון']
    },
    83583: (e) => {
      e.exports = ['עבור לחודשים']
    },
    6244: (e) => {
      e.exports = ['עבור לתאריכים']
    },
    80879: (e) => {
      e.exports = ['עבור לשנים']
    },
    89053: (e) => {
      e.exports = ['סימול']
    },
    48490: (e) => {
      e.exports = ['סימול ותיאור']
    },
    99983: (e) => {
      e.exports = ['חיפוש סימולים']
    },
    32457: (e) => {
      e.exports = ['אנא הזן את התאריך הנכון']
    },
    5122: (e) => {
      e.exports = ['נא הזן את פורמט התאריך הנכון yyyy-mm-dd']
    },
    2587: (e) => {
      e.exports = ['חודש שעבר']
    },
    39329: (e) => {
      e.exports = ['שנה קודמת']
    },
    27004: (e) => {
      e.exports = ['שנים קודמות']
    },
    54336: (e) => {
      e.exports = ['הסר צבע']
    },
    7147: (e) => {
      e.exports = ['יום רביעי']
    },
    7951: (e) => {
      e.exports = ['יום חמישי']
    },
    60142: (e) => {
      e.exports = ['עובי']
    },
    44979: (e) => {
      e.exports = ['יום שלישי']
    },
    69325: (e) => {
      e.exports = ['שנים']
    },
    12629: (e) => {
      e.exports = ['סחורה']
    },
    87592: (e) => {
      e.exports = ['חוזה הפרשים cfd']
    },
    17023: (e) => {
      e.exports = ['שנה את הבהירות']
    },
    13066: (e) => {
      e.exports = ['שנה צבע']
    },
    95657: (e) => {
      e.exports = ['שנה את העובי']
    },
    18567: (e) => {
      e.exports = ['שנה את המאפיין {propertyName}']
    },
    36962: (e) => {
      e.exports = ['סגירה']
    },
    8448: (e) => {
      e.exports = ['קריפטו']
    },
    67245: (e) => {
      e.exports = 'dr'
    },
    88720: (e) => {
      e.exports = ['כַּלְכָּלָה']
    },
    39512: (e) => {
      e.exports = ['מט"ח']
    },
    81859: (e) => {
      e.exports = ['חוזים עתידיים']
    },
    39337: (e) => {
      e.exports = ['גבוה']
    },
    91815: (e) => {
      e.exports = 'hl2'
    },
    40771: (e) => {
      e.exports = 'hlc3'
    },
    9523: (e) => {
      e.exports = 'hlcc4'
    },
    12754: (e) => {
      e.exports = ['מדד']
    },
    60804: (e) => {
      e.exports = ['מדדים']
    },
    12504: (e) => {
      e.exports = 'ohlc4'
    },
    38466: (e) => {
      e.exports = ['פתיחה']
    },
    3919: (e) => {
      e.exports = ['נמוך']
    },
    36931: (e) => {
      e.exports = ['מניה']
    },
  },
])
