;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [2547],
  {
    50831: (e) => {
      e.exports = ['バー']
    },
    19648: (e) => {
      e.exports = ['12時間']
    },
    55838: (e) => {
      e.exports = ['24時間']
    },
    23238: (e) => {
      e.exports = ['キャンバス']
    },
    72171: (e) => {
      e.exports = ['中央']
    },
    88364: (e) => {
      e.exports = ['チャートの基本スタイル']
    },
    46720: (e) => {
      e.exports = ['十字カーソル']
    },
    50985: (e) => {
      e.exports = ['通貨']
    },
    17319: (e) => {
      e.exports = ['通貨と単位']
    },
    68791: (e) => {
      e.exports = ['引数']
    },
    95036: (e) => {
      e.exports = ['平均終値']
    },
    91757: (e) => {
      e.exports = ['下']
    },
    27331: (e) => {
      e.exports = ['背景']
    },
    22519: (e) => {
      e.exports = ['バーの変動値']
    },
    87845: (e) => {
      e.exports = ['ボタン']
    },
    39392: (e) => {
      e.exports = ['グリッドライン']
    },
    25209: (e) => {
      e.exports = ['日付の形式']
    },
    55090: (e) => {
      e.exports = ['曜日の表示']
    },
    29601: (e) => {
      e.exports = ['詳細']
    },
    26897: (e) => {
      e.exports = ['イベント']
    },
    77405: (e) => {
      e.exports = ['水平']
    },
    34403: (e) => {
      e.exports = ['水平線のみ']
    },
    60971: (e) => {
      e.exports = ['高値・安値']
    },
    61142: (e) => {
      e.exports = ['インジケーター']
    },
    34905: (e) => {
      e.exports = ['インジケーター値']
    },
    29687: (e) => {
      e.exports = ['インジケーターと財務指標値']
    },
    25084: (e) => {
      e.exports = ['インジケーターと財務指標名']
    },
    9654: (e) => {
      e.exports = ['インジケーター名']
    },
    99487: (e) => {
      e.exports = ['OHLC値']
    },
    75991: (e) => {
      e.exports = ['市場の開始状況を表示']
    },
    15474: (e) => {
      e.exports = ['ロゴ']
    },
    96073: (e) => {
      e.exports = ['説明が長すぎます']
    },
    78905: (e) => {
      e.exports = ['価格スケールのラベル']
    },
    37274: (e) => {
      e.exports = ['前日からの変動値']
    },
    19286: (e) => {
      e.exports = ['左']
    },
    70500: (e) => {
      e.exports = ['金額']
    },
    66653: (e) => {
      e.exports = ['マージン']
    },
    76476: (e) => {
      e.exports = ['中央']
    },
    42502: (e) => {
      e.exports = ['ラベルを重ねない']
    },
    49199: (e) => {
      e.exports = ['なし']
    },
    74343: (e) => {
      e.exports = ['ナビゲーション']
    },
    47926: (e) => {
      e.exports = ['スケールモード (A と L)']
    },
    43115: (e) => {
      e.exports = ['スケール']
    },
    53224: (e) => {
      e.exports = ['スケールの配置']
    },
    79194: (e) => {
      e.exports = ['ステータスライン']
    },
    89053: (e) => {
      e.exports = ['シンボル']
    },
    35383: (e) => {
      e.exports = ['シンボル名']
    },
    27767: (e) => {
      e.exports = ['シンボルの現在値']
    },
    40847: (e) => {
      e.exports = ['シンボルの前日終値']
    },
    50446: (e) => {
      e.exports = ['ペイン']
    },
    73908: (e) => {
      e.exports = ['ペインの境界線']
    },
    36014: (e) => {
      e.exports = ['パーセンテージ']
    },
    78621: (e) => {
      e.exports = 'Pips'
    },
    74823: (e) => {
      e.exports = ['プレ／アフターマーケット価格']
    },
    64859: (e) => {
      e.exports = ['価格スケール']
    },
    76523: (e) => {
      e.exports = ['価格とパーセント値']
    },
    21141: (e) => {
      e.exports = ['右']
    },
    40187: (e) => {
      e.exports = ['右マージン']
    },
    77705: (e) => {
      e.exports = ['透かし']
    },
    26458: (e) => {
      e.exports = ['ヒゲ']
    },
    65994: (e) => {
      e.exports = ['上']
    },
    92960: (e) => {
      e.exports = ['テキストの配置']
    },
    90581: (e) => {
      e.exports = ['テキストの向き']
    },
    67369: (e) => {
      e.exports = ['タイトル']
    },
    31326: (e) => {
      e.exports = ['タイトル']
    },
    23097: (e) => {
      e.exports = ['ティッカー']
    },
    82168: (e) => {
      e.exports = ['ティッカーと詳細']
    },
    43637: (e) => {
      e.exports = ['時間軸']
    },
    97316: (e) => {
      e.exports = ['時刻の表記']
    },
    90801: (e) => {
      e.exports = ['トレーディング']
    },
    77534: (e) => {
      e.exports = ['単位']
    },
    1111: (e) => {
      e.exports = ['出来高']
    },
    80170: (e) => {
      e.exports = ['スケールに応じた値']
    },
    91322: (e) => {
      e.exports = ['値']
    },
    37174: (e) => {
      e.exports = ['垂直線と水平線']
    },
    36426: (e) => {
      e.exports = ['垂直線のみ']
    },
    44085: (e) => {
      e.exports = ['垂直']
    },
    57889: (e) => {
      e.exports = ['OHLC値の表示の変更']
    },
    35646: (e) => {
      e.exports = ['ナビゲーションボタンの表示の変更']
    },
    18644: (e) => {
      e.exports = ['市場ステータスの表示の変更']
    },
    45110: (e) => {
      e.exports = ['バーの変動値の表示の変更']
    },
    10349: (e) => {
      e.exports = ['下マージンの変更']
    },
    88161: (e) => {
      e.exports = ['通貨と単位ラベルの表示の変更']
    },
    84060: (e) => {
      e.exports = ['通貨ラベルの表示の変更']
    },
    99011: (e) => {
      e.exports = ['チャートの背景色の変更']
    },
    72458: (e) => {
      e.exports = ['チャートの背景の種類の変更']
    },
    37034: (e) => {
      e.exports = ['十字カーソルの幅の変更']
    },
    29951: (e) => {
      e.exports = ['十字カーソルの色の変更']
    },
    92027: (e) => {
      e.exports = ['十字カーソルのスタイルの変更']
    },
    50457: (e) => {
      e.exports = ['日付の形式の変更']
    },
    7104: (e) => {
      e.exports = ['曜日の表示の変更']
    },
    27764: (e) => {
      e.exports = ['グリッドラインの可視性の変更']
    },
    88096: (e) => {
      e.exports = ['水平グリッドラインの色の変更']
    },
    31325: (e) => {
      e.exports = ['インジケーターのタイトルの表示の変更']
    },
    99774: (e) => {
      e.exports = ['インジケーターの値の表示の変更']
    },
    96162: (e) => {
      e.exports = ['インジケーターの引数の表示の変更']
    },
    59820: (e) => {
      e.exports = ['インジケーターと財務指標名ラベルの可視性を変更']
    },
    90512: (e) => {
      e.exports = ['インジケーターと財務指標値のラベルの可視性を変更']
    },
    50058: (e) => {
      e.exports = ['前日からの変動値の可視性の変更']
    },
    97956: (e) => {
      e.exports = ['凡例の背景の透明度の変更']
    },
    61061: (e) => {
      e.exports = ['凡例の背景の表示の変更']
    },
    37730: (e) => {
      e.exports = ['ペインボタンの表示の変更']
    },
    89032: (e) => {
      e.exports = ['ペインの境界線の色の変更']
    },
    35636: (e) => {
      e.exports = ['右マージンの変更']
    },
    66601: (e) => {
      e.exports = ['右マージンの%を変更']
    },
    25616: (e) => {
      e.exports = ['シンボルの透かしの色の変更']
    },
    87159: (e) => {
      e.exports = ['シンボルの透かしの表示の変更']
    },
    26717: (e) => {
      e.exports = ['シンボルの詳細の表示の変更']
    },
    6091: (e) => {
      e.exports = ['シンボルフィールドの表示の変更']
    },
    28741: (e) => {
      e.exports = ['シンボルの現在値モードの変更']
    },
    95071: (e) => {
      e.exports = ['シンボルの凡例の形式の変更']
    },
    47361: (e) => {
      e.exports = ['スケールモードボタンの表示の変更']
    },
    35065: (e) => {
      e.exports = ['スケールテキストの色の変更']
    },
    84382: (e) => {
      e.exports = ['スケールのフォントサイズの変更']
    },
    12468: (e) => {
      e.exports = ['スケールのラインの色の変更']
    },
    71589: (e) => {
      e.exports = ['セッション区切りの表示の変更']
    },
    15035: (e) => {
      e.exports = ['セッション区切りの幅の変更']
    },
    1579: (e) => {
      e.exports = ['セッション区切りの色の変更']
    },
    21460: (e) => {
      e.exports = ['セッション区切りのスタイルの変更']
    },
    76991: (e) => {
      e.exports = ['時刻の表記の変更']
    },
    98905: (e) => {
      e.exports = ['上マージンの変更']
    },
    7011: (e) => {
      e.exports = ['単位ラベルの表示の変更']
    },
    22722: (e) => {
      e.exports = ['垂直グリッドラインの色の変更']
    },
    9455: (e) => {
      e.exports = ['出来高の値の表示の変更']
    },
  },
])
