;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [252],
  {
    214229: (e) => {
      e.exports = ['ドット']
    },
    716936: (e) => {
      e.exports = ['戻る']
    },
    709898: (e) => {
      e.exports = ['ストックオプション']
    },
    418511: (e) => {
      e.exports = ['バーのクローズまでのカウントダウン']
    },
    132409: (e) => {
      e.exports = ['カラーテーマ']
    },
    190069: (e) => {
      e.exports = ['比較']
    },
    939176: (e) => {
      e.exports = ['コンテンツ']
    },
    715803: (e) => {
      e.exports = ['チャート画像のリンクをコピー']
    },
    620036: (e) => {
      e.exports = ['キャンセル']
    },
    619022: (e) => {
      e.exports = ['チャネル']
    },
    508353: (e) => {
      e.exports = ['時間足の変更']
    },
    520788: (e) => {
      e.exports = ['チャートスタイル: 棒グラフ']
    },
    86771: (e) => {
      e.exports = ['チャートスタイル: ローソク足']
    },
    45290: (e) => {
      e.exports = ['チャートスタイル: エリア']
    },
    397559: (e) => {
      e.exports = ['チャートスタイル: バー']
    },
    18779: (e) => {
      e.exports = ['チャートスタイル: ベースライン']
    },
    890599: (e) => {
      e.exports = ['チャートスタイル: カギ足']
    },
    241412: (e) => {
      e.exports = ['チャートスタイル: HLCエリア']
    },
    651383: (e) => {
      e.exports = ['チャートスタイル: 中空ローソク足']
    },
    620424: (e) => {
      e.exports = ['チャートスタイル: 平均足']
    },
    928381: (e) => {
      e.exports = ['チャートスタイル: ハイロー']
    },
    887691: (e) => {
      e.exports = ['チャートスタイル: ライン']
    },
    470: (e) => {
      e.exports = ['チャートスタイル: 新値足']
    },
    514956: (e) => {
      e.exports = ['チャートスタイル: マーク付きライン']
    },
    459393: (e) => {
      e.exports = ['チャートスタイル: ステップライン']
    },
    459491: (e) => {
      e.exports = ['チャートスタイル: ポイント＆フィギュア']
    },
    538385: (e) => {
      e.exports = ['チャートスタイル: レンジ']
    },
    591664: (e) => {
      e.exports = ['チャートスタイル: 練行足']
    },
    882838: (e) => {
      e.exports = ['チャートスタイル: ボリュームフットプリント']
    },
    680395: (e) => {
      e.exports = ['メニューを閉じる']
    },
    772248: (e) => {
      e.exports = ['新規ウォッチリストの作成']
    },
    682401: (e) => {
      e.exports = ['カーソル']
    },
    150025: (e) => {
      e.exports = ['サイクル']
    },
    19661: (e) => {
      e.exports = ['アノテーションツール']
    },
    445976: (e) => {
      e.exports = ['ウォッチリストに追加']
    },
    44629: (e) => {
      e.exports = ['お気に入りに追加']
    },
    617591: (e) => {
      e.exports = ['ウォッチリストに {symbol} を追加']
    },
    64498: (e) => {
      e.exports = ['すべての提供元']
    },
    595480: (e) => {
      e.exports = ['これらのインジケーターをレイアウト全体に適用']
    },
    223969: (e) => {
      e.exports = ['矢印']
    },
    328020: (e) => {
      e.exports = ['自動 (データを画面に合わせる)']
    },
    879852: (e) => {
      e.exports = ['債券']
    },
    661617: (e) => {
      e.exports = ['Bid/Ask ラベル']
    },
    785466: (e) => {
      e.exports = ['Bid/Ask ライン']
    },
    755939: (e) => {
      e.exports = ['ブラシ']
    },
    618156: (e) => {
      e.exports = ['買い']
    },
    40803: (e) => {
      e.exports = ['日付指定']
    },
    708682: (e) => {
      e.exports = ['シンボルに移動']
    },
    543884: (e) => {
      e.exports = ['ギャン']
    },
    705816: (e) => {
      e.exports = ['ギャン＆フィボナッチツール']
    },
    322146: (e) => {
      e.exports = ['幾何学的図形']
    },
    860925: (e) => {
      e.exports = ['ドット']
    },
    866365: (e) => {
      e.exports = ['ダークカラーテーマ']
    },
    629601: (e) => {
      e.exports = ['詳細']
    },
    222772: (e) => {
      e.exports = ['描画ツール']
    },
    388280: (e) => {
      e.exports = ['エリオット波動']
    },
    299289: (e) => {
      e.exports = ['消しゴム']
    },
    488318: (e) => {
      e.exports = ['時間外セッション']
    },
    797100: (e) => {
      e.exports = ['予測・測定ツール']
    },
    922305: (e) => {
      e.exports = ['フィボナッチ']
    },
    811682: (e) => {
      e.exports = ['フルスクリーンモード']
    },
    15327: (e) => {
      e.exports = ['機能']
    },
    717517: (e) => {
      e.exports = ['すべての描画ツールを非表示']
    },
    482785: (e) => {
      e.exports = ['スケールを反転']
    },
    864642: (e) => {
      e.exports = ['インジケーターを挿入']
    },
    778082: (e) => {
      e.exports = ['板情報を開く']
    },
    646445: (e) => {
      e.exports = ['データウィンドウを開く']
    },
    755149: (e) => {
      e.exports = ['オブジェクトツリーを開く']
    },
    669707: (e) => {
      e.exports = ['ウォッチリストを開く']
    },
    975687: (e) => {
      e.exports = ['チャートレイアウトの読み込み']
    },
    537057: (e) => {
      e.exports = ['すべての描画ツールをロック']
    },
    495667: (e) => {
      e.exports = ['価格とバーの比率をロック']
    },
    19567: (e) => {
      e.exports = ['スケールを左に移動']
    },
    576300: (e) => {
      e.exports = ['スケールを右に移動']
    },
    56854: (e) => {
      e.exports = ['チャートを後方に移動']
    },
    622221: (e) => {
      e.exports = ['チャートを前方に移動']
    },
    579165: (e) => {
      e.exports = ['マジック']
    },
    937140: (e) => {
      e.exports = [
        'マグネットモードでは、価格バーの近くに描画を配置すると近くのOHLC値（始値・高値・安値・終値）にくっつきます',
      ]
    },
    72357: (e) => {
      e.exports = ['レイアウトの描画を管理']
    },
    659607: (e) => {
      e.exports = ['ものさし']
    },
    79961: (e) => {
      e.exports = ['測定']
    },
    678633: (e) => {
      e.exports = ['すべてのスケールを左に結合']
    },
    300308: (e) => {
      e.exports = ['すべてのスケールを右に結合']
    },
    929673: (e) => {
      e.exports = ['条件に合致する取引所はありません']
    },
    641379: (e) => {
      e.exports = ['条件に合致するシンボルはありません']
    },
    945850: (e) => {
      e.exports = ['条件に合致するものがありません']
    },
    736551: (e) => {
      e.exports = [
        '新規描画は、マルチレイアウトのすべてのチャートに複製され、同じティッカーが選択された時に表示されます。',
      ]
    },
    319407: (e) => {
      e.exports = ['新規描画をグローバルに同期']
    },
    477989: (e) => {
      e.exports = ['新規描画をレイアウト内で同期']
    },
    719724: (e) => {
      e.exports = ['情報源']
    },
    162571: (e) => {
      e.exports = ['チャートレイアウトを保存']
    },
    535264: (e) => {
      e.exports = ['価格のみでスケール']
    },
    252298: (e) => {
      e.exports = ['検索']
    },
    678842: (e) => {
      e.exports = ['ツールや機能を検索']
    },
    313269: (e) => {
      e.exports = ['情報源を選択']
    },
    392553: (e) => {
      e.exports = ['売り']
    },
    890417: (e) => {
      e.exports = ['セッション区切り']
    },
    825792: (e) => {
      e.exports = ['図形']
    },
    73953: (e) => {
      e.exports = ['売買ボタンを表示']
    },
    149616: (e) => {
      e.exports = ['お気に入り描画ツールのツールバーを表示']
    },
    691977: (e) => {
      e.exports = ['非表示ツールを表示']
    },
    551072: (e) => {
      e.exports = ['オブジェクトツリーを表示']
    },
    749421: (e) => {
      e.exports = ['描画モードの維持']
    },
    685422: (e) => {
      e.exports = ['強いマグネット']
    },
    589053: (e) => {
      e.exports = ['シンボル']
    },
    948490: (e) => {
      e.exports = ['シンボル & 詳細']
    },
    679791: (e) => {
      e.exports = ['シンボル名ラベル']
    },
    112014: (e) => {
      e.exports = ['シンボル情報']
    },
    678001: (e) => {
      e.exports = ['シンボル現在値ラベル']
    },
    324558: (e) => {
      e.exports = ['シンボル前日終値ラベル']
    },
    882719: (e) => {
      e.exports = ['シンボル検索']
    },
    735888: (e) => {
      e.exports = ['すべてのチャートに描画を同期する']
    },
    219693: (e) => {
      e.exports = ['パターン']
    },
    673359: (e) => {
      e.exports = ['ピッチフォーク']
    },
    204037: (e) => {
      e.exports = ['プラスボタン']
    },
    796032: (e) => {
      e.exports = ['前日終値ライン']
    },
    999530: (e) => {
      e.exports = ['価格ライン']
    },
    990612: (e) => {
      e.exports = ['最近の検索']
    },
    131273: (e) => {
      e.exports = ['通常セッション']
    },
    376091: (e) => {
      e.exports = ['描画を削除']
    },
    420378: (e) => {
      e.exports = ['インジケーターを削除']
    },
    457869: (e) => {
      e.exports = ['すべてのインジケーターと描画ツールを削除']
    },
    366702: (e) => {
      e.exports = ['ウォッチリストから削除']
    },
    572482: (e) => {
      e.exports = ['お気に入りから削除']
    },
    634465: (e) => {
      e.exports = ['チャートをリセット']
    },
    445417: (e) => {
      e.exports = ['価格スケールをリセット']
    },
    275521: (e) => {
      e.exports = ['時間軸をリセット']
    },
    245265: (e) => {
      e.exports = ['弱いマグネット']
    },
    620916: (e) => {
      e.exports = ['テキスト&ノート']
    },
    18794: (e) => {
      e.exports = ['トレンドラインツール']
    },
    464185: (e) => {
      e.exports = ['入力して描画、機能、設定を検索']
    },
    89967: (e) => {
      e.exports = ['出来高ベース']
    },
    38925: (e) => {
      e.exports = ['ズームイン']
    },
    949895: (e) => {
      e.exports = ['ズームアウト']
    },
    812629: (e) => {
      e.exports = ['コモディティ']
    },
    487592: (e) => {
      e.exports = ['CFD']
    },
    565558: (e) => {
      e.exports = ['チャート上のアイデアの表示の変更']
    },
    559820: (e) => {
      e.exports = ['インジケーターと財務指標名ラベルの可視性を変更']
    },
    90512: (e) => {
      e.exports = ['インジケーターと財務指標値のラベルの可視性を変更']
    },
    350393: (e) => {
      e.exports = ['プレ／アフターマーケット価格ラインの表示の変更']
    },
    308448: (e) => {
      e.exports = ['暗号']
    },
    667245: (e) => {
      e.exports = ['預託証券']
    },
    488720: (e) => {
      e.exports = ['経済指標']
    },
    739512: (e) => {
      e.exports = ['FX']
    },
    781859: (e) => {
      e.exports = ['先物']
    },
    612754: (e) => {
      e.exports = ['指数']
    },
    138071: (e) => {
      e.exports = ['指数']
    },
    636931: (e) => {
      e.exports = ['株式']
    },
    695612: (e) => {
      e.exports = ['描画の同期']
    },
    132868: (e) => {
      e.exports = ['{hotKey_0} + チャートをクリック']
    },
    468125: (e) => {
      e.exports = ['{hotKey_0} — 円']
    },
    240234: (e) => {
      e.exports = ['{hotKey_0} ー 45度の角度で直線を描く']
    },
    510289: (e) => {
      e.exports = ['{hotKey_0} — 固定増分']
    },
    481591: (e) => {
      e.exports = ['{hotKey_0} — 正方形']
    },
  },
])
