;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [2745],
  {
    214229: (e) => {
      e.exports = ['ドット']
    },
    306174: (e) => {
      e.exports = ['日']
    },
    705285: (e) => {
      e.exports = ['時間']
    },
    179410: (e) => {
      e.exports = ['月']
    },
    537830: (e) => {
      e.exports = ['分']
    },
    725042: (e) => {
      e.exports = ['週']
    },
    274787: (e) => {
      e.exports = ['日']
    },
    162346: (e) => {
      e.exports = ['時間']
    },
    394328: (e) => {
      e.exports = ['月']
    },
    357470: (e) => {
      e.exports = ['分']
    },
    774973: (e) => {
      e.exports = ['秒']
    },
    348801: (e) => {
      e.exports = ['レンジ']
    },
    386614: (e) => {
      e.exports = ['週']
    },
    130426: (e) => {
      e.exports = ['ティック']
    },
    643001: (e) => {
      e.exports = ['画像をコピー']
    },
    607367: (e) => {
      e.exports = ['リンクをコピー']
    },
    645888: (e) => {
      e.exports = ['チャートのスナップショット']
    },
    274207: (e) => {
      e.exports = ['チャート設定']
    },
    46720: (e) => {
      e.exports = ['十字カーソル']
    },
    780362: (e) => {
      e.exports = ['十字カーソルをレイアウト内の全チャートで同期']
    },
    954777: (e) => {
      e.exports = ['追加']
    },
    595798: (e) => {
      e.exports = ['カスタム時間足の追加']
    },
    44629: (e) => {
      e.exports = ['お気に入りに追加']
    },
    715795: (e) => {
      e.exports = ['すべてのレイアウト']
    },
    288368: (e) => {
      e.exports = ['すべての変更を保存']
    },
    684232: (e) => {
      e.exports = ['バーのスタイル']
    },
    539011: (e) => {
      e.exports = ['画像をダウンロード']
    },
    66174: (e) => {
      e.exports = ['日付範囲']
    },
    156685: (e) => {
      e.exports = ['日付範囲の変更をレイアウト内の全チャートに反映']
    },
    943399: (e) => {
      e.exports = ['デフォルトテンプレート']
    },
    329313: (e) => {
      e.exports = ['リンクを知っている人は閲覧やコピーが可能']
    },
    783127: (e) => {
      e.exports = ['お気に入りインジケーター']
    },
    933959: (e) => {
      e.exports = ['お気に入り']
    },
    811682: (e) => {
      e.exports = ['フルスクリーンモード']
    },
    469466: (e) => {
      e.exports = ['時間足']
    },
    620763: (e) => {
      e.exports = ['時間足の変更をレイアウト内の全チャートに反映']
    },
    515812: (e) => {
      e.exports = ['インジケーターテンプレート']
    },
    561142: (e) => {
      e.exports = ['インジケーター']
    },
    174527: (e) => {
      e.exports = ['インジケーター＆ストラテジー']
    },
    979353: (e) => {
      e.exports = ['時間足ダイアログを開く']
    },
    355520: (e) => {
      e.exports = ['ポップアップでチャートを開く']
    },
    938543: (e) => {
      e.exports = ['新しいタブで開く']
    },
    975687: (e) => {
      e.exports = ['チャートレイアウトの読み込み']
    },
    375789: (e) => {
      e.exports = ['レイアウトの読み込み']
    },
    390879: (e) => {
      e.exports = ['読み込み中 ...']
    },
    528024: (e) => {
      e.exports = ['レイアウトの種類']
    },
    180959: (e) => {
      e.exports = ['コピーの作成']
    },
    658219: (e) => {
      e.exports = ['レイアウトの管理']
    },
    438554: (e) => {
      e.exports = ['マイテンプレート']
    },
    814605: (e) => {
      e.exports = ['数字または{hotKey_0}']
    },
    185520: (e) => {
      e.exports = ['保存']
    },
    92093: (e) => {
      e.exports = ['インジケーターテンプレートを保存']
    },
    587409: (e) => {
      e.exports = ['レイアウトのすべてのチャートを保存']
    },
    11680: (e) => {
      e.exports = ['レイアウトを保存']
    },
    249211: (e) => {
      e.exports = ['レイアウトの選択']
    },
    327077: (e) => {
      e.exports = ['共有']
    },
    520987: (e) => {
      e.exports = [
        'チャート上で文字をタイプすると、この検索ボックスが表示されます',
      ]
    },
    589053: (e) => {
      e.exports = ['シンボル']
    },
    882719: (e) => {
      e.exports = ['シンボル検索']
    },
    884315: (e) => {
      e.exports = ['シンボルの変更をレイアウト内の全チャートに反映']
    },
    742130: (e) => {
      e.exports = ['クイックサーチ']
    },
    370728: (e) => {
      e.exports = ['{hint}をやり直す']
    },
    572482: (e) => {
      e.exports = ['お気に入りから削除']
    },
    435038: (e) => {
      e.exports = ['名前の変更']
    },
    212548: (e) => {
      e.exports = [
        'チャート上でクリックした時点をレイアウト内の全チャートで表示',
      ]
    },
    588513: (e) => {
      e.exports = ['スナップショットを取得']
    },
    132916: (e) => {
      e.exports = ['時間足']
    },
    99746: (e) => {
      e.exports = ['画像をツイート']
    },
    780323: (e) => {
      e.exports = ['{hint}を元に戻す']
    },
    223687: (e) => {
      e.exports = ['お気に入りインジケーターはまだありません']
    },
  },
])
