;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [344],
  {
    63227: (t) => {
      t.exports = ['#{count} (バー)']
    },
    309671: (t) => {
      t.exports = ['#{count}（価格, バー）']
    },
    391282: (t) => {
      t.exports = ['#1（バー）']
    },
    601961: (t) => {
      t.exports = ['#1（価格）']
    },
    12706: (t) => {
      t.exports = ['#1（価格, バー）']
    },
    392195: (t) => {
      t.exports = ['#1 (垂直位置 %, バー)']
    },
    566187: (t) => {
      t.exports = ['Median (中央値)']
    },
    205066: (t) => {
      t.exports = ['％']
    },
    689795: (t) => {
      t.exports = ['反時計回り']
    },
    143809: (t) => {
      t.exports = ['パーセントでの係数']
    },
    940054: (t) => {
      t.exports = ['色']
    },
    647737: (t) => {
      t.exports = ['コンパクト統計モード']
    },
    4639: (t) => {
      t.exports = ['座標']
    },
    876655: (t) => {
      t.exports = ['キャッシュ']
    },
    599120: (t) => {
      t.exports = ['チャネル']
    },
    160066: (t) => {
      t.exports = ['pips数変化']
    },
    336150: (t) => {
      t.exports = ['角度']
    },
    838280: (t) => {
      t.exports = ['アングル']
    },
    795264: (t) => {
      t.exports = ['口座サイズ']
    },
    285160: (t) => {
      t.exports = ['常に統計を表示']
    },
    754189: (t) => {
      t.exports = ['アーク']
    },
    34674: (t) => {
      t.exports = ['最小ティックサイズでの平均高安']
    },
    217608: (t) => {
      t.exports = ['下ラベル']
    },
    248848: (t) => {
      t.exports = ['枠']
    },
    872269: (t) => {
      t.exports = ['枠']
    },
    527331: (t) => {
      t.exports = ['背景']
    },
    166282: (t) => {
      t.exports = ['背景 #1']
    },
    19949: (t) => {
      t.exports = ['バーの範囲']
    },
    781260: (t) => {
      t.exports = ['グリッド']
    },
    767114: (t) => {
      t.exports = ['日時範囲']
    },
    537067: (t) => {
      t.exports = ['再配置 (価格, バー)']
    },
    982797: (t) => {
      t.exports = ['距離']
    },
    146211: (t) => {
      t.exports = ['絵文字ピン']
    },
    946001: (t) => {
      t.exports = ['エントリー価格']
    },
    601220: (t) => {
      t.exports = ['延長']
    },
    271116: (t) => {
      t.exports = ['下に延長']
    },
    545809: (t) => {
      t.exports = ['左に延長']
    },
    325892: (t) => {
      t.exports = ['ラインを左に延長']
    },
    513611: (t) => {
      t.exports = ['ラインを延長']
    },
    903304: (t) => {
      t.exports = ['ラインを左に延長']
    },
    883095: (t) => {
      t.exports = ['ラインを右に延長']
    },
    714025: (t) => {
      t.exports = ['右に延長']
    },
    974395: (t) => {
      t.exports = ['ラインを右に延長']
    },
    885197: (t) => {
      t.exports = ['上に延長']
    },
    417006: (t) => {
      t.exports = ['フォントサイズ']
    },
    731343: (t) => {
      t.exports = ['失敗テキスト']
    },
    628565: (t) => {
      t.exports = ['失敗の背景色']
    },
    987931: (t) => {
      t.exports = ['ファン']
    },
    539836: (t) => {
      t.exports = ['ログスケールに基づくフィボナッチレベル']
    },
    410578: (t) => {
      t.exports = ['完全な円']
    },
    825264: (t) => {
      t.exports = ['HLバー']
    },
    366049: (t) => {
      t.exports = ['OCバー']
    },
    127531: (t) => {
      t.exports = ['ロットサイズ']
    },
    599180: (t) => {
      t.exports = ['ロワーバンド #1']
    },
    653861: (t) => {
      t.exports = ['ロワーバンド #2']
    },
    644775: (t) => {
      t.exports = ['ロワーバンド #3']
    },
    485206: (t) => {
      t.exports = ['ラベル']
    },
    975332: (t) => {
      t.exports = ['ラベルの枠']
    },
    14773: (t) => {
      t.exports = ['ラベル背景']
    },
    637126: (t) => {
      t.exports = ['ラベルテキスト']
    },
    579106: (t) => {
      t.exports = ['レベル']
    },
    995610: (t) => {
      t.exports = ['レベルライン']
    },
    379307: (t) => {
      t.exports = ['左ラベル']
    },
    949286: (t) => {
      t.exports = ['ライン - HL/2']
    },
    17676: (t) => {
      t.exports = ['ライン - 始値']
    },
    447669: (t) => {
      t.exports = ['ライン - 終値']
    },
    471899: (t) => {
      t.exports = ['ライン - 高値']
    },
    683394: (t) => {
      t.exports = ['ライン - 安値']
    },
    760489: (t) => {
      t.exports = ['ラインの色']
    },
    453889: (t) => {
      t.exports = ['モード']
    },
    695543: (t) => {
      t.exports = ['月']
    },
    685041: (t) => {
      t.exports = ['ミドルライン']
    },
    324510: (t) => {
      t.exports = ['中間点']
    },
    922213: (t) => {
      t.exports = ['ソース背景色']
    },
    415500: (t) => {
      t.exports = ['ソース枠']
    },
    479238: (t) => {
      t.exports = ['ソーステキスト']
    },
    537249: (t) => {
      t.exports = ['統計']
    },
    328712: (t) => {
      t.exports = ['統計情報の位置']
    },
    550948: (t) => {
      t.exports = ['ストップの色']
    },
    456119: (t) => {
      t.exports = ['損切り水準']
    },
    169835: (t) => {
      t.exports = ['成功テキスト']
    },
    591141: (t) => {
      t.exports = ['成功の背景色']
    },
    502694: (t) => {
      t.exports = ['比率変化']
    },
    300650: (t) => {
      t.exports = ['パーセント']
    },
    25684: (t) => {
      t.exports = ['価格']
    },
    223675: (t) => {
      t.exports = ['価格ラベル']
    },
    375675: (t) => {
      t.exports = ['価格ラベル']
    },
    516103: (t) => {
      t.exports = ['価格レベル']
    },
    46964: (t) => {
      t.exports = ['価格範囲']
    },
    859771: (t) => {
      t.exports = ['価格／バー比率']
    },
    729072: (t) => {
      t.exports = ['価格']
    },
    202635: (t) => {
      t.exports = ['利確水準']
    },
    233886: (t) => {
      t.exports = ['範囲と比率']
    },
    224186: (t) => {
      t.exports = ['反転']
    },
    691367: (t) => {
      t.exports = ['右ラベル']
    },
    563833: (t) => {
      t.exports = ['リスク']
    },
    695545: (t) => {
      t.exports = ['波動']
    },
    810209: (t) => {
      t.exports = ['上ラベル']
    },
    598001: (t) => {
      t.exports = ['ターゲット背景色']
    },
    789258: (t) => {
      t.exports = ['ターゲット枠']
    },
    745302: (t) => {
      t.exports = ['ターゲットの色']
    },
    774289: (t) => {
      t.exports = ['ターゲットテキスト']
    },
    617932: (t) => {
      t.exports = ['テキストを折り返す']
    },
    455325: (t) => {
      t.exports = ['時間ラベル']
    },
    277838: (t) => {
      t.exports = ['時間レベル']
    },
    102295: (t) => {
      t.exports = ['不透明度']
    },
    404372: (t) => {
      t.exports = ['トレンドライン']
    },
    726775: (t) => {
      t.exports = ['アッパーバンド #1']
    },
    821774: (t) => {
      t.exports = ['アッパーバンド #2']
    },
    821076: (t) => {
      t.exports = ['アッパーバンド #3']
    },
    812374: (t) => {
      t.exports = ['同色を利用']
    },
    253473: (t) => {
      t.exports = 'VWAP'
    },
    391322: (t) => {
      t.exports = ['値']
    },
    525227: (t) => {
      t.exports = ['分散']
    },
    701670: (t) => {
      t.exports = ['角度の変更']
    },
    238829: (t) => {
      t.exports = ['矢印の色の変更']
    },
    623723: (t) => {
      t.exports = ['バーのX座標の変更']
    },
    72080: (t) => {
      t.exports = ['フラグの色の変更']
    },
    466266: (t) => {
      t.exports = ['価格のY座標の変更']
    },
    598905: (t) => {
      t.exports = ['上マージンの変更']
    },
    911049: (t) => {
      t.exports = ['垂直位置のY座標の変更']
    },
    898057: (t) => {
      t.exports = ['{title}のVWAPラインの色の変更']
    },
    455218: (t) => {
      t.exports = ['{title}のVWAPラインの幅の変更']
    },
    431804: (t) => {
      t.exports = ['{title}を反時計回りに変更']
    },
    199128: (t) => {
      t.exports = ['{title}の係数をパーセントとして表示の変更']
    },
    920216: (t) => {
      t.exports = ['{title}の色の変更']
    },
    735435: (t) => {
      t.exports = ['{title}のコンパクト統計モードの変更']
    },
    800550: (t) => {
      t.exports = ['{title}の上昇ローソク足の実体の色の変更']
    },
    328146: (t) => {
      t.exports = ['{title}のローソク足の実体の表示の変更']
    },
    807373: (t) => {
      t.exports = ['{title}の下降ローソク足の実体の色の変更']
    },
    538742: (t) => {
      t.exports = ['{title}の下降ローソク足の色の変更']
    },
    542273: (t) => {
      t.exports = ['{title}の上昇ローソク足の色の変更']
    },
    576054: (t) => {
      t.exports = ['{title}のローソク足のヒゲの色の変更']
    },
    27029: (t) => {
      t.exports = ['{title}のローソク足のヒゲの表示の変更']
    },
    322430: (t) => {
      t.exports = ['{title}の表示をpips数変化に変更']
    },
    245537: (t) => {
      t.exports = ['{title}の角度の表示の変更']
    },
    431775: (t) => {
      t.exports = ['{title}の口座サイズの変更']
    },
    137913: (t) => {
      t.exports = ['{title}の常に統計を表示の変更']
    },
    615521: (t) => {
      t.exports = ['{title}のすべてのラインの色の変更']
    },
    117466: (t) => {
      t.exports = ['{title}の円弧の第{index}ラインの色の変更']
    },
    672307: (t) => {
      t.exports = ['{title}の円弧の第{index}ラインの幅の変更']
    },
    913853: (t) => {
      t.exports = ['{title}の円弧の第{index}ラインの表示の変更']
    },
    78680: (t) => {
      t.exports = ['{title}の平均HL値の変更']
    },
    215802: (t) => {
      t.exports = ['{title}の下部ラベルの表示の変更']
    },
    936438: (t) => {
      t.exports = ['{title}の背景の透明度の変更']
    },
    64548: (t) => {
      t.exports = ['{title}の背景の表示の変更']
    },
    975312: (t) => {
      t.exports = ['{title}の背景色の変更']
    },
    739651: (t) => {
      t.exports = ['{title}の背景色1の変更']
    },
    378177: (t) => {
      t.exports = ['{title}の背景色2の変更']
    },
    142746: (t) => {
      t.exports = ['{title}のバーの範囲の表示の変更']
    },
    153770: (t) => {
      t.exports = ['{title}のグリッドの表示の変更']
    },
    29145: (t) => {
      t.exports = ['{title}のグリッドラインの色の変更']
    },
    364949: (t) => {
      t.exports = ['{title}のグリッドラインのスタイルの変更']
    },
    693548: (t) => {
      t.exports = ['{title}のグリッドラインの幅の変更']
    },
    215485: (t) => {
      t.exports = ['{title}の日時範囲の表示の変更']
    },
    203400: (t) => {
      t.exports = ['{title}の規模の変更']
    },
    891534: (t) => {
      t.exports = ['{title}の距離の表示の変更']
    },
    565056: (t) => {
      t.exports = ['{title}の絵文字の変更']
    },
    765899: (t) => {
      t.exports = ['{title}の絵文字の表示の変更']
    },
    859354: (t) => {
      t.exports = ['{title}のエントリー価格の変更']
    },
    801447: (t) => {
      t.exports = ['{title}を下に延長の変更']
    },
    215258: (t) => {
      t.exports = ['{title}を左に延長の変更']
    },
    896902: (t) => {
      t.exports = ['{title}のラインを延長の変更']
    },
    300896: (t) => {
      t.exports = ['{title}を上に延長の変更']
    },
    203708: (t) => {
      t.exports = ['{title}の左に延長の変更']
    },
    45719: (t) => {
      t.exports = ['{title}の右に延長の変更']
    },
    286647: (t) => {
      t.exports = ['{title}の延長の変更']
    },
    203156: (t) => {
      t.exports = ['{title}の失敗テキストの色の変更']
    },
    649885: (t) => {
      t.exports = ['{title}の失敗の背景色の色の変更']
    },
    689126: (t) => {
      t.exports = ['{title}のファンの第{index}ラインの表示の変更']
    },
    130016: (t) => {
      t.exports = ['{title}のファンの第{index}ラインの幅の変更']
    },
    436147: (t) => {
      t.exports = ['{title}のファンの第{index}ラインの色の変更']
    },
    478142: (t) => {
      t.exports = ['{title}のファンの表示の変更']
    },
    379467: (t) => {
      t.exports = ['{title}のファンのラインの色の変更']
    },
    945739: (t) => {
      t.exports = ['{title}のログスケールに基づくフィボナッチレベルの変更']
    },
    99670: (t) => {
      t.exports = ['{title}の水平反転の変更']
    },
    235165: (t) => {
      t.exports = ['{title}の完全な円での表示の変更']
    },
    248983: (t) => {
      t.exports = ['{title}の画像の背景色の変更']
    },
    345025: (t) => {
      t.exports = ['{title}のロットサイズの変更']
    },
    713901: (t) => {
      t.exports = ['{title}のロワーバンドラインの色の変更']
    },
    578425: (t) => {
      t.exports = ['{title}のロワーバンドラインの表示の変更']
    },
    999491: (t) => {
      t.exports = ['{title}のロワーバンドラインの幅の変更']
    },
    755469: (t) => {
      t.exports = ['{title}のロワーバンドライン #2 の色の変更']
    },
    176157: (t) => {
      t.exports = ['{title}のロワーバンドライン #2 の表示の変更']
    },
    608081: (t) => {
      t.exports = ['{title}のロワーバンドライン #2 の幅の変更']
    },
    295016: (t) => {
      t.exports = ['{title}のロワーバンドライン #3 の色の変更']
    },
    484928: (t) => {
      t.exports = ['{title}のロワーバンドライン #3 の表示の変更']
    },
    544693: (t) => {
      t.exports = ['{title}のロワーバンドライン #3 の幅の変更']
    },
    981170: (t) => {
      t.exports = ['{title}のラベル位置の変更']
    },
    622775: (t) => {
      t.exports = ['{title}のラベルのフォントサイズの変更']
    },
    424338: (t) => {
      t.exports = ['{title}のラベルの表示の変更']
    },
    732891: (t) => {
      t.exports = ['{title}のレベル{index}ラインの係数の変更']
    },
    185551: (t) => {
      t.exports = ['{title}のレベル{index}ラインの色の変更']
    },
    247840: (t) => {
      t.exports = ['{title}のレベル{index}ラインのスタイルの変更']
    },
    345463: (t) => {
      t.exports = ['{title}のレベル{index}ラインの表示の変更']
    },
    990098: (t) => {
      t.exports = ['{title}のレベル{index}ラインの幅の変更']
    },
    26710: (t) => {
      t.exports = ['{title}のレベルの表示の変更']
    },
    302359: (t) => {
      t.exports = ['{title}の左ラベルの表示の変更']
    },
    244643: (t) => {
      t.exports = ['{title}のラインの幅の変更']
    },
    920563: (t) => {
      t.exports = ['{title}のラインの色の変更']
    },
    266982: (t) => {
      t.exports = ['{title}のラインスタイルの変更']
    },
    294441: (t) => {
      t.exports = ['{title}のモードの変更']
    },
    889996: (t) => {
      t.exports = ['{title}の中間点の表示の変更']
    },
    136618: (t) => {
      t.exports = ['{title}の上下反転の変更']
    },
    218544: (t) => {
      t.exports = ['{title}のソースの背景色の色の変更']
    },
    748035: (t) => {
      t.exports = ['{title}のソースの枠の色の変更']
    },
    42286: (t) => {
      t.exports = ['{title}のソーステキストの色の変更']
    },
    800588: (t) => {
      t.exports = ['{title}の統計情報の位置の変更']
    },
    254659: (t) => {
      t.exports = ['{title}のストップの色の変更']
    },
    969780: (t) => {
      t.exports = ['{title}のストップレベルの変更']
    },
    882224: (t) => {
      t.exports = ['{title}のストップ価格の変更']
    },
    988383: (t) => {
      t.exports = ['{title}の成功テキストの色の変更']
    },
    126967: (t) => {
      t.exports = ['{title}の成功の背景色の色の変更']
    },
    62243: (t) => {
      t.exports = ['{title}の表示を比率変化に変更']
    },
    145936: (t) => {
      t.exports = ['{title}の価格ラベルの表示の変更']
    },
    588577: (t) => {
      t.exports = ['{title}の価格ラベルの表示の変更']
    },
    47045: (t) => {
      t.exports = ['{title}の価格範囲の表示の変更']
    },
    294028: (t) => {
      t.exports = ['{title}の価格の表示の変更']
    },
    156175: (t) => {
      t.exports = ['{title}の価格の表示の変更']
    },
    344539: (t) => {
      t.exports = ['{title}の利益水準の変更']
    },
    641646: (t) => {
      t.exports = ['{title}のターゲット価格の変更']
    },
    852877: (t) => {
      t.exports = ['{title}の反転の変更']
    },
    516598: (t) => {
      t.exports = ['{title}の右ラベルの表示の変更']
    },
    31553: (t) => {
      t.exports = ['{title}のリスクの変更']
    },
    740344: (t) => {
      t.exports = ['{title}のリスク表示モードの変更']
    },
    873137: (t) => {
      t.exports = ['{title}の上部ラベルの表示の変更']
    },
    352387: (t) => {
      t.exports = ['{title}のターゲットの背景色の変更']
    },
    606921: (t) => {
      t.exports = ['{title}のターゲットの枠の色の変更']
    },
    597573: (t) => {
      t.exports = ['{title}のターゲットの色の変更']
    },
    27634: (t) => {
      t.exports = ['{title}のターゲットテキストの色の変更']
    },
    33822: (t) => {
      t.exports = ['{title}の日時ラベルの表示の変更']
    },
    684321: (t) => {
      t.exports = ['{title}の透明度の変更']
    },
    310417: (t) => {
      t.exports = ['{title}のアッパーバンドラインの色の変更']
    },
    158722: (t) => {
      t.exports = ['{title}のアッパーバンドラインの表示の変更']
    },
    713633: (t) => {
      t.exports = ['{title}のアッパーバンドラインの色の変更']
    },
    851304: (t) => {
      t.exports = ['{title}のアッパーバンドライン #2 の色の変更']
    },
    597847: (t) => {
      t.exports = ['{title}のアッパーバンドライン #2 の表示の変更']
    },
    362921: (t) => {
      t.exports = ['{title}のアッパーバンドライン #2 の幅の変更']
    },
    994153: (t) => {
      t.exports = ['{title}のアッパーバンドライン #3 の色の変更']
    },
    619835: (t) => {
      t.exports = ['{title}のアッパーバンドライン #3 の表示の変更']
    },
    468310: (t) => {
      t.exports = ['{title}のアッパーバンドライン #3 の幅の変更']
    },
    712355: (t) => {
      t.exports = ['{title}の分散値の変更']
    },
    125937: (t) => {
      t.exports = ['{toolName}のラベルの垂直方向の配置の変更']
    },
    946991: (t) => {
      t.exports = ['{toolName}のラベルの水平方向の配置の変更']
    },
    373080: (t) => {
      t.exports = ['{toolName}のラベルの方向の変更']
    },
    224272: (t) => {
      t.exports = ['{toolName}のラインの表示の変更']
    },
    46404: (t) => {
      t.exports = ['{toolName}のラインの幅の変更']
    },
    50265: (t) => {
      t.exports = ['{toolName}のラインの色の変更']
    },
    561678: (t) => {
      t.exports = ['{toolName}のラインを左に延長の変更']
    },
    984613: (t) => {
      t.exports = ['{toolName}のラインを右に延長の変更']
    },
    562603: (t) => {
      t.exports = ['{toolName}のラインの左端の変更']
    },
    362412: (t) => {
      t.exports = ['{toolName}のラインの右端の変更']
    },
    635422: (t) => {
      t.exports = ['{toolName}のラインのスタイルの変更']
    },
    777690: (t) => {
      t.exports = ['{toolName}のテキストの変更']
    },
    369871: (t) => {
      t.exports = ['{toolName}のテキストの表示の変更']
    },
    625878: (t) => {
      t.exports = ['{toolName}のテキストの折り返しの変更']
    },
    991832: (t) => {
      t.exports = ['{toolName}のテキストの背景色の変更']
    },
    418610: (t) => {
      t.exports = ['{toolName}のテキストの背景の表示の変更']
    },
    444755: (t) => {
      t.exports = ['{toolName}のテキストの枠の色の変更']
    },
    406324: (t) => {
      t.exports = ['{toolName}のテキストの枠の幅の変更']
    },
    745529: (t) => {
      t.exports = ['{toolName}のテキストの枠の表示の変更']
    },
    906500: (t) => {
      t.exports = ['{toolName}のテキストの色の変更']
    },
    451614: (t) => {
      t.exports = ['{toolName}のテキストフォントを太字に変更']
    },
    242762: (t) => {
      t.exports = ['{toolName}のテキストフォントをイタリックに変更']
    },
    948382: (t) => {
      t.exports = ['{toolName}のテキストのフォントサイズの変更']
    },
    18567: (t) => {
      t.exports = ['{propertyName}のプロパティの変更']
    },
    321926: (t) => {
      t.exports = ['背景色']
    },
    552241: (t) => {
      t.exports = ['背景の塗りつぶし']
    },
    270607: (t) => {
      t.exports = ['ラインの色']
    },
    441075: (t) => {
      t.exports = ['ラインの種類']
    },
    673043: (t) => {
      t.exports = ['ライン幅']
    },
    972223: (t) => {
      t.exports = ['描画を移動']
    },
    993046: (t) => {
      t.exports = ['価格の表示']
    },
    341437: (t) => {
      t.exports = ['テキストの色']
    },
  },
])
