;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [3236],
  {
    14229: (e) => {
      e.exports = ['ドット']
    },
    6174: (e) => {
      e.exports = ['日']
    },
    5285: (e) => {
      e.exports = ['時間']
    },
    79410: (e) => {
      e.exports = ['月']
    },
    37830: (e) => {
      e.exports = ['分']
    },
    25042: (e) => {
      e.exports = ['週']
    },
    74787: (e) => {
      e.exports = ['日']
    },
    62346: (e) => {
      e.exports = ['時間']
    },
    94328: (e) => {
      e.exports = ['月']
    },
    57470: (e) => {
      e.exports = ['分']
    },
    74973: (e) => {
      e.exports = ['秒']
    },
    48801: (e) => {
      e.exports = ['レンジ']
    },
    86614: (e) => {
      e.exports = ['週']
    },
    30426: (e) => {
      e.exports = ['ティック']
    },
    43001: (e) => {
      e.exports = ['画像をコピー']
    },
    7367: (e) => {
      e.exports = ['リンクをコピー']
    },
    45888: (e) => {
      e.exports = ['チャートのスナップショット']
    },
    74207: (e) => {
      e.exports = ['チャート設定']
    },
    54777: (e) => {
      e.exports = ['追加']
    },
    95798: (e) => {
      e.exports = ['カスタム時間足の追加']
    },
    44629: (e) => {
      e.exports = ['お気に入りに追加']
    },
    15795: (e) => {
      e.exports = ['すべてのレイアウト']
    },
    88368: (e) => {
      e.exports = ['すべての変更を保存']
    },
    84232: (e) => {
      e.exports = ['バーのスタイル']
    },
    39011: (e) => {
      e.exports = ['画像をダウンロード']
    },
    43399: (e) => {
      e.exports = ['デフォルトテンプレート']
    },
    29313: (e) => {
      e.exports = ['リンクを知っている人は閲覧やコピーが可能']
    },
    83127: (e) => {
      e.exports = ['お気に入りインジケーター']
    },
    33959: (e) => {
      e.exports = ['お気に入り']
    },
    11682: (e) => {
      e.exports = ['フルスクリーンモード']
    },
    15812: (e) => {
      e.exports = ['インジケーターテンプレート']
    },
    61142: (e) => {
      e.exports = ['インジケーター']
    },
    74527: (e) => {
      e.exports = ['インジケーター＆ストラテジー']
    },
    79353: (e) => {
      e.exports = ['時間足ダイアログを開く']
    },
    55520: (e) => {
      e.exports = ['ポップアップでチャートを開く']
    },
    38543: (e) => {
      e.exports = ['新しいタブで開く']
    },
    75687: (e) => {
      e.exports = ['チャートレイアウトの読み込み']
    },
    75789: (e) => {
      e.exports = ['レイアウトの読み込み']
    },
    90879: (e) => {
      e.exports = ['読み込み中 ...']
    },
    80959: (e) => {
      e.exports = ['コピーの作成']
    },
    58219: (e) => {
      e.exports = ['レイアウトの管理']
    },
    38554: (e) => {
      e.exports = ['マイテンプレート']
    },
    14605: (e) => {
      e.exports = ['数字または{hotKey_0}']
    },
    85520: (e) => {
      e.exports = ['保存']
    },
    92093: (e) => {
      e.exports = ['インジケーターテンプレートを保存']
    },
    87409: (e) => {
      e.exports = ['レイアウトのすべてのチャートを保存']
    },
    11680: (e) => {
      e.exports = ['レイアウトを保存']
    },
    27077: (e) => {
      e.exports = ['共有']
    },
    20987: (e) => {
      e.exports = [
        'チャート上で文字をタイプすると、この検索ボックスが表示されます',
      ]
    },
    99983: (e) => {
      e.exports = ['シンボル検索']
    },
    43959: (e) => {
      e.exports = ['クイックサーチ']
    },
    70728: (e) => {
      e.exports = ['{hint}をやり直す']
    },
    72482: (e) => {
      e.exports = ['お気に入りから削除']
    },
    35038: (e) => {
      e.exports = ['名前の変更']
    },
    88513: (e) => {
      e.exports = ['スナップショットを取得']
    },
    32916: (e) => {
      e.exports = ['時間足']
    },
    99746: (e) => {
      e.exports = ['画像をツイート']
    },
    80323: (e) => {
      e.exports = ['{hint}を元に戻す']
    },
    23687: (e) => {
      e.exports = ['お気に入りインジケーターはまだありません']
    },
  },
])
