;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [3175],
  {
    14281: (e) => {
      e.exports = ['通貨']
    },
    60558: (e) => {
      e.exports = ['動物 & 自然']
    },
    14232: (e) => {
      e.exports = ['アクティビティ']
    },
    57792: (e) => {
      e.exports = ['矢印']
    },
    33628: (e) => {
      e.exports = ['ジェスチャー & スマイリー']
    },
    35305: (e) => {
      e.exports = ['フード & ドリンク']
    },
    49546: (e) => {
      e.exports = ['旗']
    },
    72302: (e) => {
      e.exports = ['モノ']
    },
    11739: (e) => {
      e.exports = ['自然']
    },
    96330: (e) => {
      e.exports = ['スマイル & 人物']
    },
    6878: (e) => {
      e.exports = ['記号']
    },
    77011: (e) => {
      e.exports = ['記号 & 旗']
    },
    15426: (e) => {
      e.exports = ['最近使用したもの']
    },
    15395: (e) => {
      e.exports = ['トラベル & 場所']
    },
    39176: (e) => {
      e.exports = ['コンテンツ']
    },
    19022: (e) => {
      e.exports = ['チャネル']
    },
    82401: (e) => {
      e.exports = ['カーソル']
    },
    50025: (e) => {
      e.exports = ['サイクル']
    },
    19661: (e) => {
      e.exports = ['アノテーションツール']
    },
    44629: (e) => {
      e.exports = ['お気に入りに追加']
    },
    23969: (e) => {
      e.exports = ['矢印']
    },
    55939: (e) => {
      e.exports = ['ブラシ']
    },
    43884: (e) => {
      e.exports = ['ギャン']
    },
    5816: (e) => {
      e.exports = ['ギャン＆フィボナッチツール']
    },
    22146: (e) => {
      e.exports = ['幾何学的図形']
    },
    60925: (e) => {
      e.exports = ['ドット']
    },
    19570: (e) => {
      e.exports = ['絵文字']
    },
    88280: (e) => {
      e.exports = ['エリオット波動']
    },
    99289: (e) => {
      e.exports = ['消しゴム']
    },
    97100: (e) => {
      e.exports = ['予測・測定ツール']
    },
    22305: (e) => {
      e.exports = ['フィボナッチ']
    },
    17517: (e) => {
      e.exports = ['すべての描画ツールを非表示']
    },
    96411: (e) => {
      e.exports = ['描画ツールバーを非表示']
    },
    92464: (e) => {
      e.exports = ['アイコン']
    },
    37057: (e) => {
      e.exports = ['すべての描画ツールをロック']
    },
    79165: (e) => {
      e.exports = ['マジック']
    },
    37140: (e) => {
      e.exports = [
        'マグネットモードでは、価格バーの近くに描画を配置すると近くのOHLC値（始値・高値・安値・終値）にくっつきます',
      ]
    },
    59607: (e) => {
      e.exports = ['ものさし']
    },
    79961: (e) => {
      e.exports = ['測定']
    },
    36551: (e) => {
      e.exports = [
        '新規描画は、マルチレイアウトのすべてのチャートに複製され、同じティッカーが選択された時に表示されます。',
      ]
    },
    25792: (e) => {
      e.exports = ['図形']
    },
    63354: (e) => {
      e.exports = ['描画ツールバーを表示']
    },
    49616: (e) => {
      e.exports = ['お気に入り描画ツールのツールバーを表示']
    },
    91977: (e) => {
      e.exports = ['非表示ツールを表示']
    },
    51072: (e) => {
      e.exports = ['オブジェクトツリーを表示']
    },
    49421: (e) => {
      e.exports = ['描画モードの維持']
    },
    84121: (e) => {
      e.exports = ['ステッカー']
    },
    85422: (e) => {
      e.exports = ['強いマグネット']
    },
    19693: (e) => {
      e.exports = ['パターン']
    },
    73359: (e) => {
      e.exports = ['ピッチフォーク']
    },
    76091: (e) => {
      e.exports = ['描画を削除']
    },
    45286: (e) => {
      e.exports = ['オブジェクトを削除']
    },
    72482: (e) => {
      e.exports = ['お気に入りから削除']
    },
    30513: (e) => {
      e.exports = ['{drawings}を削除']
    },
    10049: (e) => {
      e.exports = ['{drawings}と{indicators}を削除']
    },
    55084: (e) => {
      e.exports = ['{indicators}を削除']
    },
    45265: (e) => {
      e.exports = ['弱いマグネット']
    },
    20916: (e) => {
      e.exports = ['テキスト&ノート']
    },
    18794: (e) => {
      e.exports = ['トレンドラインツール']
    },
    89967: (e) => {
      e.exports = ['出来高ベース']
    },
    38925: (e) => {
      e.exports = ['ズームイン']
    },
    49895: (e) => {
      e.exports = ['ズームアウト']
    },
    32868: (e) => {
      e.exports = ['{hotKey_0} + チャートをクリック']
    },
    68125: (e) => {
      e.exports = ['{hotKey_0} — 円']
    },
    40234: (e) => {
      e.exports = ['{hotKey_0} ー 45度の角度で直線を描く']
    },
    10289: (e) => {
      e.exports = ['{hotKey_0} — 固定増分']
    },
    81591: (e) => {
      e.exports = ['{hotKey_0} — 正方形']
    },
    93030: (e) => {
      e.exports = ['{amount}個の描画']
    },
    80437: (e) => {
      e.exports = ['{amount}個のインジケーター']
    },
  },
])
