;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [3951],
  {
    14229: (e) => {
      e.exports = ['ドット']
    },
    16936: (e) => {
      e.exports = ['戻る']
    },
    9898: (e) => {
      e.exports = ['ストックオプション']
    },
    18511: (e) => {
      e.exports = ['バーのクローズまでのカウントダウン']
    },
    32409: (e) => {
      e.exports = ['カラーテーマ']
    },
    90069: (e) => {
      e.exports = ['比較']
    },
    39176: (e) => {
      e.exports = ['コンテンツ']
    },
    15803: (e) => {
      e.exports = ['チャート画像のリンクをコピー']
    },
    20036: (e) => {
      e.exports = ['キャンセル']
    },
    19022: (e) => {
      e.exports = ['チャネル']
    },
    8353: (e) => {
      e.exports = ['時間足の変更']
    },
    20788: (e) => {
      e.exports = ['チャートスタイル: 棒グラフ']
    },
    86771: (e) => {
      e.exports = ['チャートスタイル: ローソク足']
    },
    45290: (e) => {
      e.exports = ['チャートスタイル: エリア']
    },
    97559: (e) => {
      e.exports = ['チャートスタイル: バー']
    },
    18779: (e) => {
      e.exports = ['チャートスタイル: ベースライン']
    },
    90599: (e) => {
      e.exports = ['チャートスタイル: カギ足']
    },
    41412: (e) => {
      e.exports = ['チャートスタイル: HLCエリア']
    },
    51383: (e) => {
      e.exports = ['チャートスタイル: 中空ローソク足']
    },
    20424: (e) => {
      e.exports = ['チャートスタイル: 平均足']
    },
    28381: (e) => {
      e.exports = ['チャートスタイル: ハイロー']
    },
    87691: (e) => {
      e.exports = ['チャートスタイル: ライン']
    },
    470: (e) => {
      e.exports = ['チャートスタイル: 新値足']
    },
    14956: (e) => {
      e.exports = ['チャートスタイル: マーク付きライン']
    },
    59393: (e) => {
      e.exports = ['チャートスタイル: ステップライン']
    },
    59491: (e) => {
      e.exports = ['チャートスタイル: ポイント＆フィギュア']
    },
    38385: (e) => {
      e.exports = ['チャートスタイル: レンジ']
    },
    91664: (e) => {
      e.exports = ['チャートスタイル: 練行足']
    },
    82838: (e) => {
      e.exports = ['チャートスタイル: ボリュームフットプリント']
    },
    80395: (e) => {
      e.exports = ['メニューを閉じる']
    },
    82401: (e) => {
      e.exports = ['カーソル']
    },
    50025: (e) => {
      e.exports = ['サイクル']
    },
    19661: (e) => {
      e.exports = ['アノテーションツール']
    },
    44629: (e) => {
      e.exports = ['お気に入りに追加']
    },
    64498: (e) => {
      e.exports = ['すべての提供元']
    },
    95480: (e) => {
      e.exports = ['これらのインジケーターをレイアウト全体に適用']
    },
    23969: (e) => {
      e.exports = ['矢印']
    },
    28020: (e) => {
      e.exports = ['自動 (データを画面に合わせる)']
    },
    79852: (e) => {
      e.exports = ['債券']
    },
    55939: (e) => {
      e.exports = ['ブラシ']
    },
    40803: (e) => {
      e.exports = ['日付指定']
    },
    43884: (e) => {
      e.exports = ['ギャン']
    },
    5816: (e) => {
      e.exports = ['ギャン＆フィボナッチツール']
    },
    22146: (e) => {
      e.exports = ['幾何学的図形']
    },
    60925: (e) => {
      e.exports = ['ドット']
    },
    66365: (e) => {
      e.exports = ['ダークカラーテーマ']
    },
    29601: (e) => {
      e.exports = ['詳細']
    },
    22772: (e) => {
      e.exports = ['描画ツール']
    },
    88280: (e) => {
      e.exports = ['エリオット波動']
    },
    99289: (e) => {
      e.exports = ['消しゴム']
    },
    25790: (e) => {
      e.exports = ['時間外セッション']
    },
    97100: (e) => {
      e.exports = ['予測・測定ツール']
    },
    22305: (e) => {
      e.exports = ['フィボナッチ']
    },
    11682: (e) => {
      e.exports = ['フルスクリーンモード']
    },
    15327: (e) => {
      e.exports = ['機能']
    },
    17517: (e) => {
      e.exports = ['すべての描画ツールを非表示']
    },
    82785: (e) => {
      e.exports = ['スケールを反転']
    },
    64642: (e) => {
      e.exports = ['インジケーターを挿入']
    },
    55149: (e) => {
      e.exports = ['オブジェクトツリーを開く']
    },
    75687: (e) => {
      e.exports = ['チャートレイアウトの読み込み']
    },
    37057: (e) => {
      e.exports = ['すべての描画ツールをロック']
    },
    95667: (e) => {
      e.exports = ['価格とバーの比率をロック']
    },
    19567: (e) => {
      e.exports = ['スケールを左に移動']
    },
    76300: (e) => {
      e.exports = ['スケールを右に移動']
    },
    56854: (e) => {
      e.exports = ['チャートを後方に移動']
    },
    22221: (e) => {
      e.exports = ['チャートを前方に移動']
    },
    79165: (e) => {
      e.exports = ['マジック']
    },
    37140: (e) => {
      e.exports = [
        'マグネットモードでは、価格バーの近くに描画を配置すると近くのOHLC値（始値・高値・安値・終値）にくっつきます',
      ]
    },
    72357: (e) => {
      e.exports = ['レイアウトの描画を管理']
    },
    59607: (e) => {
      e.exports = ['ものさし']
    },
    79961: (e) => {
      e.exports = ['測定']
    },
    78633: (e) => {
      e.exports = ['すべてのスケールを左に結合']
    },
    308: (e) => {
      e.exports = ['すべてのスケールを右に結合']
    },
    29673: (e) => {
      e.exports = ['条件に合致する取引所はありません']
    },
    41379: (e) => {
      e.exports = ['条件に合致するシンボルはありません']
    },
    45850: (e) => {
      e.exports = ['条件に合致するものがありません']
    },
    36551: (e) => {
      e.exports = [
        '新規描画は、マルチレイアウトのすべてのチャートに複製され、同じティッカーが選択された時に表示されます。',
      ]
    },
    19407: (e) => {
      e.exports = ['新規描画をグローバルに同期']
    },
    77989: (e) => {
      e.exports = ['新規描画をレイアウト内で同期']
    },
    19724: (e) => {
      e.exports = ['情報源']
    },
    62571: (e) => {
      e.exports = ['チャートレイアウトを保存']
    },
    35264: (e) => {
      e.exports = ['価格のみでスケール']
    },
    52298: (e) => {
      e.exports = ['検索']
    },
    78842: (e) => {
      e.exports = ['ツールや機能を検索']
    },
    13269: (e) => {
      e.exports = ['情報源を選択']
    },
    90417: (e) => {
      e.exports = ['セッション区切り']
    },
    25792: (e) => {
      e.exports = ['図形']
    },
    91977: (e) => {
      e.exports = ['非表示ツールを表示']
    },
    51072: (e) => {
      e.exports = ['オブジェクトツリーを表示']
    },
    49421: (e) => {
      e.exports = ['描画モードの維持']
    },
    85422: (e) => {
      e.exports = ['強いマグネット']
    },
    89053: (e) => {
      e.exports = ['シンボル']
    },
    48490: (e) => {
      e.exports = ['シンボル & 詳細']
    },
    79791: (e) => {
      e.exports = ['シンボル名ラベル']
    },
    12014: (e) => {
      e.exports = ['シンボル情報']
    },
    78001: (e) => {
      e.exports = ['シンボル現在値ラベル']
    },
    99983: (e) => {
      e.exports = ['シンボル検索']
    },
    35888: (e) => {
      e.exports = ['すべてのチャートに描画を同期する']
    },
    19693: (e) => {
      e.exports = ['パターン']
    },
    73359: (e) => {
      e.exports = ['ピッチフォーク']
    },
    4037: (e) => {
      e.exports = ['プラスボタン']
    },
    96032: (e) => {
      e.exports = ['前日終値ライン']
    },
    99530: (e) => {
      e.exports = ['価格ライン']
    },
    90612: (e) => {
      e.exports = ['最近の検索']
    },
    31273: (e) => {
      e.exports = ['通常セッション']
    },
    76091: (e) => {
      e.exports = ['描画を削除']
    },
    20378: (e) => {
      e.exports = ['インジケーターを削除']
    },
    57869: (e) => {
      e.exports = ['すべてのインジケーターと描画ツールを削除']
    },
    72482: (e) => {
      e.exports = ['お気に入りから削除']
    },
    34465: (e) => {
      e.exports = ['チャートをリセット']
    },
    45417: (e) => {
      e.exports = ['価格スケールをリセット']
    },
    75521: (e) => {
      e.exports = ['時間軸をリセット']
    },
    45265: (e) => {
      e.exports = ['弱いマグネット']
    },
    20916: (e) => {
      e.exports = ['テキスト&ノート']
    },
    18794: (e) => {
      e.exports = ['トレンドラインツール']
    },
    64185: (e) => {
      e.exports = ['入力して描画、機能、設定を検索']
    },
    89967: (e) => {
      e.exports = ['出来高ベース']
    },
    38925: (e) => {
      e.exports = ['ズームイン']
    },
    49895: (e) => {
      e.exports = ['ズームアウト']
    },
    12629: (e) => {
      e.exports = ['コモディティ']
    },
    87592: (e) => {
      e.exports = ['CFD']
    },
    65558: (e) => {
      e.exports = ['チャート上のアイデアの表示の変更']
    },
    59820: (e) => {
      e.exports = ['インジケーターと財務指標名ラベルの可視性を変更']
    },
    90512: (e) => {
      e.exports = ['インジケーターと財務指標値のラベルの可視性を変更']
    },
    50393: (e) => {
      e.exports = ['プレ／アフターマーケット価格ラインの表示の変更']
    },
    8448: (e) => {
      e.exports = ['暗号']
    },
    67245: (e) => {
      e.exports = ['預託証券']
    },
    88720: (e) => {
      e.exports = ['経済指標']
    },
    39512: (e) => {
      e.exports = ['FX']
    },
    81859: (e) => {
      e.exports = ['先物']
    },
    12754: (e) => {
      e.exports = ['指数']
    },
    60804: (e) => {
      e.exports = ['指数']
    },
    36931: (e) => {
      e.exports = ['株式']
    },
    95612: (e) => {
      e.exports = ['描画の同期']
    },
    32868: (e) => {
      e.exports = ['{hotKey_0} + チャートをクリック']
    },
    68125: (e) => {
      e.exports = ['{hotKey_0} — 円']
    },
    40234: (e) => {
      e.exports = ['{hotKey_0} ー 45度の角度で直線を描く']
    },
    10289: (e) => {
      e.exports = ['{hotKey_0} — 固定増分']
    },
    81591: (e) => {
      e.exports = ['{hotKey_0} — 正方形']
    },
  },
])
