;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [3175],
  {
    814281: (e) => {
      e.exports = ['通貨']
    },
    360558: (e) => {
      e.exports = ['動物 & 自然']
    },
    414232: (e) => {
      e.exports = ['アクティビティ']
    },
    157792: (e) => {
      e.exports = ['矢印']
    },
    433628: (e) => {
      e.exports = ['ジェスチャー & スマイリー']
    },
    935305: (e) => {
      e.exports = ['フード & ドリンク']
    },
    149546: (e) => {
      e.exports = ['旗']
    },
    572302: (e) => {
      e.exports = ['モノ']
    },
    111739: (e) => {
      e.exports = ['自然']
    },
    396330: (e) => {
      e.exports = ['スマイル & 人物']
    },
    906878: (e) => {
      e.exports = ['記号']
    },
    877011: (e) => {
      e.exports = ['記号 & 旗']
    },
    415426: (e) => {
      e.exports = ['最近使用したもの']
    },
    715395: (e) => {
      e.exports = ['トラベル & 場所']
    },
    939176: (e) => {
      e.exports = ['コンテンツ']
    },
    619022: (e) => {
      e.exports = ['チャネル']
    },
    682401: (e) => {
      e.exports = ['カーソル']
    },
    150025: (e) => {
      e.exports = ['サイクル']
    },
    19661: (e) => {
      e.exports = ['アノテーションツール']
    },
    44629: (e) => {
      e.exports = ['お気に入りに追加']
    },
    223969: (e) => {
      e.exports = ['矢印']
    },
    755939: (e) => {
      e.exports = ['ブラシ']
    },
    543884: (e) => {
      e.exports = ['ギャン']
    },
    705816: (e) => {
      e.exports = ['ギャン＆フィボナッチツール']
    },
    322146: (e) => {
      e.exports = ['幾何学的図形']
    },
    860925: (e) => {
      e.exports = ['ドット']
    },
    719570: (e) => {
      e.exports = ['絵文字']
    },
    388280: (e) => {
      e.exports = ['エリオット波動']
    },
    299289: (e) => {
      e.exports = ['消しゴム']
    },
    797100: (e) => {
      e.exports = ['予測・測定ツール']
    },
    922305: (e) => {
      e.exports = ['フィボナッチ']
    },
    717517: (e) => {
      e.exports = ['すべての描画ツールを非表示']
    },
    396411: (e) => {
      e.exports = ['描画ツールバーを非表示']
    },
    792464: (e) => {
      e.exports = ['アイコン']
    },
    537057: (e) => {
      e.exports = ['すべての描画ツールをロック']
    },
    579165: (e) => {
      e.exports = ['マジック']
    },
    937140: (e) => {
      e.exports = [
        'マグネットモードでは、価格バーの近くに描画を配置すると近くのOHLC値（始値・高値・安値・終値）にくっつきます',
      ]
    },
    659607: (e) => {
      e.exports = ['ものさし']
    },
    79961: (e) => {
      e.exports = ['測定']
    },
    736551: (e) => {
      e.exports = [
        '新規描画は、マルチレイアウトのすべてのチャートに複製され、同じティッカーが選択された時に表示されます。',
      ]
    },
    825792: (e) => {
      e.exports = ['図形']
    },
    563354: (e) => {
      e.exports = ['描画ツールバーを表示']
    },
    149616: (e) => {
      e.exports = ['お気に入り描画ツールのツールバーを表示']
    },
    691977: (e) => {
      e.exports = ['非表示ツールを表示']
    },
    551072: (e) => {
      e.exports = ['オブジェクトツリーを表示']
    },
    749421: (e) => {
      e.exports = ['描画モードの維持']
    },
    84121: (e) => {
      e.exports = ['ステッカー']
    },
    685422: (e) => {
      e.exports = ['強いマグネット']
    },
    219693: (e) => {
      e.exports = ['パターン']
    },
    673359: (e) => {
      e.exports = ['ピッチフォーク']
    },
    376091: (e) => {
      e.exports = ['描画を削除']
    },
    345286: (e) => {
      e.exports = ['オブジェクトを削除']
    },
    572482: (e) => {
      e.exports = ['お気に入りから削除']
    },
    630513: (e) => {
      e.exports = ['{drawings}を削除']
    },
    710049: (e) => {
      e.exports = ['{drawings}と{indicators}を削除']
    },
    355084: (e) => {
      e.exports = ['{indicators}を削除']
    },
    245265: (e) => {
      e.exports = ['弱いマグネット']
    },
    620916: (e) => {
      e.exports = ['テキスト&ノート']
    },
    18794: (e) => {
      e.exports = ['トレンドラインツール']
    },
    89967: (e) => {
      e.exports = ['出来高ベース']
    },
    38925: (e) => {
      e.exports = ['ズームイン']
    },
    949895: (e) => {
      e.exports = ['ズームアウト']
    },
    132868: (e) => {
      e.exports = ['{hotKey_0} + チャートをクリック']
    },
    468125: (e) => {
      e.exports = ['{hotKey_0} — 円']
    },
    240234: (e) => {
      e.exports = ['{hotKey_0} ー 45度の角度で直線を描く']
    },
    510289: (e) => {
      e.exports = ['{hotKey_0} — 固定増分']
    },
    481591: (e) => {
      e.exports = ['{hotKey_0} — 正方形']
    },
    293030: (e) => {
      e.exports = ['{amount}個の描画']
    },
    580437: (e) => {
      e.exports = ['{amount}個のインジケーター']
    },
  },
])
