;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [4433],
  {
    822353: (e) => {
      e.exports = ['(始値 + 高値 + 安値 + 終値)/4']
    },
    94884: (e) => {
      e.exports = ['(高値 + 安値 + 終値)/3']
    },
    710591: (e) => {
      e.exports = ['(高値 + 安値)/2']
    },
    563243: (e) => {
      e.exports = [
        '（現在足の始値基準ではなく）前の足の終値基準でバーの色を判定',
      ]
    },
    715857: (e) => {
      e.exports = ['ライン - 終値']
    },
    909994: (e) => {
      e.exports = ['配当でデータを調整']
    },
    710989: (e) => {
      e.exports = ['限月の切り替えの調整']
    },
    470816: (e) => {
      e.exports = ['平均終値']
    },
    350430: (e) => {
      e.exports = ['下部ライン']
    },
    883760: (e) => {
      e.exports = ['実体']
    },
    872269: (e) => {
      e.exports = ['枠']
    },
    507445: (e) => {
      e.exports = ['基準レベル']
    },
    947586: (e) => {
      e.exports = ['Bid/Ask']
    },
    339667: (e) => {
      e.exports = ['下降バー']
    },
    587151: (e) => {
      e.exports = ['下降カラー']
    },
    181285: (e) => {
      e.exports = ['データの調整']
    },
    204329: (e) => {
      e.exports = ['デフォルト']
    },
    986846: (e) => {
      e.exports = ['塗りつぶし']
    },
    658747: (e) => {
      e.exports = ['上部エリア']
    },
    111157: (e) => {
      e.exports = ['下部エリア']
    },
    586953: (e) => {
      e.exports = ['HLCバー']
    },
    439292: (e) => {
      e.exports = ['高値・安値']
    },
    983678: (e) => {
      e.exports = ['ライン - 高値']
    },
    275310: (e) => {
      e.exports = ['ライン - 安値']
    },
    915107: (e) => {
      e.exports = ['現在値']
    },
    906350: (e) => {
      e.exports = ['プレ／アフターマーケット']
    },
    362521: (e) => {
      e.exports = ['プレ／アフターマーケット時間の背景']
    },
    173947: (e) => {
      e.exports = ['精度']
    },
    8094: (e) => {
      e.exports = ['前日終値']
    },
    131971: (e) => {
      e.exports = ['価格ライン']
    },
    224248: (e) => {
      e.exports = ['価格のソース']
    },
    994089: (e) => {
      e.exports = ['上昇予測バー']
    },
    280293: (e) => {
      e.exports = ['予測バー']
    },
    405704: (e) => {
      e.exports = ['下降予測バー']
    },
    729881: (e) => {
      e.exports = ['価格スケールに（平均足ではなく）実際の価格を表示']
    },
    457417: (e) => {
      e.exports = ['上部ライン']
    },
    855314: (e) => {
      e.exports = ['細いバー']
    },
    587492: (e) => {
      e.exports = ['タイムゾーン']
    },
    405536: (e) => {
      e.exports = ['上昇カラー']
    },
    683610: (e) => {
      e.exports = ['上昇バー']
    },
    999983: (e) => {
      e.exports = ['日足で清算価格を終値として利用']
    },
    735612: (e) => {
      e.exports = ['出来高加重バーを使用する']
    },
    130792: (e) => {
      e.exports = ['ローソク足']
    },
    655740: (e) => {
      e.exports = ['HLCバーの変更']
    },
    568927: (e) => {
      e.exports = ['平均価格ラインの幅の変更']
    },
    730385: (e) => {
      e.exports = ['平均価格ラインの色の変更']
    },
    897008: (e) => {
      e.exports = ['エリアの塗りつぶしの色の変更']
    },
    206610: (e) => {
      e.exports = ['エリアラインの幅の変更']
    },
    200661: (e) => {
      e.exports = ['エリアラインの色の変更']
    },
    201316: (e) => {
      e.exports = ['エリア価格のソースの変更']
    },
    129180: (e) => {
      e.exports = ['Askラインの色の変更']
    },
    831547: (e) => {
      e.exports = ['基準レベルの変更']
    },
    104164: (e) => {
      e.exports = ['ベースラインの下部ラインの色の変更']
    },
    438990: (e) => {
      e.exports = ['ベースラインの下部ラインの幅の変更']
    },
    273163: (e) => {
      e.exports = ['ベースラインの下部エリアの塗りつぶしの色の変更']
    },
    112673: (e) => {
      e.exports = ['ベースラインの上部エリアの塗りつぶしの色の変更']
    },
    156819: (e) => {
      e.exports = ['ベースラインの価格ソースの変更']
    },
    268621: (e) => {
      e.exports = ['ベースラインの上部ラインの色の変更']
    },
    535339: (e) => {
      e.exports = ['ベースラインの上部ラインの幅の変更']
    },
    476804: (e) => {
      e.exports = ['上昇バーの色の変更']
    },
    171816: (e) => {
      e.exports = ['下降バーの色の変更']
    },
    436703: (e) => {
      e.exports = ['Bidラインの色の変更']
    },
    829353: (e) => {
      e.exports = ['前の足の終値基準でバーの色を変更']
    },
    985709: (e) => {
      e.exports = ['カラムの上昇カラーの変更']
    },
    112155: (e) => {
      e.exports = ['カラムの下降カラーの変更']
    },
    166890: (e) => {
      e.exports = ['カラムの価格ソースの変更']
    },
    71809: (e) => {
      e.exports = ['小数点以下の桁数の変更']
    },
    31317: (e) => {
      e.exports = ['時間外取引の入の変更']
    },
    560944: (e) => {
      e.exports = ['高値・安値価格ラインの色の変更']
    },
    983708: (e) => {
      e.exports = ['高値・安値価格ラインの幅の変更']
    },
    281080: (e) => {
      e.exports = ['ハイローの実体の色の変更']
    },
    330033: (e) => {
      e.exports = ['ハイローの実体の表示の変更']
    },
    676885: (e) => {
      e.exports = ['ハイローの枠の色の変更']
    },
    279236: (e) => {
      e.exports = ['ハイローの枠の表示の変更']
    },
    142981: (e) => {
      e.exports = ['ハイローのラベルの表示の変更']
    },
    531937: (e) => {
      e.exports = ['ハイローのラベルの色の変更']
    },
    687828: (e) => {
      e.exports = ['ラインカラーの変更']
    },
    17119: (e) => {
      e.exports = ['ライン価格のソースの変更']
    },
    669125: (e) => {
      e.exports = ['ライン幅の変更']
    },
    449973: (e) => {
      e.exports = ['アフターマーケットの色の変更']
    },
    5969: (e) => {
      e.exports = ['アフターマーケットラインの色の変更']
    },
    350393: (e) => {
      e.exports = ['プレ／アフターマーケット価格ラインの表示の変更']
    },
    746257: (e) => {
      e.exports = ['プレマーケットの色の変更']
    },
    60852: (e) => {
      e.exports = ['プレマーケットラインの色の変更']
    },
    891183: (e) => {
      e.exports = ['前日終値ラインの色の変更']
    },
    87631: (e) => {
      e.exports = ['前日終値ラインの幅の変更']
    },
    177640: (e) => {
      e.exports = ['価格ラインの色の変更']
    },
    497322: (e) => {
      e.exports = ['価格ラインの幅の変更']
    },
    735116: (e) => {
      e.exports = ['レンジバーのスタイルの変更']
    },
    328143: (e) => {
      e.exports = ['レンジバーの細さの変更']
    },
    875986: (e) => {
      e.exports = ['下降の練行足のヒゲの色の変更']
    },
    707747: (e) => {
      e.exports = ['練行足のヒゲの色の変更']
    },
    109473: (e) => {
      e.exports = ['練行足のヒゲの表示の変更']
    },
    639783: (e) => {
      e.exports = ['価格スケールに（平均足ではなく）実際の価格を表示の変更']
    },
    672886: (e) => {
      e.exports = ['細いバーの変更']
    },
    495108: (e) => {
      e.exports = ['出来高加重バーに変更する']
    },
    405464: (e) => {
      e.exports = ['上昇の{candleType}の枠の色の変更']
    },
    861118: (e) => {
      e.exports = ['上昇の{candleType}の色の変更']
    },
    660164: (e) => {
      e.exports = ['下降の{candleType}のヒゲの色の変更']
    },
    445543: (e) => {
      e.exports = ['上昇の{candleType}のヒゲの色の変更']
    },
    239987: (e) => {
      e.exports = ['{candleType}のヒゲの表示の変更']
    },
    647202: (e) => {
      e.exports = ['{candleType}の実体の表示の変更']
    },
    123986: (e) => {
      e.exports = ['{candleType}の枠の表示の変更']
    },
    492330: (e) => {
      e.exports = ['下降の{candleType}の枠の色の変更']
    },
    136320: (e) => {
      e.exports = ['下降の{candleType}の色の変更']
    },
    179088: (e) => {
      e.exports = ['{chartType}の下降バーの実体の色の変更']
    },
    811107: (e) => {
      e.exports = ['{chartType}の上昇バーの実体の色の変更']
    },
    685503: (e) => {
      e.exports = ['下降の{chartType}の色の変更']
    },
    761250: (e) => {
      e.exports = ['{chartType}の上昇予測バーの実体の色の変更']
    },
    618465: (e) => {
      e.exports = ['{chartType}の下降予測バーの色の変更']
    },
    50453: (e) => {
      e.exports = ['{chartType}の上昇予測バーの色の変更']
    },
    59414: (e) => {
      e.exports = ['上昇の{chartType}の色の変更']
    },
    621547: (e) => {
      e.exports = ['{inputName}プロパティの変更']
    },
    342390: (e) => {
      e.exports = ['配当でデータの調整']
    },
    399511: (e) => {
      e.exports = ['限月の切り替えの調整']
    },
    932387: (e) => {
      e.exports = ['カギ足']
    },
    375165: (e) => {
      e.exports = ['中空ローソク足']
    },
    259905: (e) => {
      e.exports = ['新値足']
    },
    77828: (e) => {
      e.exports = ['ポイント＆フィギュア']
    },
    518995: (e) => {
      e.exports = ['レンジ']
    },
    47500: (e) => {
      e.exports = ['練行足']
    },
    398402: (e) => {
      e.exports = ['日足で清算価格を終値として利用']
    },
  },
])
