;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [5362],
  {
    40276: (e) => {
      e.exports = ['追加']
    },
    53585: (e) => {
      e.exports = ['カスタムカラーの追加']
    },
    81865: (e) => {
      e.exports = ['不透明度']
    },
    19801: (e) => {
      e.exports = ['金']
    },
    11268: (e) => {
      e.exports = ['月']
    },
    63331: (e) => {
      e.exports = ['土']
    },
    85954: (e) => {
      e.exports = ['日']
    },
    26230: (e) => {
      e.exports = ['水']
    },
    24793: (e) => {
      e.exports = ['木']
    },
    31533: (e) => {
      e.exports = ['火']
    },
    73755: (e) => {
      e.exports = ['別のシンボル']
    },
    16936: (e) => {
      e.exports = ['戻る']
    },
    88046: (e) => {
      e.exports = ['メインチャートのシンボル']
    },
    9898: (e) => {
      e.exports = ['ストックオプション']
    },
    52051: (e) => {
      e.exports = ['カレンダーは現在{year}年です']
    },
    99990: (e) => {
      e.exports = ['カレンダーは現在{year_start}年から{year_end}年までです']
    },
    92702: (e) => {
      e.exports = ['カレンダーは現在{month}月です']
    },
    20036: (e) => {
      e.exports = ['キャンセル']
    },
    23398: (e) => {
      e.exports = ['シンボルの変更']
    },
    94551: (e) => {
      e.exports = ['チャート']
    },
    80395: (e) => {
      e.exports = ['メニューを閉じる']
    },
    64498: (e) => {
      e.exports = ['すべての提供元']
    },
    97637: (e) => {
      e.exports = ['4月']
    },
    86797: (e) => {
      e.exports = ['8月']
    },
    79852: (e) => {
      e.exports = ['債券']
    },
    55669: (e) => {
      e.exports = ['12月']
    },
    56095: (e) => {
      e.exports = ['減少']
    },
    29601: (e) => {
      e.exports = ['詳細']
    },
    16467: (e) => {
      e.exports = ['2月']
    },
    72970: (e) => {
      e.exports = ['金曜日']
    },
    46812: (e) => {
      e.exports = ['増加']
    },
    26910: (e) => {
      e.exports = ['1月']
    },
    23230: (e) => {
      e.exports = ['7月']
    },
    49385: (e) => {
      e.exports = ['6月']
    },
    90784: (e) => {
      e.exports = ['10月']
    },
    89298: (e) => {
      e.exports = ['オフセット']
    },
    68988: (e) => {
      e.exports = ['OK']
    },
    61199: (e) => {
      e.exports = ['月曜日']
    },
    95543: (e) => {
      e.exports = ['月']
    },
    68327: (e) => {
      e.exports = ['5月']
    },
    84675: (e) => {
      e.exports = ['3月']
    },
    29673: (e) => {
      e.exports = ['条件に合致する取引所はありません']
    },
    41379: (e) => {
      e.exports = ['条件に合致するシンボルはありません']
    },
    71194: (e) => {
      e.exports = ['11月']
    },
    83771: (e) => {
      e.exports = ['翌年']
    },
    75385: (e) => {
      e.exports = ['次の年']
    },
    39752: (e) => {
      e.exports = ['翌月']
    },
    35563: (e) => {
      e.exports = ['数字形式が有効なものではありません。']
    },
    19724: (e) => {
      e.exports = ['情報源']
    },
    1144: (e) => {
      e.exports = ['土曜日']
    },
    52298: (e) => {
      e.exports = ['検索']
    },
    13269: (e) => {
      e.exports = ['情報源を選択']
    },
    61132: (e) => {
      e.exports = ['9月']
    },
    2607: (e) => {
      e.exports = ['指定された値が銘柄の最大値 {max} を超えています。']
    },
    53669: (e) => {
      e.exports = ['指定された値が銘柄の最小値 {min} 未満です。']
    },
    72149: (e) => {
      e.exports = ['日曜日']
    },
    83583: (e) => {
      e.exports = ['月に切り替え']
    },
    6244: (e) => {
      e.exports = ['日に切り替え']
    },
    80879: (e) => {
      e.exports = ['年に切り替え']
    },
    89053: (e) => {
      e.exports = ['シンボル']
    },
    48490: (e) => {
      e.exports = ['シンボル & 詳細']
    },
    99983: (e) => {
      e.exports = ['シンボル検索']
    },
    32457: (e) => {
      e.exports = ['適切な日付を入力して下さい']
    },
    5122: (e) => {
      e.exports = ['正しい日付の形式 (yyyy-mm-dd) を入力してください']
    },
    2587: (e) => {
      e.exports = ['前月']
    },
    39329: (e) => {
      e.exports = ['前年']
    },
    27004: (e) => {
      e.exports = ['前の年']
    },
    54336: (e) => {
      e.exports = ['色を削除']
    },
    7147: (e) => {
      e.exports = ['水曜日']
    },
    7951: (e) => {
      e.exports = ['木曜日']
    },
    60142: (e) => {
      e.exports = ['太さ']
    },
    44979: (e) => {
      e.exports = ['火曜日']
    },
    69325: (e) => {
      e.exports = ['年']
    },
    12629: (e) => {
      e.exports = ['コモディティ']
    },
    87592: (e) => {
      e.exports = ['CFD']
    },
    17023: (e) => {
      e.exports = ['不透明度の変更']
    },
    13066: (e) => {
      e.exports = ['色の変更']
    },
    95657: (e) => {
      e.exports = ['太さの変更']
    },
    18567: (e) => {
      e.exports = ['{propertyName}のプロパティの変更']
    },
    36962: (e) => {
      e.exports = ['終値']
    },
    8448: (e) => {
      e.exports = ['暗号']
    },
    67245: (e) => {
      e.exports = ['預託証券']
    },
    88720: (e) => {
      e.exports = ['経済指標']
    },
    39512: (e) => {
      e.exports = ['FX']
    },
    81859: (e) => {
      e.exports = ['先物']
    },
    39337: (e) => {
      e.exports = ['高値']
    },
    91815: (e) => {
      e.exports = ['高値+安値の平均']
    },
    40771: (e) => {
      e.exports = ['高値+安値+終値の平均']
    },
    9523: (e) => {
      e.exports = ['高値+安値+終値x2の平均']
    },
    12754: (e) => {
      e.exports = ['指数']
    },
    60804: (e) => {
      e.exports = ['指数']
    },
    12504: (e) => {
      e.exports = ['始値+高値+安値+終値の平均']
    },
    38466: (e) => {
      e.exports = ['始値']
    },
    3919: (e) => {
      e.exports = ['安値']
    },
    36931: (e) => {
      e.exports = ['株式']
    },
  },
])
