;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [5173],
  {
    712978: (e) => {
      e.exports = ['{symbolName}のリアルタイムデータは']
    },
    864565: (e) => {
      e.exports = ['{exchange}取引所から提供されています。']
    },
    353205: (e) => {
      e.exports = ['先物つなぎ足']
    },
    115993: (e) => {
      e.exports = [
        '先物つなぎ足は、各限月を連結した人工的な先物銘柄です。「1!」のつなぎ足は期近物（限月が最も近いもの）を表し、「2!」のつなぎ足は2番目に満期を迎える限月を表しています。',
      ]
    },
    345e3: (e) => {
      e.exports = ['Cboe One ']
    },
    52916: (e) => {
      e.exports = ['データは1日に1度更新されます。']
    },
    425978: (e) => {
      e.exports = [
        '市場でより多くの更新がある場合でも、データは1秒に1回だけ更新されます。',
      ]
    },
    257310: (e) => {
      e.exports = ['データは遅延しています']
    },
    449321: (e) => {
      e.exports = [
        '無料プランで提供されるデータは、市場でより多くの更新がある場合でも1秒に1回だけ更新されます。',
      ]
    },
    6044: (e) => {
      e.exports = ['派生データ']
    },
    831461: (e) => {
      e.exports = [
        '派生データとは、様々なソースから得られる生データを組み合わせたり、加工することによって作られる財務指標を指します。',
      ]
    },
    659315: (e) => {
      e.exports = ['終日データ']
    },
    332960: (e) => {
      e.exports = ['ハラールシンボル']
    },
    791459: (e) => {
      e.exports = [
        '{listedExchange} のリアルタイムデータをご希望の場合には、取引所の合意書に承諾される必要があります。数回のクリックで完了しますのでご安心ください。',
      ]
    },
    215815: (e) => {
      e.exports = ['1秒に1回更新']
    },
    718429: (e) => {
      e.exports = ['詳細を確認']
    },
    141610: (e) => {
      e.exports = ['詳細']
    },
    28412: (e) => {
      e.exports = ['有料プランでは、データの更新が高速になります。']
    },
    624680: (e) => {
      e.exports = ['一次上場']
    },
    689022: (e) => {
      e.exports = [
        '現在このシンボルのリアルタイムデータはサポートされていません。将来的にはサポートされる可能性があります。',
      ]
    },
    806667: (e) => {
      e.exports = [
        '{symbolName}のリアルタイムデータは{exchange}取引所から提供されています。',
      ]
    },
    652984: (e) => {
      e.exports = [
        '{description}のリアルタイムデータを入手するには、該当のリアルタイムデータパッケージをご購入ください。',
      ]
    },
    999214: (e) => {
      e.exports = [
        '第一となる主要な証券取引所で、企業の株式が上場・取引されています。',
      ]
    },
    102310: (e) => {
      e.exports = [
        'このデータはリアルタイムですが、主要取引所からの公式なデータとは若干異なる場合があります。',
      ]
    },
    729512: (e) => {
      e.exports = [
        'このデータはリアルタイムですが、{exchange}からの公式なデータとは若干異なる場合があります。',
      ]
    },
    152449: (e) => {
      e.exports = [
        'この銘柄は、イスラム法に従うことを意味するシャリア・コンプライアントの銘柄です。この企業は利息の請求や受け取りをせず、特定のセクター（ギャンブル、アルコール、タバコ、豚肉製品）には関与していません。',
      ]
    },
    886753: (e) => {
      e.exports = [
        'このリアルタイムデータは{originalExchange}取引所によって提供されているものです。{exchange}から直接送られる公式データと若干異なっている場合があります。もしこの差異がご自身にとって重大なものである場合は、一次取引所からリアルタイムデータをご購入いただく必要があり、弊社でもご購入のサポートを行っております。',
      ]
    },
    107435: (e) => {
      e.exports = ['{originalExchange}による{exchange}']
    },
    301084: (e) => {
      e.exports = [
        '登録ユーザーの方は無料で{listedExchange}のリアルタイムデータをご利用頂けます。',
      ]
    },
    538611: (e) => {
      e.exports = [
        '{symbolName}のデータは取引所の要件により{time}分ほど遅延しています。',
      ]
    },
  },
])
