;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [5275],
  {
    340276: (e) => {
      e.exports = ['追加']
    },
    453585: (e) => {
      e.exports = ['カスタムカラーの追加']
    },
    681865: (e) => {
      e.exports = ['不透明度']
    },
    2443: (e) => {
      e.exports = ['ラインツールの線種']
    },
    940054: (e) => {
      e.exports = ['色']
    },
    44629: (e) => {
      e.exports = ['お気に入りに追加']
    },
    486528: (e) => {
      e.exports = ['デフォルト描画テンプレートを適用']
    },
    938455: (e) => {
      e.exports = ['背景色']
    },
    179964: (e) => {
      e.exports = ['背景色1']
    },
    745320: (e) => {
      e.exports = ['背景色2']
    },
    774935: (e) => {
      e.exports = ["本当に描画テンプレート '{name}' を削除しますか？"]
    },
    860925: (e) => {
      e.exports = ['ドット']
    },
    842973: (e) => {
      e.exports = ['点線']
    },
    459317: (e) => {
      e.exports = ['破線']
    },
    571527: (e) => {
      e.exports = [
        "描画テンプレート '{name}' は既に存在しています。本当に置き換えますか？",
      ]
    },
    299289: (e) => {
      e.exports = ['消しゴム']
    },
    23886: (e) => {
      e.exports = ['フォントサイズ']
    },
    417006: (e) => {
      e.exports = ['フォントサイズ']
    },
    717517: (e) => {
      e.exports = ['すべての描画ツールを非表示']
    },
    574813: (e) => {
      e.exports = ['お気に入り描画ツールのツールバーを非表示']
    },
    537057: (e) => {
      e.exports = ['すべての描画ツールをロック']
    },
    671845: (e) => {
      e.exports = ['ラインツールの背景']
    },
    712928: (e) => {
      e.exports = ['ラインツールの色']
    },
    121327: (e) => {
      e.exports = ['ラインツールのテキストの色']
    },
    286327: (e) => {
      e.exports = ['ラインツールの太さ']
    },
    447059: (e) => {
      e.exports = ['ラインツールの太さ']
    },
    141610: (e) => {
      e.exports = ['詳細']
    },
    579165: (e) => {
      e.exports = ['マジック']
    },
    937140: (e) => {
      e.exports = [
        'マグネットモードでは、価格バーの近くに描画を配置すると近くのOHLC値（始値・高値・安値・終値）にくっつきます',
      ]
    },
    867455: (e) => {
      e.exports = ['マーカーの色']
    },
    659607: (e) => {
      e.exports = ['ものさし']
    },
    736551: (e) => {
      e.exports = [
        '新規描画は、マルチレイアウトのすべてのチャートに複製され、同じティッカーが選択された時に表示されます。',
      ]
    },
    933751: (e) => {
      e.exports = ['名前を付けて描画テンプレートを保存']
    },
    691977: (e) => {
      e.exports = ['非表示ツールを表示']
    },
    551072: (e) => {
      e.exports = ['オブジェクトツリーを表示']
    },
    749421: (e) => {
      e.exports = ['描画モードの維持']
    },
    749593: (e) => {
      e.exports = ['ストップの背景色']
    },
    36785: (e) => {
      e.exports = ['ターゲットの背景色']
    },
    376091: (e) => {
      e.exports = ['描画を削除']
    },
    854336: (e) => {
      e.exports = ['色を削除']
    },
    572482: (e) => {
      e.exports = ['お気に入りから削除']
    },
    319221: (e) => {
      e.exports = ['テキストの色']
    },
    350912: (e) => {
      e.exports = ['テンプレート名']
    },
    891900: (e) => {
      e.exports = ['テンプレート']
    },
    38925: (e) => {
      e.exports = ['ズームイン']
    },
    949895: (e) => {
      e.exports = ['ズームアウト']
    },
    16631: (e) => {
      e.exports = ['ラインツールのテキストの色の変更']
    },
    674350: (e) => {
      e.exports = ['ラインツールの背景色の変更']
    },
    368519: (e) => {
      e.exports = ['ラインツールの色の変更']
    },
    436819: (e) => {
      e.exports = ['ラインツールのフォントサイズの変更']
    },
    654769: (e) => {
      e.exports = ['ラインツールの線種の変更']
    },
    141648: (e) => {
      e.exports = ['ラインツールの線の幅の変更']
    },
    18567: (e) => {
      e.exports = ['{propertyName}のプロパティの変更']
    },
    132868: (e) => {
      e.exports = ['{hotKey_0} + チャートをクリック']
    },
    468125: (e) => {
      e.exports = ['{hotKey_0} — 円']
    },
    240234: (e) => {
      e.exports = ['{hotKey_0} ー 45度の角度で直線を描く']
    },
    510289: (e) => {
      e.exports = ['{hotKey_0} — 固定増分']
    },
    481591: (e) => {
      e.exports = ['{hotKey_0} — 正方形']
    },
  },
])
