;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [6137],
  {
    519801: (e) => {
      e.exports = ['金']
    },
    11268: (e) => {
      e.exports = ['月']
    },
    963331: (e) => {
      e.exports = ['土']
    },
    85954: (e) => {
      e.exports = ['日']
    },
    226230: (e) => {
      e.exports = ['水']
    },
    24793: (e) => {
      e.exports = ['木']
    },
    831533: (e) => {
      e.exports = ['火']
    },
    172639: (e) => {
      e.exports = ['ティック']
    },
    436598: (e) => {
      e.exports = ['接続']
    },
    708169: (e) => {
      e.exports = ['ブローカに接続']
    },
    697174: (e) => {
      e.exports = ['注意！']
    },
    952051: (e) => {
      e.exports = ['カレンダーは現在{year}年です']
    },
    499990: (e) => {
      e.exports = ['カレンダーは現在{year_start}年から{year_end}年までです']
    },
    692702: (e) => {
      e.exports = ['カレンダーは現在{month}月です']
    },
    782806: (e) => {
      e.exports = ['ストップ注文の種類を変更']
    },
    997637: (e) => {
      e.exports = ['4月']
    },
    486797: (e) => {
      e.exports = ['8月']
    },
    55669: (e) => {
      e.exports = ['12月']
    },
    756095: (e) => {
      e.exports = ['減少']
    },
    316467: (e) => {
      e.exports = ['2月']
    },
    772970: (e) => {
      e.exports = ['金曜日']
    },
    146812: (e) => {
      e.exports = ['増加']
    },
    926910: (e) => {
      e.exports = ['1月']
    },
    323230: (e) => {
      e.exports = ['7月']
    },
    49385: (e) => {
      e.exports = ['6月']
    },
    290784: (e) => {
      e.exports = ['10月']
    },
    312690: (e) => {
      e.exports = [
        'トレードを開始するには、ご自分のTradingViewアカウントにログインしてください',
      ]
    },
    200890: (e) => {
      e.exports = [
        'トレードを行うには、ご利用のブローカー／取引所アカウントにログインして下さい',
      ]
    },
    561199: (e) => {
      e.exports = ['月曜日']
    },
    695543: (e) => {
      e.exports = ['月']
    },
    668327: (e) => {
      e.exports = ['5月']
    },
    684675: (e) => {
      e.exports = ['3月']
    },
    969992: (e) => {
      e.exports = ['使用証拠金']
    },
    93875: (e) => {
      e.exports = ['データがありません']
    },
    65124: (e) => {
      e.exports = ['レバレッジなし']
    },
    171194: (e) => {
      e.exports = ['11月']
    },
    383771: (e) => {
      e.exports = ['翌年']
    },
    275385: (e) => {
      e.exports = ['次の年']
    },
    39752: (e) => {
      e.exports = ['翌月']
    },
    535563: (e) => {
      e.exports = ['数字形式が有効なものではありません。']
    },
    101144: (e) => {
      e.exports = ['土曜日']
    },
    405849: (e) => {
      e.exports = ['レバレッジの選択']
    },
    880280: (e) => {
      e.exports = ['値を選択']
    },
    493472: (e) => {
      e.exports = ['注文を送信']
    },
    661132: (e) => {
      e.exports = ['9月']
    },
    184568: (e) => {
      e.exports = ['ログイン']
    },
    602607: (e) => {
      e.exports = ['指定された値が銘柄の最大値 {max} を超えています。']
    },
    53669: (e) => {
      e.exports = ['指定された値が銘柄の最小値 {min} 未満です。']
    },
    272149: (e) => {
      e.exports = ['日曜日']
    },
    583583: (e) => {
      e.exports = ['月に切り替え']
    },
    806244: (e) => {
      e.exports = ['日に切り替え']
    },
    680879: (e) => {
      e.exports = ['年に切り替え']
    },
    778621: (e) => {
      e.exports = 'Pips'
    },
    732457: (e) => {
      e.exports = ['適切な日付を入力して下さい']
    },
    505122: (e) => {
      e.exports = ['正しい日付の形式 (yyyy-mm-dd) を入力してください']
    },
    502587: (e) => {
      e.exports = ['前月']
    },
    239329: (e) => {
      e.exports = ['前年']
    },
    127004: (e) => {
      e.exports = ['前の年']
    },
    852997: (e) => {
      e.exports = ['口座残高の損益割合']
    },
    214078: (e) => {
      e.exports = ['リスク・リワード']
    },
    107147: (e) => {
      e.exports = ['水曜日']
    },
    107951: (e) => {
      e.exports = ['木曜日']
    },
    768877: (e) => {
      e.exports = ['有効期限']
    },
    944979: (e) => {
      e.exports = ['火曜日']
    },
    669325: (e) => {
      e.exports = ['年']
    },
    693251: (e) => {
      e.exports = ['{fieldTitle} (必須)']
    },
    304389: (e) => {
      e.exports = ['レバレッジ {value}']
    },
  },
])
