;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [6660],
  {
    52587: (e) => {
      e.exports = ['C（接続中）']
    },
    469219: (e) => {
      e.exports = ['D（遅延）']
    },
    426211: (e) => {
      e.exports = ['遅']
    },
    960582: (e) => {
      e.exports = ['終日']
    },
    957357: (e) => {
      e.exports = ['F（禁止）']
    },
    647310: (e) => {
      e.exports = 'R'
    },
    214485: (e) => {
      e.exports = 'R'
    },
    87817: (e) => {
      e.exports = ['S（スナップショット）']
    },
    413859: (e) => {
      e.exports = ['接続中']
    },
    607367: (e) => {
      e.exports = ['リンクをコピー']
    },
    680027: (e) => {
      e.exports = ['変動率']
    },
    34565: (e) => {
      e.exports = ['変動']
    },
    191198: (e) => {
      e.exports = ['変動率']
    },
    60640: (e) => {
      e.exports = ['リストをクリア']
    },
    613750: (e) => {
      e.exports = ['クリック']
    },
    768973: (e) => {
      e.exports = ['クリックして {columnLabel} で並び替え']
    },
    279984: (e) => {
      e.exports = ['新規リスト作成']
    },
    732340: (e) => {
      e.exports = ['新規リスト作成']
    },
    337224: (e) => {
      e.exports = ['列のカスタマイズ']
    },
    314348: (e) => {
      e.exports = ['アドバンスドビュー']
    },
    878850: (e) => {
      e.exports = ['{symbol} のテキストノートを追加']
    },
    978030: (e) => {
      e.exports = ['選択したすべてを追加']
    },
    695296: (e) => {
      e.exports = ['選択したすべてを比較対象として追加']
    },
    57590: (e) => {
      e.exports = ['シンボルの追加']
    },
    871550: (e) => {
      e.exports = ['セクションの追加']
    },
    634968: (e) => {
      e.exports = ['{symbol} を追加']
    },
    465687: (e) => {
      e.exports = ['{symbol} を比較対象として追加']
    },
    617591: (e) => {
      e.exports = ['ウォッチリストに {symbol} を追加']
    },
    265662: (e) => {
      e.exports = ['本当にすべてのシンボルを削除しますか？']
    },
    722753: (e) => {
      e.exports = ["本当にウォッチリスト '{name}' を削除しますか？"]
    },
    654408: (e) => {
      e.exports = [
        '本当にすべてのシンボルのフラグを外しますか？カラーリストからシンボルが削除されます。',
      ]
    },
    78211: (e) => {
      e.exports = ['遅延']
    },
    629601: (e) => {
      e.exports = ['詳細']
    },
    132023: (e) => {
      e.exports = ['終日データ']
    },
    482751: (e) => {
      e.exports = ['エラー']
    },
    982543: (e) => {
      e.exports = ['リストをエクスポート']
    },
    594071: (e) => {
      e.exports = [
        'ファイルに正しくないフォーマットのデータが含まれています。形式を修正後、再度お試しください。例: "NYSE:GE,NYSE:F,NASDAQ:MSFT" や "F,GE,MSFT"',
      ]
    },
    705847: (e) => {
      e.exports = ['ファイルの制限を超えました']
    },
    677720: (e) => {
      e.exports = ['ファンダメンタル']
    },
    182246: (e) => {
      e.exports = ['{symbol}にフラグを付ける']
    },
    330836: (e) => {
      e.exports = ['選択したすべてにフラグを付ける']
    },
    456502: (e) => {
      e.exports = [
        'ウォッチリストにシンボルを登録されていないようです。上記からシンボルを追加して下さい。',
      ]
    },
    988958: (e) => {
      e.exports = ['休日']
    },
    61466: (e) => {
      e.exports = ['リストをインポート']
    },
    713774: (e) => {
      e.exports = ['無効なデータフォーマット']
    },
    113439: (e) => {
      e.exports = ['この商品は出来ません']
    },
    147980: (e) => {
      e.exports = ['{symbol} のチャートを開く']
    },
    629824: (e) => {
      e.exports = ['チャートでシンボルを開く']
    },
    25911: (e) => {
      e.exports = ['読み込み中']
    },
    273064: (e) => {
      e.exports = ['ロング']
    },
    915107: (e) => {
      e.exports = ['現在値']
    },
    180959: (e) => {
      e.exports = ['コピーの作成']
    },
    486533: (e) => {
      e.exports = ['市場開始']
    },
    548979: (e) => {
      e.exports = ['市場終了']
    },
    383949: (e) => {
      e.exports = ['市場開始']
    },
    895814: (e) => {
      e.exports = ['市場終了']
    },
    502927: (e) => {
      e.exports = ['スナップショット']
    },
    799217: (e) => {
      e.exports = ['名前を付けてリストを保存']
    },
    252298: (e) => {
      e.exports = ['検索']
    },
    882271: (e) => {
      e.exports = ['{symbol}の概要を確認']
    },
    516031: (e) => {
      e.exports = ['リストの共有']
    },
    777851: (e) => {
      e.exports = ['ショート']
    },
    589053: (e) => {
      e.exports = ['シンボル']
    },
    11184: (e) => {
      e.exports = ['シンボルの詳細']
    },
    318280: (e) => {
      e.exports = ['シンボルグループ']
    },
    83796: (e) => {
      e.exports = ['シンボルリスト名']
    },
    566812: (e) => {
      e.exports = ['アフターマーケット']
    },
    556604: (e) => {
      e.exports = ['アフターマーケット']
    },
    845198: (e) => {
      e.exports = ['プレマーケット']
    },
    943608: (e) => {
      e.exports = ['プレマーケット']
    },
    887267: (e) => {
      e.exports = ['データは{number}分遅延しています']
    },
    728332: (e) => {
      e.exports = ['データは{number}分遅れておりリ30秒毎で更新されています。']
    },
    344200: (e) => {
      e.exports = ['カスタムウォッチリスト順に戻す']
    },
    906530: (e) => {
      e.exports = ['リアルタイム']
    },
    366702: (e) => {
      e.exports = ['ウォッチリストから削除']
    },
    86261: (e) => {
      e.exports = ['セクションを削除']
    },
    435038: (e) => {
      e.exports = ['名前の変更']
    },
    688506: (e) => {
      e.exports = ['リプレイモード']
    },
    847746: (e) => {
      e.exports = ['ウォッチリストはもう限界です']
    },
    33115: (e) => {
      e.exports = ['ウォッチリストエラー']
    },
    66596: (e) => {
      e.exports = [
        'お待ちください、{number}以上のシンボルとセパレーターをウォッチリストに追加する事はできません – 私たちは奇跡を起こす人ではなくエンジニアです。',
      ]
    },
    974587: (e) => {
      e.exports = ['ファイルが大きすぎます。最大サイズは{fileLimit}KBです。']
    },
    751485: (e) => {
      e.exports = ['選択したすべてのフラグを外す']
    },
    560342: (e) => {
      e.exports = ['システムのすべてのシンボルのフラグを外す']
    },
    684114: (e) => {
      e.exports = ['{symbol}のフラグを外す']
    },
    101111: (e) => {
      e.exports = ['出来高']
    },
    96921: (e) => {
      e.exports = ['または']
    },
    291635: (e) => {
      e.exports = ['でシンボルを追加してダイアログを閉じる']
    },
    222045: (e) => {
      e.exports = ['本当に選択した{count}個のシンボルを削除しますか？']
    },
    337628: (e) => {
      e.exports = ['{count}シンボル']
    },
  },
])
