;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [6119],
  {
    519801: (e) => {
      e.exports = ['金']
    },
    11268: (e) => {
      e.exports = ['月']
    },
    963331: (e) => {
      e.exports = ['土']
    },
    85954: (e) => {
      e.exports = ['日']
    },
    226230: (e) => {
      e.exports = ['水']
    },
    24793: (e) => {
      e.exports = ['木']
    },
    831533: (e) => {
      e.exports = ['火']
    },
    189790: (e) => {
      e.exports = ['Pineソースコードを取得できませんでした。']
    },
    39589: (e) => {
      e.exports = ['ペインを折りたたむ']
    },
    638154: (e) => {
      e.exports = ['インジケーター削除の確認']
    },
    556934: (e) => {
      e.exports = ['詳細表示を変更']
    },
    423398: (e) => {
      e.exports = ['シンボルの変更']
    },
    236004: (e) => {
      e.exports = ['無料アカウントを作成']
    },
    269419: (e) => {
      e.exports = ['すべてが順調です — 市場はオープンです。']
    },
    997637: (e) => {
      e.exports = ['4月']
    },
    486797: (e) => {
      e.exports = ['8月']
    },
    22519: (e) => {
      e.exports = ['バーの変動値']
    },
    941707: (e) => {
      e.exports = ['リアルタイムデータを購入']
    },
    452003: (e) => {
      e.exports = ['本当にすべての関連のインジケーターを削除しますか？']
    },
    68854: (e) => {
      e.exports = ['ダブルクリック']
    },
    597325: (e) => {
      e.exports = ['データに問題が発生しています']
    },
    55669: (e) => {
      e.exports = ['12月']
    },
    683498: (e) => {
      e.exports = ['ペインを削除']
    },
    482751: (e) => {
      e.exports = ['エラー']
    },
    540519: (e) => {
      e.exports = ['夜です。市場は現在アフターマーケットでオープンしています。']
    },
    780227: (e) => {
      e.exports = ['取引所のタイムゾーン']
    },
    316467: (e) => {
      e.exports = ['2月']
    },
    825046: (e) => {
      e.exports = ['取引所の合意書に記入']
    },
    593666: (e) => {
      e.exports = ['シンボルにフラグを付ける']
    },
    300564: (e) => {
      e.exports = ['金']
    },
    772970: (e) => {
      e.exports = ['金曜日']
    },
    988958: (e) => {
      e.exports = ['休日']
    },
    721686: (e) => {
      e.exports = ['インジケーターの凡例を隠す']
    },
    26935: (e) => {
      e.exports = ['インジケーターの引数']
    },
    126315: (e) => {
      e.exports = ['インジケーターのタイトル']
    },
    584098: (e) => {
      e.exports = ['インジケーターの値']
    },
    950634: (e) => {
      e.exports = ['アフターマーケット開始まで{remainingTime}。']
    },
    574537: (e) => {
      e.exports = ['プレマーケット市場開始まで{remainingTime}。']
    },
    926910: (e) => {
      e.exports = ['1月']
    },
    323230: (e) => {
      e.exports = ['7月']
    },
    49385: (e) => {
      e.exports = ['6月']
    },
    199487: (e) => {
      e.exports = ['OHLC値']
    },
    290784: (e) => {
      e.exports = ['10月']
    },
    775991: (e) => {
      e.exports = ['市場の開始状況を表示']
    },
    37274: (e) => {
      e.exports = ['前日からの変動値']
    },
    939899: (e) => {
      e.exports = ['ペインを下に移動']
    },
    370343: (e) => {
      e.exports = ['ペインを上に移動']
    },
    783085: (e) => {
      e.exports = ['月']
    },
    561199: (e) => {
      e.exports = ['月曜日']
    },
    801653: (e) => {
      e.exports = ['朝です。市場は現在プレマーケットでオープンしています。']
    },
    256470: (e) => {
      e.exports = ['チャートを最大化']
    },
    819603: (e) => {
      e.exports = ['ペインを最大化']
    },
    668327: (e) => {
      e.exports = ['5月']
    },
    335732: (e) => {
      e.exports = ['ペインを管理']
    },
    684675: (e) => {
      e.exports = ['3月']
    },
    383949: (e) => {
      e.exports = ['市場開始']
    },
    735701: (e) => {
      e.exports = ['市場開始まで{remainingTime}。']
    },
    895814: (e) => {
      e.exports = ['市場終了']
    },
    298105: (e) => {
      e.exports = ['市場終了まで{remainingTime}。']
    },
    987202: (e) => {
      e.exports = ['市場は現在休日です。良い休日を。']
    },
    171194: (e) => {
      e.exports = ['11月']
    },
    966324: (e) => {
      e.exports = ['ソースコード']
    },
    936835: (e) => {
      e.exports = ['土']
    },
    101144: (e) => {
      e.exports = ['土曜日']
    },
    540653: (e) => {
      e.exports = ['左にスクロール']
    },
    426721: (e) => {
      e.exports = ['最新のバーまでスクロール']
    },
    135809: (e) => {
      e.exports = ['右にスクロール']
    },
    661132: (e) => {
      e.exports = ['9月']
    },
    328705: (e) => {
      e.exports = ['インジケーターの凡例を表示']
    },
    551072: (e) => {
      e.exports = ['オブジェクトツリーを表示']
    },
    337809: (e) => {
      e.exports = ['時間足の設定を表示']
    },
    539045: (e) => {
      e.exports = ['スクリプトエラー']
    },
    186577: (e) => {
      e.exports = ['日']
    },
    272149: (e) => {
      e.exports = ['日曜日']
    },
    246041: (e) => {
      e.exports = ['シンボル価格のソース']
    },
    739339: (e) => {
      e.exports = ['シンボルのタイトル']
    },
    429985: (e) => {
      e.exports = ['アフターマーケット']
    },
    356042: (e) => {
      e.exports = ['プレマーケット']
    },
    48293: (e) => {
      e.exports = ['チャートを復元']
    },
    491029: (e) => {
      e.exports = ['ペインを復元']
    },
    875094: (e) => {
      e.exports = ['水']
    },
    107147: (e) => {
      e.exports = ['水曜日']
    },
    409787: (e) => {
      e.exports = ['木']
    },
    107951: (e) => {
      e.exports = ['木曜日']
    },
    673717: (e) => {
      e.exports = ['このシンボルは存在しません。別のシンボルを選択して下さい。']
    },
    957048: (e) => {
      e.exports = ['お散歩の時間です — 市場はクローズです。']
    },
    794316: (e) => {
      e.exports = ['火']
    },
    944979: (e) => {
      e.exports = ['火曜日']
    },
    608209: (e) => {
      e.exports = ['シンボルのフラグを外す']
    },
    101111: (e) => {
      e.exports = ['出来高']
    },
    461311: (e) => {
      e.exports = ['ズームイン']
    },
    247602: (e) => {
      e.exports = ['ズームアウト']
    },
    457889: (e) => {
      e.exports = ['OHLC値の表示の変更']
    },
    118644: (e) => {
      e.exports = ['市場ステータスの表示の変更']
    },
    845110: (e) => {
      e.exports = ['バーの変動値の表示の変更']
    },
    231325: (e) => {
      e.exports = ['インジケーターのタイトルの表示の変更']
    },
    399774: (e) => {
      e.exports = ['インジケーターの値の表示の変更']
    },
    96162: (e) => {
      e.exports = ['インジケーターの引数の表示の変更']
    },
    250058: (e) => {
      e.exports = ['前日からの変動値の可視性の変更']
    },
    26717: (e) => {
      e.exports = ['シンボルの詳細の表示の変更']
    },
    606091: (e) => {
      e.exports = ['シンボルフィールドの表示の変更']
    },
    709455: (e) => {
      e.exports = ['出来高の値の表示の変更']
    },
    539348: (e) => {
      e.exports = ['1分未満']
    },
    787358: (e) => {
      e.exports = ['{title}の表示']
    },
    107827: (e) => {
      e.exports = ['{days}と{hours}']
    },
    19830: (e) => {
      e.exports = ['{hours}{minutes}']
    },
    888841: (e) => {
      e.exports = [
        '市場でより多くの更新がある場合でも、データは{amount}秒に1回だけ更新されます。',
      ]
    },
    602121: (e) => {
      e.exports = [
        '無料プランで提供されるデータは、市場でより多くの更新がある場合でも{amount}秒に1回だけ更新されます。',
      ]
    },
    705223: (e) => {
      e.exports = ['{amount}秒につき1回の更新']
    },
    458609: (e) => {
      e.exports = ['{number}日']
    },
    224430: (e) => {
      e.exports = ['{number}時間']
    },
    467151: (e) => {
      e.exports = ['{number}分']
    },
  },
])
