;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [8988],
  {
    774274: (e) => {
      e.exports = ['クロス']
    },
    360558: (e) => {
      e.exports = ['動物 & 自然']
    },
    414232: (e) => {
      e.exports = ['アクティビティ']
    },
    935305: (e) => {
      e.exports = ['フード & ドリンク']
    },
    149546: (e) => {
      e.exports = ['旗']
    },
    572302: (e) => {
      e.exports = ['モノ']
    },
    396330: (e) => {
      e.exports = ['スマイル & 人物']
    },
    906878: (e) => {
      e.exports = ['記号']
    },
    415426: (e) => {
      e.exports = ['最近使用したもの']
    },
    715395: (e) => {
      e.exports = ['トラベル & 場所']
    },
    641596: (e) => {
      e.exports = ['価格スケールのラベル']
    },
    323545: (e) => {
      e.exports = ['ステータスラインの値']
    },
    239495: (e) => {
      e.exports = ['円']
    },
    541389: (e) => {
      e.exports = ['バーの上']
    },
    129520: (e) => {
      e.exports = ['絶対値']
    },
    67049: (e) => {
      e.exports = ['デフォルトを適用']
    },
    473169: (e) => {
      e.exports = ['デフォルトを適用']
    },
    65262: (e) => {
      e.exports = ['区切り付きエリア']
    },
    883760: (e) => {
      e.exports = ['実体']
    },
    248848: (e) => {
      e.exports = ['枠']
    },
    527331: (e) => {
      e.exports = ['背景']
    },
    278626: (e) => {
      e.exports = ['バーの下']
    },
    16079: (e) => {
      e.exports = ['グラデーション']
    },
    506705: (e) => {
      e.exports = ["本当に描画テンプレート '{name}' を削除しますか？"]
    },
    842973: (e) => {
      e.exports = ['点線']
    },
    741361: (e) => {
      e.exports = ['下']
    },
    459317: (e) => {
      e.exports = ['破線']
    },
    731577: (e) => {
      e.exports = ['VAの推移']
    },
    204329: (e) => {
      e.exports = ['デフォルト']
    },
    698938: (e) => {
      e.exports = ['デフォルト']
    },
    572405: (e) => {
      e.exports = [
        "描画テンプレート '{name}' は既に存在しています。本当に置き換えますか？",
      ]
    },
    745044: (e) => {
      e.exports = ['非表示に']
    },
    511091: (e) => {
      e.exports = ['ヒストグラム']
    },
    540297: (e) => {
      e.exports = ['出力']
    },
    836993: (e) => {
      e.exports = ['小数点表示']
    },
    864606: (e) => {
      e.exports = ['ラベルフォント']
    },
    54934: (e) => {
      e.exports = ['区切り付きライン']
    },
    141610: (e) => {
      e.exports = ['詳細']
    },
    855362: (e) => {
      e.exports = ['普通']
    },
    735637: (e) => {
      e.exports = ['ソリッド']
    },
    418229: (e) => {
      e.exports = ['デフォルトを保存']
    },
    504315: (e) => {
      e.exports = ['描画テンプレートを別名で保存']
    },
    786520: (e) => {
      e.exports = ['シグナルラベル']
    },
    464108: (e) => {
      e.exports = ['区切り付きステップライン']
    },
    367767: (e) => {
      e.exports = ['ダイヤ付きステップライン']
    },
    621861: (e) => {
      e.exports = ['配置']
    },
    173947: (e) => {
      e.exports = ['精度']
    },
    766596: (e) => {
      e.exports = ['数量']
    },
    79782: (e) => {
      e.exports = ['設定をリセット']
    },
    895247: (e) => {
      e.exports = ['幅（ボックスの％）']
    },
    319221: (e) => {
      e.exports = ['テキストの色']
    },
    350912: (e) => {
      e.exports = ['テンプレート名']
    },
    607138: (e) => {
      e.exports = ['トレード']
    },
    798802: (e) => {
      e.exports = ['上']
    },
    578019: (e) => {
      e.exports = [
        '選択中の描画をまとめて移動するには演算子を使用します。価格に対しては+ , - , / , *、バーインデックスに対しては+ ,- を使用します。',
      ]
    },
    114414: (e) => {
      e.exports = ['出来高プロファイル']
    },
    391322: (e) => {
      e.exports = ['値']
    },
    320834: (e) => {
      e.exports = ['最小ティックの変更']
    },
    198491: (e) => {
      e.exports = 'change char'
    },
    907378: (e) => {
      e.exports = ['フォントサイズの変更']
    },
    628691: (e) => {
      e.exports = ['ラインスタイルの変更']
    },
    138361: (e) => {
      e.exports = ['ロケーションの変更']
    },
    851081: (e) => {
      e.exports = ['パーセント幅の変更']
    },
    847634: (e) => {
      e.exports = ['配置の変更']
    },
    215683: (e) => {
      e.exports = ['Plotタイプの変更']
    },
    900164: (e) => {
      e.exports = ['精度の変更']
    },
    486888: (e) => {
      e.exports = ['シェイプの変更']
    },
    50463: (e) => {
      e.exports = ['値の変更']
    },
    212628: (e) => {
      e.exports = ['値の表示の変更']
    },
    976080: (e) => {
      e.exports = ['例. +1']
    },
    495166: (e) => {
      e.exports = ['例. /2']
    },
  },
])
