;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [1637],
  {
    382377: (e) => {
      e.exports = ['지정가']
    },
    610952: (e) => {
      e.exports = ['시장가']
    },
    779062: (e) => {
      e.exports = ['손실지정가']
    },
    15307: (e) => {
      e.exports = 'SL'
    },
    347947: (e) => {
      e.exports = 'TP'
    },
    154462: (e) => {
      e.exports = ['트레일']
    },
    768508: (e) => {
      e.exports = ['닫기']
    },
    7122: (e) => {
      e.exports = ['스탑']
    },
    608921: (e) => {
      e.exports = ['역지정가']
    },
    63470: (e) => {
      e.exports = ['바이']
    },
    274771: (e) => {
      e.exports = ['매수']
    },
    742259: (e) => {
      e.exports = ['셀']
    },
    951219: (e) => {
      e.exports = ['매도']
    },
    916322: (e) => {
      e.exports = ['(리밋) 애프터 {price} (스탑) 크로스트']
    },
    587168: (e) => {
      e.exports = ['동시 컨넥션 워닝']
    },
    298353: (e) => {
      e.exports = ['셈한 바운더리가 페어런트 오더 사이드와 매치되지 않음']
    },
    620036: (e) => {
      e.exports = ['취소']
    },
    709498: (e) => {
      e.exports = ['캔슬 오더']
    },
    447600: (e) => {
      e.exports = ['거래할 수 없는 심볼 {symbol} 주문 취소하기']
    },
    232668: (e) => {
      e.exports = ['브래킷 취소']
    },
    292559: (e) => {
      e.exports = ['주문을 바꿀 수 없음']
    },
    993545: (e) => {
      e.exports = ['{symbol} 주문 취소가 불가함']
    },
    946305: (e) => {
      e.exports = ['{symbol} 포지션 종료가 불가함']
    },
    326704: (e) => {
      e.exports = ['포지션 프로텍트를 할 수 없습니다']
    },
    680395: (e) => {
      e.exports = ['메뉴 닫기']
    },
    424356: (e) => {
      e.exports = ['포지션 닫기']
    },
    469497: (e) => {
      e.exports = ['거래할 수 없는 심볼 {symbol} 포지션 닫기']
    },
    967498: (e) => {
      e.exports = ['새 주문 만들기']
    },
    400241: (e) => {
      e.exports = ['금액']
    },
    83453: (e) => {
      e.exports = ['받아들임']
    },
    792586: (e) => {
      e.exports = ['시계알람']
    },
    526227: (e) => {
      e.exports = ['이전에 비활성화했던 주문 확인을 복원하시겠습니까?']
    },
    289302: (e) => {
      e.exports = ['{orderId} 브래킷을 취소하시겠습니까?']
    },
    915610: (e) => {
      e.exports = ['정말로 {orderId} 브래킷을 취소하시겠습니까?']
    },
    109886: (e) => {
      e.exports = ['{qty} {side} 주문을 정말로 취소하시겠습니까?']
    },
    438540: (e) => {
      e.exports = ['{orderId} 주문을 취소하시겠습니까?']
    },
    492698: (e) => {
      e.exports = ['{positionId} 포지션을 리버스하시겠습니까?']
    },
    170891: (e) => {
      e.exports = ['인증 에러']
    },
    864351: (e) => {
      e.exports = ['매수']
    },
    32241: (e) => {
      e.exports = ['매수됨']
    },
    611835: (e) => {
      e.exports = ['스팟 마진을 조심하십시오.']
    },
    753596: (e) => {
      e.exports = ['브라켓 프라이스는 {minTick} 의 배수이어야 합니다']
    },
    783100: (e) => {
      e.exports = ['브래킷 가격은 {min} 및 {max} 범위여야 합니다.']
    },
    799559: (e) => {
      e.exports = ['바이 마켓']
    },
    302122: (e) => {
      e.exports = ['바이 {qty} {symbol} @ {value} 리밋']
    },
    255481: (e) => {
      e.exports = ['바이 {qty} {symbol} @ {value} 스탑']
    },
    353343: (e) => {
      e.exports = ['바이 {qty} {symbol} @ {value} 스탑 {altValue} 리밋']
    },
    763124: (e) => {
      e.exports = ['호가창(DOM)']
    },
    546472: (e) => {
      e.exports = ['거부']
    },
    675649: (e) => {
      e.exports = ['지연 데이터']
    },
    125769: (e) => {
      e.exports = ['데이터 익스포트']
    },
    140766: (e) => {
      e.exports = ['스탑 로스 / 테이크 프라핏 을 고칠 수 없습니다']
    },
    54746: (e) => {
      e.exports = ['주문 고치기 실패']
    },
    951099: (e) => {
      e.exports = ['브라켓 취소 실패']
    },
    305140: (e) => {
      e.exports = ['하나 또는 그 이상의 주문 취소에 실패했습니다']
    },
    915926: (e) => {
      e.exports = ['주문 취소 실패']
    },
    473142: (e) => {
      e.exports = ['포지션 닫기 실패']
    },
    791401: (e) => {
      e.exports = ['포지션 닫기 실패']
    },
    609372: (e) => {
      e.exports = ['로그인 실패']
    },
    945593: (e) => {
      e.exports = ['포지션 리버스 실패']
    },
    610393: (e) => {
      e.exports = ['알겠습니다']
    },
    468988: (e) => {
      e.exports = ['확인']
    },
    922541: (e) => {
      e.exports = ['주문']
    },
    986869: (e) => {
      e.exports = ['오더 패널']
    },
    347957: (e) => {
      e.exports = ['오더에 주문가가 없습니다.']
    },
    900205: (e) => {
      e.exports = ['주문에는 가격이나 핍이 없습니다.']
    },
    134986: (e) => {
      e.exports = ['주문가격이 이 주문 타입/방향과 맞지 않습니다.']
    },
    130927: (e) => {
      e.exports = ['오더 프라이스는 {minTick} 의 정수배이어야 합니다']
    },
    842180: (e) => {
      e.exports = ['주문 거부됨']
    },
    579287: (e) => {
      e.exports = ['{orderId} 주문이 없거나, 이미 취소되었음']
    },
    162058: (e) => {
      e.exports = ['로그 아웃']
    },
    349391: (e) => {
      e.exports = ['로그 아웃 확인']
    },
    273064: (e) => {
      e.exports = ['롱']
    },
    394021: (e) => {
      e.exports = ['인터넷 컨넥션 끊김']
    },
    398157: (e) => {
      e.exports = ['리밋']
    },
    359758: (e) => {
      e.exports = ['마켓']
    },
    606255: (e) => {
      e.exports = ['아니오']
    },
    893966: (e) => {
      e.exports = ['매도호가 없음']
    },
    538386: (e) => {
      e.exports = ['매수호가 없음']
    },
    69208: (e) => {
      e.exports = ['거래할 수 없는 종목']
    },
    706035: (e) => {
      e.exports = ['넘버 포맷이 잘못 되었습니다']
    },
    807889: (e) => {
      e.exports = ['매도']
    },
    185631: (e) => {
      e.exports = ['매도됨']
    },
    476678: (e) => {
      e.exports = ['셀 {qty} {symbol} @ {value} 리밋']
    },
    627392: (e) => {
      e.exports = ['셀 {qty} {symbol} @ {value} 스탑']
    },
    194240: (e) => {
      e.exports = ['셀 {qty} {symbol} @ {value} 스탑 {altValue} 리밋']
    },
    435312: (e) => {
      e.exports = ['셀 마켓']
    },
    777851: (e) => {
      e.exports = ['숏']
    },
    73953: (e) => {
      e.exports = ['바이/셀 버튼 보기']
    },
    430999: (e) => {
      e.exports = ['지정한 금액이 심볼 미니멈인 {min} 보다 적습니다.']
    },
    734266: (e) => {
      e.exports = ['지정한 금액이 심볼 맥시멈인 {max} 보다 많습니다.']
    },
    136443: (e) => {
      e.exports = ['지정한 수량이 심볼 수량 단위인 {step} 배수가 아닙니다.']
    },
    422540: (e) => {
      e.exports = ['스프레드']
    },
    905023: (e) => {
      e.exports = ['스탑']
    },
    802654: (e) => {
      e.exports = ['스탑 리밋']
    },
    241648: (e) => {
      e.exports = ['스탑로스']
    },
    874337: (e) => {
      e.exports = ['스탑 로스는 현재 {value} 위여야 합니다.']
    },
    216502: (e) => {
      e.exports = ['스탑 로스는 현재 {value} 아래여야 합니다.']
    },
    995717: (e) => {
      e.exports = ['스탑 로스 오더는 엔트리 프라이스보다 낮아야 합니다.']
    },
    685017: (e) => {
      e.exports = ['스탑 로스 오더는 엔트리 프라이스보다 높아야 합니다.']
    },
    900853: (e) => {
      e.exports = ['스탑리밋']
    },
    522382: (e) => {
      e.exports = ['요약줄']
    },
    562030: (e) => {
      e.exports = ['심볼 스위치하기']
    },
    134542: (e) => {
      e.exports = ['{accountName} 으로 바꾸기']
    },
    265914: (e) => {
      e.exports = ['거래할 수 없는 심볼']
    },
    381617: (e) => {
      e.exports = ['포지션']
    },
    170392: (e) => {
      e.exports = ['포지션 ID {id}']
    },
    969233: (e) => {
      e.exports = ['{positionId} 포지션이 없거나, 이미 청산되었음']
    },
    762686: (e) => {
      e.exports = ['모주문에 가격이 없습니다.']
    },
    891268: (e) => {
      e.exports = ['강제 진행']
    },
    766596: (e) => {
      e.exports = ['수량']
    },
    172361: (e) => {
      e.exports = ['{positionId} 포지션을 리버스할까요?']
    },
    920848: (e) => {
      e.exports = ['리버스 포지션']
    },
    102653: (e) => {
      e.exports = 'Restore confirmations'
    },
    8793: (e) => {
      e.exports = [
        '{brokerName} 측면 유지 보수 상태를 확인할 수 없습니다. 귀하의 책임하에 진행하십시오.',
      ]
    },
    352303: (e) => {
      e.exports = ['좀 더 자세한 내용은 귀하의 브로커를 컨택하십시오.']
    },
    129266: (e) => {
      e.exports = ['프라핏타겟']
    },
    429871: (e) => {
      e.exports = ['테이크 프라핏 오더는 엔트리 프라이스보다 높아야 합니다.']
    },
    37475: (e) => {
      e.exports = ['테이크 프라핏 오더는 엔트리 프라이스보다 낮아야 합니다.']
    },
    829997: (e) => {
      e.exports = ['테이크 프라핏은 현재 {value} 위여야 합니다.']
    },
    751300: (e) => {
      e.exports = ['테이크 프라핏은 현재 {value} 아래여야 합니다.']
    },
    378505: (e) => {
      e.exports = [
        '브로커 연결 제한을 초과했습니다. 동시 접속 중인 세션이 없는지 확인하고 다시 연결해 보세요.',
      ]
    },
    975231: (e) => {
      e.exports = [
        '브로커가 이미 다른 탭에서 선택되어 있습니다. 이 연결로 인해 이 브로커에 대한 다른 연결이 중단될 수 있습니다.',
      ]
    },
    247956: (e) => {
      e.exports = ['연결에 실패하였습니다. 나중에 다시 해보세요.']
    },
    715842: (e) => {
      e.exports = ['클로즈하려는 포지션은 이미 클로즈되었습니다.']
    },
    365389: (e) => {
      e.exports = ['클로즈하려는 포지션이 바뀌어 버렸습니다.']
    },
    726500: (e) => {
      e.exports = ['스위칭하려는 포지션이 더 이상 존재하지 않습니다.']
    },
    218329: (e) => {
      e.exports = ['이는 모든 액티브 오더를 클로즈하게 됩니다']
    },
    893827: (e) => {
      e.exports = ['또한 이것은 모든 액티브 오더를 클로즈하게 됩니다.']
    },
    536263: (e) => {
      e.exports = [
        '브로커는 현재 유지 보수를 수행하고 있습니다. 잠시 후 다시 시도하거나 자신의 책임하에 진행하십시오.',
      ]
    },
    703396: (e) => {
      e.exports = ['이 종목은 이 브로커를 통해 거래할 수 없습니다']
    },
    890801: (e) => {
      e.exports = ['트레이딩']
    },
    219170: (e) => {
      e.exports = [
        '여러 탭을 통해 이 브로커와 거래할 수 없습니다. 이 탭에서 거래를 계속하려면 다른 탭에서 브로커에서 로그아웃하십시오.',
      ]
    },
    873503: (e) => {
      e.exports = ['트레이딩 세팅']
    },
    86430: (e) => {
      e.exports = ['트레일링 스탑']
    },
    507214: (e) => {
      e.exports = ['트레일링 스탑은 바꿀 수 없습니다']
    },
    30665: (e) => {
      e.exports = ['거래할 수 없는 심볼에 대한 주문 취소가 불가함']
    },
    348434: (e) => {
      e.exports = ['거래할 수 없는 심볼 포지션 종료가 불가함']
    },
    346881: (e) => {
      e.exports = ['오더 티켓에서 {customFields}를 골라야 합니다.']
    },
    965603: (e) => {
      e.exports = [
        '거래할 수 없는 심볼 {symbol}에 대한 주문을 취소를 하려고 합니다. 이 심볼은 포지션 종료 또는 주문 취소만 가능합니다. 주문이 취소되면 {symbol}신규 주문을 할 수 없습니다.',
      ]
    },
    97929: (e) => {
      e.exports = [
        '거래할 수 없는 심볼 {symbol} 포지션을 종료하려고 시도하고 있습니다. 이 심볼은 포지션 종료 또는 주문 취소만 가능합니다. 포지션이 닫히면, {symbol} 신규 주문을 할 수 없습니다.',
      ]
    },
    348836: (e) => {
      e.exports = [
        '지연된 데이터가 표시되고 있습니다. 데이터를 실시간으로 보려면 브로커로부터 데이터를 받아야 합니다.',
      ]
    },
    221456: (e) => {
      e.exports = [
        '트레이딩뷰에서 {broker}을 거쳐 {symbol}을 직접 트레이드할 수는 없으며, 브로커 페이지로 가서 트레이드하여야 합니다.',
      ]
    },
    409232: (e) => {
      e.exports = ['님의 밸류는 받아 들일 수 있는 밸런스 레벨을 넘어갑니다.']
    },
    879831: (e) => {
      e.exports = ['예']
    },
    767207: (e) => {
      e.exports = ['취소됐음']
    },
    26338: (e) => {
      e.exports = ['애스크']
    },
    492903: (e) => {
      e.exports = 'at'
    },
    5595: (e) => {
      e.exports = ['비드']
    },
    499577: (e) => {
      e.exports = ['체결']
    },
    23750: (e) => {
      e.exports = ['부분 체결됨']
    },
    885323: (e) => {
      e.exports = ['체결됨']
    },
    614841: (e) => {
      e.exports = ['비활성']
    },
    164105: (e) => {
      e.exports = ['바뀌었음']
    },
    595536: (e) => {
      e.exports = ['발생']
    },
    373425: (e) => {
      e.exports = ['내는중']
    },
    442060: (e) => {
      e.exports = ['거부됨']
    },
    328231: (e) => {
      e.exports = ['작동중']
    },
    103718: (e) => {
      e.exports = ['{brokerId} 측 유지보수']
    },
  },
])
