;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [252],
  {
    214229: (e) => {
      e.exports = ['점']
    },
    716936: (e) => {
      e.exports = ['뒤로']
    },
    709898: (e) => {
      e.exports = ['라이트']
    },
    418511: (e) => {
      e.exports = ['봉완성 카운트다운']
    },
    132409: (e) => {
      e.exports = ['색상테마']
    },
    190069: (e) => {
      e.exports = ['비교']
    },
    939176: (e) => {
      e.exports = ['컨텐츠']
    },
    715803: (e) => {
      e.exports = ['차트 이미지 링크 복사']
    },
    620036: (e) => {
      e.exports = ['취소']
    },
    619022: (e) => {
      e.exports = ['채널']
    },
    508353: (e) => {
      e.exports = ['인터벌바꾸기']
    },
    520788: (e) => {
      e.exports = ['차트 스타일 컬럼']
    },
    86771: (e) => {
      e.exports = ['차트 스타일 캔들']
    },
    45290: (e) => {
      e.exports = ['차트 스타일 에어리어']
    },
    397559: (e) => {
      e.exports = ['차트 스타일 바']
    },
    18779: (e) => {
      e.exports = ['차트 스타일 베이스라인']
    },
    890599: (e) => {
      e.exports = ['차트 스타일 카기']
    },
    241412: (e) => {
      e.exports = ['차트 스타일 HLC 영역']
    },
    651383: (e) => {
      e.exports = ['차트 스타일 할로우 캔들']
    },
    620424: (e) => {
      e.exports = ['차트 스타일 하이킨 아시']
    },
    928381: (e) => {
      e.exports = ['차트 스타일 하이-로우']
    },
    887691: (e) => {
      e.exports = ['차트 스타일 라인']
    },
    470: (e) => {
      e.exports = ['차트 스타일 라인 브레이크']
    },
    514956: (e) => {
      e.exports = ['마커 있는 차트 스타일 라인']
    },
    459393: (e) => {
      e.exports = ['차트 스타일 스텝 라인']
    },
    459491: (e) => {
      e.exports = ['차트 스타일 포인트 & 피겨']
    },
    538385: (e) => {
      e.exports = ['차트 스타일 레인지']
    },
    591664: (e) => {
      e.exports = ['차트 스타일 렌코']
    },
    882838: (e) => {
      e.exports = ['차트 스타일 볼륨 풋프린트']
    },
    680395: (e) => {
      e.exports = ['메뉴 닫기']
    },
    772248: (e) => {
      e.exports = ['새 와치리스트 만들기']
    },
    682401: (e) => {
      e.exports = ['커서']
    },
    150025: (e) => {
      e.exports = ['사이클']
    },
    19661: (e) => {
      e.exports = ['어노테이션 툴']
    },
    445976: (e) => {
      e.exports = ['왓치리스트에 넣기']
    },
    44629: (e) => {
      e.exports = ['즐겨찾기에 넣기']
    },
    617591: (e) => {
      e.exports = ['{symbol} 왓치리스트에 넣기']
    },
    64498: (e) => {
      e.exports = ['모든 자료']
    },
    595480: (e) => {
      e.exports = ['이들 인디케이터를 전체 레이아웃에 적용하기']
    },
    223969: (e) => {
      e.exports = ['화살']
    },
    328020: (e) => {
      e.exports = ['오토 (스크린에 데이터 맞춤)']
    },
    879852: (e) => {
      e.exports = ['채권']
    },
    661617: (e) => {
      e.exports = ['비드/애스크 라벨']
    },
    785466: (e) => {
      e.exports = ['비드/애스크 라인']
    },
    755939: (e) => {
      e.exports = ['브러시']
    },
    618156: (e) => {
      e.exports = ['바이']
    },
    40803: (e) => {
      e.exports = ['날짜바로가기']
    },
    708682: (e) => {
      e.exports = ['심볼로 가기']
    },
    543884: (e) => {
      e.exports = ['간']
    },
    705816: (e) => {
      e.exports = ['간 및 피보나치 툴']
    },
    322146: (e) => {
      e.exports = ['지오메트릭 셰이프']
    },
    860925: (e) => {
      e.exports = ['점']
    },
    866365: (e) => {
      e.exports = ['다크 칼라 테마']
    },
    629601: (e) => {
      e.exports = ['설명']
    },
    222772: (e) => {
      e.exports = ['그리기']
    },
    388280: (e) => {
      e.exports = ['엘리엇 웨이브']
    },
    299289: (e) => {
      e.exports = ['지우개']
    },
    488318: (e) => {
      e.exports = ['연장 거래 시간 세션']
    },
    797100: (e) => {
      e.exports = ['예측 및 측정 툴']
    },
    922305: (e) => {
      e.exports = ['피보나치']
    },
    811682: (e) => {
      e.exports = ['전체화면모드']
    },
    15327: (e) => {
      e.exports = ['기능']
    },
    717517: (e) => {
      e.exports = ['드로잉툴숨김']
    },
    482785: (e) => {
      e.exports = ['인버트 스케일']
    },
    864642: (e) => {
      e.exports = ['지표넣기']
    },
    778082: (e) => {
      e.exports = ['DOM 열기']
    },
    646445: (e) => {
      e.exports = ['데이터 윈도우 열기']
    },
    755149: (e) => {
      e.exports = ['오브젝트 트리 열기']
    },
    669707: (e) => {
      e.exports = ['왓치리스트 열기']
    },
    975687: (e) => {
      e.exports = ['차트 레이아웃 불러오기']
    },
    537057: (e) => {
      e.exports = ['드로잉툴고정']
    },
    495667: (e) => {
      e.exports = ['바 레이쇼에 프라이스 잠금']
    },
    19567: (e) => {
      e.exports = ['스케일 왼쪽으로 옮기기']
    },
    576300: (e) => {
      e.exports = ['스케일 오른쪽으로 옮기기']
    },
    56854: (e) => {
      e.exports = ['차트를 뒤로 이동']
    },
    622221: (e) => {
      e.exports = ['차트를 앞으로 이동']
    },
    579165: (e) => {
      e.exports = ['매직']
    },
    937140: (e) => {
      e.exports = [
        '자석모드는 가장 최근 OHLC 밸류에 가까운 프라이스에 드로잉을 들러붙게 해줍니다.',
      ]
    },
    72357: (e) => {
      e.exports = ['레이아웃 드로잉 관리']
    },
    659607: (e) => {
      e.exports = ['재기']
    },
    79961: (e) => {
      e.exports = ['계측기']
    },
    678633: (e) => {
      e.exports = ['모든 스케일을 왼쪽으로 병합']
    },
    300308: (e) => {
      e.exports = ['모든 스케일을 오른쪽으로 병합']
    },
    929673: (e) => {
      e.exports = ['조건에 맞는 익스체인지가 없음']
    },
    641379: (e) => {
      e.exports = ['조건에 맞는 심볼이 없음']
    },
    945850: (e) => {
      e.exports = ['기준과 일치하는 항목이 없습니다']
    },
    736551: (e) => {
      e.exports = [
        '새 차트를 고를 때 새 드로잉들은 레이아웃에 있는 모든 차트에 복제됩니다.',
      ]
    },
    319407: (e) => {
      e.exports = ['새 드로잉은 글로벌 싱크됩니다']
    },
    477989: (e) => {
      e.exports = ['새 드로잉은 레이아웃에서 싱크됩니다']
    },
    719724: (e) => {
      e.exports = ['자료']
    },
    162571: (e) => {
      e.exports = ['차트레이아웃 저장']
    },
    535264: (e) => {
      e.exports = ['가격차트만 스케일']
    },
    252298: (e) => {
      e.exports = ['찾기']
    },
    678842: (e) => {
      e.exports = ['툴 혹은 기능 검색']
    },
    313269: (e) => {
      e.exports = ['자료 선택']
    },
    392553: (e) => {
      e.exports = ['셀']
    },
    890417: (e) => {
      e.exports = ['세션구분']
    },
    825792: (e) => {
      e.exports = ['셰이프']
    },
    73953: (e) => {
      e.exports = ['바이/셀 버튼 보기']
    },
    149616: (e) => {
      e.exports = ['많이 쓰는 드로잉 툴바 보기']
    },
    691977: (e) => {
      e.exports = ['숨긴툴 보기']
    },
    551072: (e) => {
      e.exports = ['오브젝트 트리 보기']
    },
    749421: (e) => {
      e.exports = ['그리기모드 유지']
    },
    685422: (e) => {
      e.exports = ['스트롱 마그넷']
    },
    589053: (e) => {
      e.exports = ['심볼']
    },
    948490: (e) => {
      e.exports = ['심볼 & 설명']
    },
    679791: (e) => {
      e.exports = ['심볼 네임 라벨']
    },
    112014: (e) => {
      e.exports = ['심볼 정보']
    },
    678001: (e) => {
      e.exports = ['심볼 현재가 라벨']
    },
    324558: (e) => {
      e.exports = ['심볼 전일종가 라벨']
    },
    882719: (e) => {
      e.exports = ['심볼 찾기']
    },
    735888: (e) => {
      e.exports = ['모든 차트에 드로잉 동기화']
    },
    219693: (e) => {
      e.exports = ['패턴']
    },
    673359: (e) => {
      e.exports = ['피치포크']
    },
    204037: (e) => {
      e.exports = ['플러스 버튼']
    },
    796032: (e) => {
      e.exports = ['전날 클로즈 프라이스 라인']
    },
    999530: (e) => {
      e.exports = ['프라이스 라인']
    },
    990612: (e) => {
      e.exports = ['최근 검색']
    },
    131273: (e) => {
      e.exports = ['정규 거래 시간 세션']
    },
    376091: (e) => {
      e.exports = ['드로잉 없애기']
    },
    420378: (e) => {
      e.exports = ['인디케이터 없애기']
    },
    457869: (e) => {
      e.exports = ['모든 지표와 드로잉툴 삭제']
    },
    366702: (e) => {
      e.exports = ['왓치리스트에서 없애기']
    },
    572482: (e) => {
      e.exports = ['즐겨찾기지움']
    },
    634465: (e) => {
      e.exports = ['차트리셋']
    },
    445417: (e) => {
      e.exports = ['프라이스 스케일 리셋']
    },
    275521: (e) => {
      e.exports = ['타임 스케일 리셋']
    },
    245265: (e) => {
      e.exports = ['위크 마그넷']
    },
    620916: (e) => {
      e.exports = ['텍스트 & 노트']
    },
    18794: (e) => {
      e.exports = ['트렌드 라인 툴']
    },
    464185: (e) => {
      e.exports = ['드로잉, 기능 및 설정을 검색하려면 입력']
    },
    89967: (e) => {
      e.exports = ['볼륨-기반']
    },
    38925: (e) => {
      e.exports = ['크게보기']
    },
    949895: (e) => {
      e.exports = ['작게보기']
    },
    812629: (e) => {
      e.exports = ['상품']
    },
    487592: (e) => {
      e.exports = ['씨에프디']
    },
    565558: (e) => {
      e.exports = ['차트의 아이디어 가시성 변경']
    },
    559820: (e) => {
      e.exports = ['인디케이터 및 파이낸셜 네임 라벨 비저빌리티 바꾸기']
    },
    90512: (e) => {
      e.exports = ['인디케이터 및 파이낸셜 밸류 라벨 비저빌리티 바꾸기']
    },
    350393: (e) => {
      e.exports = ['프리/포스트 마켓 프라이스 라인 비저빌리티 바꾸기']
    },
    308448: (e) => {
      e.exports = ['크립토']
    },
    667245: (e) => {
      e.exports = 'dr'
    },
    488720: (e) => {
      e.exports = ['경제']
    },
    739512: (e) => {
      e.exports = ['외환']
    },
    781859: (e) => {
      e.exports = ['퓨쳐스']
    },
    612754: (e) => {
      e.exports = ['지수']
    },
    138071: (e) => {
      e.exports = ['지수']
    },
    636931: (e) => {
      e.exports = ['스탁']
    },
    695612: (e) => {
      e.exports = ['드로잉 싱크']
    },
    132868: (e) => {
      e.exports = ['{hotKey_0} + 차트위 클릭']
    },
    468125: (e) => {
      e.exports = ['{hotKey_0} — 써클']
    },
    240234: (e) => {
      e.exports = ['{hotKey_0} — 45 도 곧은 줄 긋기']
    },
    510289: (e) => {
      e.exports = ['{hotKey_0} — 고정 증가']
    },
    481591: (e) => {
      e.exports = ['{hotKey_0} — 스퀘어']
    },
  },
])
