;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [3175],
  {
    814281: (e) => {
      e.exports = ['통화']
    },
    360558: (e) => {
      e.exports = ['애니멀 & 네이처']
    },
    414232: (e) => {
      e.exports = ['액티비티']
    },
    157792: (e) => {
      e.exports = ['화살']
    },
    433628: (e) => {
      e.exports = ['몸짓 & 미소']
    },
    935305: (e) => {
      e.exports = ['푸드 & 드링크']
    },
    149546: (e) => {
      e.exports = ['플래그']
    },
    572302: (e) => {
      e.exports = ['오브젝트']
    },
    111739: (e) => {
      e.exports = ['자연']
    },
    396330: (e) => {
      e.exports = ['스마일 & 피플']
    },
    906878: (e) => {
      e.exports = ['심볼']
    },
    877011: (e) => {
      e.exports = ['심볼 & 깃발']
    },
    415426: (e) => {
      e.exports = ['최근에 쓰임']
    },
    715395: (e) => {
      e.exports = ['트래블 & 플레이스']
    },
    939176: (e) => {
      e.exports = ['컨텐츠']
    },
    619022: (e) => {
      e.exports = ['채널']
    },
    682401: (e) => {
      e.exports = ['커서']
    },
    150025: (e) => {
      e.exports = ['사이클']
    },
    19661: (e) => {
      e.exports = ['어노테이션 툴']
    },
    44629: (e) => {
      e.exports = ['즐겨찾기에 넣기']
    },
    223969: (e) => {
      e.exports = ['화살']
    },
    755939: (e) => {
      e.exports = ['브러시']
    },
    543884: (e) => {
      e.exports = ['간']
    },
    705816: (e) => {
      e.exports = ['간 및 피보나치 툴']
    },
    322146: (e) => {
      e.exports = ['지오메트릭 셰이프']
    },
    860925: (e) => {
      e.exports = ['점']
    },
    719570: (e) => {
      e.exports = ['이모지']
    },
    388280: (e) => {
      e.exports = ['엘리엇 웨이브']
    },
    299289: (e) => {
      e.exports = ['지우개']
    },
    797100: (e) => {
      e.exports = ['예측 및 측정 툴']
    },
    922305: (e) => {
      e.exports = ['피보나치']
    },
    717517: (e) => {
      e.exports = ['드로잉툴숨김']
    },
    396411: (e) => {
      e.exports = ['드로잉 툴바 숨기기']
    },
    792464: (e) => {
      e.exports = ['아이콘']
    },
    537057: (e) => {
      e.exports = ['드로잉툴고정']
    },
    579165: (e) => {
      e.exports = ['매직']
    },
    937140: (e) => {
      e.exports = [
        '자석모드는 가장 최근 OHLC 밸류에 가까운 프라이스에 드로잉을 들러붙게 해줍니다.',
      ]
    },
    659607: (e) => {
      e.exports = ['재기']
    },
    79961: (e) => {
      e.exports = ['계측기']
    },
    736551: (e) => {
      e.exports = [
        '새 차트를 고를 때 새 드로잉들은 레이아웃에 있는 모든 차트에 복제됩니다.',
      ]
    },
    825792: (e) => {
      e.exports = ['셰이프']
    },
    563354: (e) => {
      e.exports = ['드로잉 툴바 보기']
    },
    149616: (e) => {
      e.exports = ['많이 쓰는 드로잉 툴바 보기']
    },
    691977: (e) => {
      e.exports = ['숨긴툴 보기']
    },
    551072: (e) => {
      e.exports = ['오브젝트 트리 보기']
    },
    749421: (e) => {
      e.exports = ['그리기모드 유지']
    },
    84121: (e) => {
      e.exports = ['스티커']
    },
    685422: (e) => {
      e.exports = ['스트롱 마그넷']
    },
    219693: (e) => {
      e.exports = ['패턴']
    },
    673359: (e) => {
      e.exports = ['피치포크']
    },
    376091: (e) => {
      e.exports = ['드로잉 없애기']
    },
    345286: (e) => {
      e.exports = ['오브젝트 없애기']
    },
    572482: (e) => {
      e.exports = ['즐겨찾기지움']
    },
    630513: (e) => {
      e.exports = ['{drawings} 없애기']
    },
    710049: (e) => {
      e.exports = ['{drawings} & {indicators} 없애기']
    },
    355084: (e) => {
      e.exports = ['{indicators} 없애기']
    },
    245265: (e) => {
      e.exports = ['위크 마그넷']
    },
    620916: (e) => {
      e.exports = ['텍스트 & 노트']
    },
    18794: (e) => {
      e.exports = ['트렌드 라인 툴']
    },
    89967: (e) => {
      e.exports = ['볼륨-기반']
    },
    38925: (e) => {
      e.exports = ['크게보기']
    },
    949895: (e) => {
      e.exports = ['작게보기']
    },
    132868: (e) => {
      e.exports = ['{hotKey_0} + 차트위 클릭']
    },
    468125: (e) => {
      e.exports = ['{hotKey_0} — 써클']
    },
    240234: (e) => {
      e.exports = ['{hotKey_0} — 45 도 곧은 줄 긋기']
    },
    510289: (e) => {
      e.exports = ['{hotKey_0} — 고정 증가']
    },
    481591: (e) => {
      e.exports = ['{hotKey_0} — 스퀘어']
    },
    293030: (e) => {
      e.exports = ['{amount} 드로잉']
    },
    580437: (e) => {
      e.exports = ['{amount} 인디케이터']
    },
  },
])
