;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [3951],
  {
    14229: (e) => {
      e.exports = ['점']
    },
    16936: (e) => {
      e.exports = ['뒤로']
    },
    9898: (e) => {
      e.exports = ['라이트']
    },
    18511: (e) => {
      e.exports = ['봉완성 카운트다운']
    },
    32409: (e) => {
      e.exports = ['색상테마']
    },
    90069: (e) => {
      e.exports = ['비교']
    },
    39176: (e) => {
      e.exports = ['컨텐츠']
    },
    15803: (e) => {
      e.exports = ['차트 이미지 링크 복사']
    },
    20036: (e) => {
      e.exports = ['취소']
    },
    19022: (e) => {
      e.exports = ['채널']
    },
    8353: (e) => {
      e.exports = ['인터벌바꾸기']
    },
    20788: (e) => {
      e.exports = ['차트 스타일 컬럼']
    },
    86771: (e) => {
      e.exports = ['차트 스타일 캔들']
    },
    45290: (e) => {
      e.exports = ['차트 스타일 에어리어']
    },
    97559: (e) => {
      e.exports = ['차트 스타일 바']
    },
    18779: (e) => {
      e.exports = ['차트 스타일 베이스라인']
    },
    90599: (e) => {
      e.exports = ['차트 스타일 카기']
    },
    41412: (e) => {
      e.exports = ['차트 스타일 HLC 영역']
    },
    51383: (e) => {
      e.exports = ['차트 스타일 할로우 캔들']
    },
    20424: (e) => {
      e.exports = ['차트 스타일 하이킨 아시']
    },
    28381: (e) => {
      e.exports = ['차트 스타일 하이-로우']
    },
    87691: (e) => {
      e.exports = ['차트 스타일 라인']
    },
    470: (e) => {
      e.exports = ['차트 스타일 라인 브레이크']
    },
    14956: (e) => {
      e.exports = ['마커 있는 차트 스타일 라인']
    },
    59393: (e) => {
      e.exports = ['차트 스타일 스텝 라인']
    },
    59491: (e) => {
      e.exports = ['차트 스타일 포인트 & 피겨']
    },
    38385: (e) => {
      e.exports = ['차트 스타일 레인지']
    },
    91664: (e) => {
      e.exports = ['차트 스타일 렌코']
    },
    82838: (e) => {
      e.exports = ['차트 스타일 볼륨 풋프린트']
    },
    80395: (e) => {
      e.exports = ['메뉴 닫기']
    },
    82401: (e) => {
      e.exports = ['커서']
    },
    50025: (e) => {
      e.exports = ['사이클']
    },
    19661: (e) => {
      e.exports = ['어노테이션 툴']
    },
    44629: (e) => {
      e.exports = ['즐겨찾기에 넣기']
    },
    64498: (e) => {
      e.exports = ['모든 자료']
    },
    95480: (e) => {
      e.exports = ['이들 인디케이터를 전체 레이아웃에 적용하기']
    },
    23969: (e) => {
      e.exports = ['화살']
    },
    28020: (e) => {
      e.exports = ['오토 (스크린에 데이터 맞춤)']
    },
    79852: (e) => {
      e.exports = ['채권']
    },
    55939: (e) => {
      e.exports = ['브러시']
    },
    40803: (e) => {
      e.exports = ['날짜바로가기']
    },
    43884: (e) => {
      e.exports = ['간']
    },
    5816: (e) => {
      e.exports = ['간 및 피보나치 툴']
    },
    22146: (e) => {
      e.exports = ['지오메트릭 셰이프']
    },
    60925: (e) => {
      e.exports = ['점']
    },
    66365: (e) => {
      e.exports = ['다크 칼라 테마']
    },
    29601: (e) => {
      e.exports = ['설명']
    },
    22772: (e) => {
      e.exports = ['그리기']
    },
    88280: (e) => {
      e.exports = ['엘리엇 웨이브']
    },
    99289: (e) => {
      e.exports = ['지우개']
    },
    25790: (e) => {
      e.exports = ['연장 거래 시간 세션']
    },
    97100: (e) => {
      e.exports = ['예측 및 측정 툴']
    },
    22305: (e) => {
      e.exports = ['피보나치']
    },
    11682: (e) => {
      e.exports = ['전체화면모드']
    },
    15327: (e) => {
      e.exports = ['기능']
    },
    17517: (e) => {
      e.exports = ['드로잉툴숨김']
    },
    82785: (e) => {
      e.exports = ['인버트 스케일']
    },
    64642: (e) => {
      e.exports = ['지표넣기']
    },
    55149: (e) => {
      e.exports = ['오브젝트 트리 열기']
    },
    75687: (e) => {
      e.exports = ['차트 레이아웃 불러오기']
    },
    37057: (e) => {
      e.exports = ['드로잉툴고정']
    },
    95667: (e) => {
      e.exports = ['바 레이쇼에 프라이스 잠금']
    },
    19567: (e) => {
      e.exports = ['스케일 왼쪽으로 옮기기']
    },
    76300: (e) => {
      e.exports = ['스케일 오른쪽으로 옮기기']
    },
    56854: (e) => {
      e.exports = ['차트를 뒤로 이동']
    },
    22221: (e) => {
      e.exports = ['차트를 앞으로 이동']
    },
    79165: (e) => {
      e.exports = ['매직']
    },
    37140: (e) => {
      e.exports = [
        '자석모드는 가장 최근 OHLC 밸류에 가까운 프라이스에 드로잉을 들러붙게 해줍니다.',
      ]
    },
    72357: (e) => {
      e.exports = ['레이아웃 드로잉 관리']
    },
    59607: (e) => {
      e.exports = ['재기']
    },
    79961: (e) => {
      e.exports = ['계측기']
    },
    78633: (e) => {
      e.exports = ['모든 스케일을 왼쪽으로 병합']
    },
    308: (e) => {
      e.exports = ['모든 스케일을 오른쪽으로 병합']
    },
    29673: (e) => {
      e.exports = ['조건에 맞는 익스체인지가 없음']
    },
    41379: (e) => {
      e.exports = ['조건에 맞는 심볼이 없음']
    },
    45850: (e) => {
      e.exports = ['기준과 일치하는 항목이 없습니다']
    },
    36551: (e) => {
      e.exports = [
        '새 차트를 고를 때 새 드로잉들은 레이아웃에 있는 모든 차트에 복제됩니다.',
      ]
    },
    19407: (e) => {
      e.exports = ['새 드로잉은 글로벌 싱크됩니다']
    },
    77989: (e) => {
      e.exports = ['새 드로잉은 레이아웃에서 싱크됩니다']
    },
    19724: (e) => {
      e.exports = ['자료']
    },
    62571: (e) => {
      e.exports = ['차트레이아웃 저장']
    },
    35264: (e) => {
      e.exports = ['가격차트만 스케일']
    },
    52298: (e) => {
      e.exports = ['찾기']
    },
    78842: (e) => {
      e.exports = ['툴 혹은 기능 검색']
    },
    13269: (e) => {
      e.exports = ['자료 선택']
    },
    90417: (e) => {
      e.exports = ['세션구분']
    },
    25792: (e) => {
      e.exports = ['셰이프']
    },
    91977: (e) => {
      e.exports = ['숨긴툴 보기']
    },
    51072: (e) => {
      e.exports = ['오브젝트 트리 보기']
    },
    49421: (e) => {
      e.exports = ['그리기모드 유지']
    },
    85422: (e) => {
      e.exports = ['스트롱 마그넷']
    },
    89053: (e) => {
      e.exports = ['심볼']
    },
    48490: (e) => {
      e.exports = ['심볼 & 설명']
    },
    79791: (e) => {
      e.exports = ['심볼 네임 라벨']
    },
    12014: (e) => {
      e.exports = ['심볼 정보']
    },
    78001: (e) => {
      e.exports = ['심볼 현재가 라벨']
    },
    99983: (e) => {
      e.exports = ['심볼 찾기']
    },
    35888: (e) => {
      e.exports = ['모든 차트에 드로잉 동기화']
    },
    19693: (e) => {
      e.exports = ['패턴']
    },
    73359: (e) => {
      e.exports = ['피치포크']
    },
    4037: (e) => {
      e.exports = ['플러스 버튼']
    },
    96032: (e) => {
      e.exports = ['전날 클로즈 프라이스 라인']
    },
    99530: (e) => {
      e.exports = ['프라이스 라인']
    },
    90612: (e) => {
      e.exports = ['최근 검색']
    },
    31273: (e) => {
      e.exports = ['정규 거래 시간 세션']
    },
    76091: (e) => {
      e.exports = ['드로잉 없애기']
    },
    20378: (e) => {
      e.exports = ['인디케이터 없애기']
    },
    57869: (e) => {
      e.exports = ['모든 지표와 드로잉툴 삭제']
    },
    72482: (e) => {
      e.exports = ['즐겨찾기지움']
    },
    34465: (e) => {
      e.exports = ['차트리셋']
    },
    45417: (e) => {
      e.exports = ['프라이스 스케일 리셋']
    },
    75521: (e) => {
      e.exports = ['타임 스케일 리셋']
    },
    45265: (e) => {
      e.exports = ['위크 마그넷']
    },
    20916: (e) => {
      e.exports = ['텍스트 & 노트']
    },
    18794: (e) => {
      e.exports = ['트렌드 라인 툴']
    },
    64185: (e) => {
      e.exports = ['드로잉, 기능 및 설정을 검색하려면 입력']
    },
    89967: (e) => {
      e.exports = ['볼륨-기반']
    },
    38925: (e) => {
      e.exports = ['크게보기']
    },
    49895: (e) => {
      e.exports = ['작게보기']
    },
    12629: (e) => {
      e.exports = ['상품']
    },
    87592: (e) => {
      e.exports = ['씨에프디']
    },
    65558: (e) => {
      e.exports = ['차트의 아이디어 가시성 변경']
    },
    59820: (e) => {
      e.exports = ['인디케이터 및 파이낸셜 네임 라벨 비저빌리티 바꾸기']
    },
    90512: (e) => {
      e.exports = ['인디케이터 및 파이낸셜 밸류 라벨 비저빌리티 바꾸기']
    },
    50393: (e) => {
      e.exports = ['프리/포스트 마켓 프라이스 라인 비저빌리티 바꾸기']
    },
    8448: (e) => {
      e.exports = ['크립토']
    },
    67245: (e) => {
      e.exports = 'dr'
    },
    88720: (e) => {
      e.exports = ['경제']
    },
    39512: (e) => {
      e.exports = ['외환']
    },
    81859: (e) => {
      e.exports = ['퓨쳐스']
    },
    12754: (e) => {
      e.exports = ['지수']
    },
    60804: (e) => {
      e.exports = ['지수']
    },
    36931: (e) => {
      e.exports = ['스탁']
    },
    95612: (e) => {
      e.exports = ['드로잉 싱크']
    },
    32868: (e) => {
      e.exports = ['{hotKey_0} + 차트위 클릭']
    },
    68125: (e) => {
      e.exports = ['{hotKey_0} — 써클']
    },
    40234: (e) => {
      e.exports = ['{hotKey_0} — 45 도 곧은 줄 긋기']
    },
    10289: (e) => {
      e.exports = ['{hotKey_0} — 고정 증가']
    },
    81591: (e) => {
      e.exports = ['{hotKey_0} — 스퀘어']
    },
  },
])
