;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [4433],
  {
    822353: (e) => {
      e.exports = ['(시 + 고 + 저 + 종)/3']
    },
    94884: (e) => {
      e.exports = ['(고 + 저 + 종)/3']
    },
    710591: (e) => {
      e.exports = ['(고 + 저)/2']
    },
    563243: (e) => {
      e.exports = ['이전 종가에 따라 봉색 결정']
    },
    715857: (e) => {
      e.exports = ['클로즈 라인']
    },
    909994: (e) => {
      e.exports = ['배당에 따른 데이터 조정']
    },
    710989: (e) => {
      e.exports = ['컨트랙트 변경 조절']
    },
    470816: (e) => {
      e.exports = ['평균가']
    },
    350430: (e) => {
      e.exports = ['바텀 라인']
    },
    883760: (e) => {
      e.exports = ['바디']
    },
    872269: (e) => {
      e.exports = ['경계선']
    },
    507445: (e) => {
      e.exports = ['베이스 레벨']
    },
    947586: (e) => {
      e.exports = ['비드/애스크']
    },
    339667: (e) => {
      e.exports = ['다운 바']
    },
    587151: (e) => {
      e.exports = ['다운 칼라']
    },
    181285: (e) => {
      e.exports = ['데이타 수정']
    },
    204329: (e) => {
      e.exports = ['기본설정']
    },
    986846: (e) => {
      e.exports = ['채우기']
    },
    658747: (e) => {
      e.exports = ['필 탑 에어리어']
    },
    111157: (e) => {
      e.exports = ['필 바텀 에어리어']
    },
    586953: (e) => {
      e.exports = ['HLC 바']
    },
    439292: (e) => {
      e.exports = ['고가와 저가']
    },
    983678: (e) => {
      e.exports = ['하이 라인']
    },
    275310: (e) => {
      e.exports = ['로우 라인']
    },
    915107: (e) => {
      e.exports = ['현재가']
    },
    906350: (e) => {
      e.exports = ['프리/포스트 마켓']
    },
    362521: (e) => {
      e.exports = ['프리/포스트 마켓 백그라운드']
    },
    173947: (e) => {
      e.exports = ['정밀도']
    },
    8094: (e) => {
      e.exports = ['전일 종가']
    },
    131971: (e) => {
      e.exports = ['가격 라인']
    },
    224248: (e) => {
      e.exports = ['프라이스 소스']
    },
    994089: (e) => {
      e.exports = ['프로젝션 업 바']
    },
    280293: (e) => {
      e.exports = ['프로젝션 바']
    },
    405704: (e) => {
      e.exports = ['프로젝션 다운 바']
    },
    729881: (e) => {
      e.exports = [
        '프라이스 스케일에 리얼 프라이스 (하이킨-아시 프라이스 대신)',
      ]
    },
    457417: (e) => {
      e.exports = ['탑 라인']
    },
    855314: (e) => {
      e.exports = ['씬 (Thin) 바']
    },
    587492: (e) => {
      e.exports = ['타임존']
    },
    405536: (e) => {
      e.exports = ['업 칼라']
    },
    683610: (e) => {
      e.exports = ['업 바']
    },
    999983: (e) => {
      e.exports = ['데일리 클로즈를 청산가로 쓰기']
    },
    735612: (e) => {
      e.exports = ['거래량 가중치 바 사용']
    },
    130792: (e) => {
      e.exports = ['캔들']
    },
    655740: (e) => {
      e.exports = ['HLC 바 변경']
    },
    568927: (e) => {
      e.exports = ['평균 종가 라인 너비 변경']
    },
    730385: (e) => {
      e.exports = ['평균 종가 라인 색상 변경']
    },
    897008: (e) => {
      e.exports = ['에어리어 필 컬러 바꾸기']
    },
    206610: (e) => {
      e.exports = ['에어리어 라인 너비 바꾸기']
    },
    200661: (e) => {
      e.exports = ['에어리어 라인 컬러 바꾸기']
    },
    201316: (e) => {
      e.exports = ['에어리어 프라이스 소스 바꾸기']
    },
    129180: (e) => {
      e.exports = ['애스크 라인 컬러 바꾸기']
    },
    831547: (e) => {
      e.exports = ['베이스 레벨 바꾸기']
    },
    104164: (e) => {
      e.exports = ['베이스라인 바텀 라인 컬러 바꾸기']
    },
    438990: (e) => {
      e.exports = ['베이스라인 바텀 라인 너비 바꾸기']
    },
    273163: (e) => {
      e.exports = ['베이스라인 필 바텀 에어리어 컬러 바꾸기']
    },
    112673: (e) => {
      e.exports = ['베이스라인 필 탑 에어리어 컬러 바꾸기']
    },
    156819: (e) => {
      e.exports = ['베이스라인 프라이스 소스 바꾸기']
    },
    268621: (e) => {
      e.exports = ['베이스라인 탑 라인 컬러 바꾸기']
    },
    535339: (e) => {
      e.exports = ['베이스라인 탑 라인 너비 바꾸기']
    },
    476804: (e) => {
      e.exports = ['바 업 컬러 바꾸기']
    },
    171816: (e) => {
      e.exports = ['바 다운 컬러 바꾸기']
    },
    436703: (e) => {
      e.exports = ['비드 라인 컬러 바꾸기']
    },
    829353: (e) => {
      e.exports = ['이전 클로즈에 따라 컬러 바 바꾸기']
    },
    985709: (e) => {
      e.exports = ['컬럼 업 색깔 바꾸기']
    },
    112155: (e) => {
      e.exports = ['컬럼 다운 색깔 바꾸기']
    },
    166890: (e) => {
      e.exports = ['컬럼 프라이스 소스 바꾸기']
    },
    71809: (e) => {
      e.exports = ['소숫점 자릿수 바꾸기']
    },
    31317: (e) => {
      e.exports = ['익스텐드 아워 컬러 바꾸기']
    },
    560944: (e) => {
      e.exports = ['고가 및 저가 라인 색상 변경']
    },
    983708: (e) => {
      e.exports = ['고가 및 저가 라인 너비 변경']
    },
    281080: (e) => {
      e.exports = ['하이-로우 바디 컬러 바꾸기']
    },
    330033: (e) => {
      e.exports = ['하이-로우 바디 비저빌리티 바꾸기']
    },
    676885: (e) => {
      e.exports = ['하이-로우 보더 컬러 바꾸기']
    },
    279236: (e) => {
      e.exports = ['하이-로우 보더 비저빌리티 바꾸기']
    },
    142981: (e) => {
      e.exports = ['하이-로우 라벨 비저빌리티 바꾸기']
    },
    531937: (e) => {
      e.exports = ['하이-로우 라벨 컬러 바꾸기']
    },
    687828: (e) => {
      e.exports = ['라인 컬러 바꾸기']
    },
    17119: (e) => {
      e.exports = ['라인 프라이스 소스 바꾸기']
    },
    669125: (e) => {
      e.exports = ['라인 너비 바꾸기']
    },
    449973: (e) => {
      e.exports = ['포스트 마켓 컬러 바꾸기']
    },
    5969: (e) => {
      e.exports = ['포스트 마켓 라인 컬러 바꾸기']
    },
    350393: (e) => {
      e.exports = ['프리/포스트 마켓 프라이스 라인 비저빌리티 바꾸기']
    },
    746257: (e) => {
      e.exports = ['프리 마켓 컬러 바꾸기']
    },
    60852: (e) => {
      e.exports = ['프리 마켓 라인 컬러 바꾸기']
    },
    891183: (e) => {
      e.exports = ['이전 클로즈 프라이스 라인 컬러 바꾸기']
    },
    87631: (e) => {
      e.exports = ['이전 클로즈 프라이스 라인 너비 바꾸기']
    },
    177640: (e) => {
      e.exports = ['프라이스 라인 컬러 바꾸기']
    },
    497322: (e) => {
      e.exports = ['프라이스 라인 너비 바꾸기']
    },
    735116: (e) => {
      e.exports = ['레인지 바 스타일 변경']
    },
    328143: (e) => {
      e.exports = ['레인지 씬 바 바꾸기']
    },
    875986: (e) => {
      e.exports = ['렌코 윅 다운 컬러 바꾸기']
    },
    707747: (e) => {
      e.exports = ['렌코 윅 업 컬러 바꾸기']
    },
    109473: (e) => {
      e.exports = ['렌코 윅 비저빌리티 바꾸기']
    },
    639783: (e) => {
      e.exports = [
        '프라이스 스케일에서 (하이키-아시 프라이스 대신) 리얼 프라이스 디스플레이 바꾸기',
      ]
    },
    672886: (e) => {
      e.exports = ['씬 바 바꾸기']
    },
    495108: (e) => {
      e.exports = ['거래량 가중치 바 사용 변경']
    },
    405464: (e) => {
      e.exports = ['{candleType} 업 보더 컬러 바꾸기']
    },
    861118: (e) => {
      e.exports = ['{candleType} 업 컬러 바꾸기']
    },
    660164: (e) => {
      e.exports = ['{candleType} 윅 다운 컬러 바꾸기']
    },
    445543: (e) => {
      e.exports = ['{candleType} 윅 업 컬러 바꾸기']
    },
    239987: (e) => {
      e.exports = ['{candleType} 윅 바꾸기']
    },
    647202: (e) => {
      e.exports = ['{candleType} 바디 비저빌리티 바꾸기']
    },
    123986: (e) => {
      e.exports = ['{candleType} 비저빌리티 바꾸기']
    },
    492330: (e) => {
      e.exports = ['{candleType} 다운 보더 컬러 바꾸기']
    },
    136320: (e) => {
      e.exports = ['{candleType} 다운 컬러 바꾸기']
    },
    179088: (e) => {
      e.exports = ['{chartType} 보더 바 다운 컬러 바꾸기']
    },
    811107: (e) => {
      e.exports = ['{chartType} 보더 바 업 컬러 바꾸기']
    },
    685503: (e) => {
      e.exports = ['{chartType} 다운 컬러 바꾸기']
    },
    761250: (e) => {
      e.exports = ['{chartType} 프로젝션 보더 바 업 컬러 바꾸기']
    },
    618465: (e) => {
      e.exports = ['{chartType} 프로젝션 바 다운 컬러 바꾸기']
    },
    50453: (e) => {
      e.exports = ['{chartType} 프로젝션 바 업 컬러 바꾸기']
    },
    59414: (e) => {
      e.exports = ['{chartType} 업 컬러 바꾸기']
    },
    621547: (e) => {
      e.exports = ['{inputName} 프로퍼티 바꾸기']
    },
    342390: (e) => {
      e.exports = ['배당금을 위한 데이터 조정']
    },
    399511: (e) => {
      e.exports = ['컨트랙트 변경 조절']
    },
    932387: (e) => {
      e.exports = ['카기']
    },
    375165: (e) => {
      e.exports = ['할로우캔들']
    },
    259905: (e) => {
      e.exports = ['라인브레이크']
    },
    77828: (e) => {
      e.exports = ['포인트앤피겨']
    },
    518995: (e) => {
      e.exports = ['레인지']
    },
    47500: (e) => {
      e.exports = ['렌코']
    },
    398402: (e) => {
      e.exports = ['데일리 클로즈를 청산가로 쓰기']
    },
  },
])
