;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [4011],
  {
    652002: (e) => {
      e.exports = ['주요']
    },
    283912: (e) => {
      e.exports = ['마이너']
    },
    52587: (e) => {
      e.exports = ['연']
    },
    469219: (e) => {
      e.exports = ['지']
    },
    426211: (e) => {
      e.exports = ['지']
    },
    960582: (e) => {
      e.exports = ['종']
    },
    957357: (e) => {
      e.exports = ['금']
    },
    647310: (e) => {
      e.exports = ['실']
    },
    214485: (e) => {
      e.exports = 'R'
    },
    87817: (e) => {
      e.exports = ['스']
    },
    535145: (e) => {
      e.exports = ['52주 레인지']
    },
    397697: (e) => {
      e.exports = ['쿠리어 서비스']
    },
    117750: (e) => {
      e.exports = ['코울']
    },
    268765: (e) => {
      e.exports = ['석탁 채굴 서포트']
    },
    504070: (e) => {
      e.exports = ['석탄 도매']
    },
    269358: (e) => {
      e.exports = ['코코스 (킬링) 아일랜드']
    },
    455784: (e) => {
      e.exports = ['커피 & 티']
    },
    844305: (e) => {
      e.exports = ['커피, 티 & 코코아 재배']
    },
    488938: (e) => {
      e.exports = ['석탄 코크 채굴']
    },
    731144: (e) => {
      e.exports = ['콜럼비아']
    },
    714971: (e) => {
      e.exports = ['착색제']
    },
    137827: (e) => {
      e.exports = ['합동 운영 펀드 오퍼레이터']
    },
    408646: (e) => {
      e.exports = ['코모로스']
    },
    187677: (e) => {
      e.exports = ['커모디티 케미컬즈']
    },
    844460: (e) => {
      e.exports = ['커모디티 케미컬 도매']
    },
    141879: (e) => {
      e.exports = ['상업용 비행선 제작']
    },
    313671: (e) => {
      e.exports = ['상업용 은행']
    },
    289904: (e) => {
      e.exports = ['상업용 빌딩']
    },
    317976: (e) => {
      e.exports = ['상업 서류 관리']
    },
    865447: (e) => {
      e.exports = ['상업용 장비 렌털']
    },
    597013: (e) => {
      e.exports = ['어업']
    },
    913922: (e) => {
      e.exports = ['상업용 음식 서비스']
    },
    864285: (e) => {
      e.exports = ['상업 임대']
    },
    375065: (e) => {
      e.exports = ['상업 대부업']
    },
    17897: (e) => {
      e.exports = ['상업용 탁아원']
    },
    700165: (e) => {
      e.exports = ['코머셜 프린팅/폼']
    },
    756288: (e) => {
      e.exports = ['코머셜 프린팅 서비스']
    },
    71399: (e) => {
      e.exports = ['코머셜 REITs']
    },
    238185: (e) => {
      e.exports = ['코머셜 서비스']
    },
    218910: (e) => {
      e.exports = ['통근 페리']
    },
    459453: (e) => {
      e.exports = ['통근 서비스']
    },
    165630: (e) => {
      e.exports = ['통신 & 위성 기기']
    },
    521490: (e) => {
      e.exports = ['커뮤니케이션']
    },
    958879: (e) => {
      e.exports = ['커뮤니케이션 & 네트워킹']
    },
    838544: (e) => {
      e.exports = ['컴포지트 심볼']
    },
    946922: (e) => {
      e.exports = ['컴퓨터 & 일렉트로닉스 리테일러즈']
    },
    782135: (e) => {
      e.exports = ['컴퓨터 커뮤니케이션']
    },
    85065: (e) => {
      e.exports = ['컴퓨터 하드웨어']
    },
    859138: (e) => {
      e.exports = ['컴퓨터 하드웨어 & 소프트웨어 소매상']
    },
    826534: (e) => {
      e.exports = ['컴퓨터 하드웨어 컴포넌트 어셈블리']
    },
    759899: (e) => {
      e.exports = ['컴퓨터 주변기기']
    },
    950116: (e) => {
      e.exports = ['컴퓨터 프로세싱 하드웨어']
    },
    317785: (e) => {
      e.exports = ['컴퓨터 프로그래밍']
    },
    803434: (e) => {
      e.exports = ['컴퓨터 트레이닝']
    },
    601406: (e) => {
      e.exports = ['콩고']
    },
    167291: (e) => {
      e.exports = ['콩고 (민주공화국)']
    },
    838455: (e) => {
      e.exports = ['대기업']
    },
    478698: (e) => {
      e.exports = ['컨퍼런싱 툴 & 시스템']
    },
    413859: (e) => {
      e.exports = ['연결중']
    },
    310323: (e) => {
      e.exports = ['컨스트럭션 & 엔지니어링']
    },
    848833: (e) => {
      e.exports = ['건설 기계']
    },
    628370: (e) => {
      e.exports = ['건설 자재 처리']
    },
    71686: (e) => {
      e.exports = ['건설 자재 도매']
    },
    721009: (e) => {
      e.exports = ['컨스트럭션 머티어리얼즈']
    },
    488089: (e) => {
      e.exports = ['건설 보급']
    },
    112947: (e) => {
      e.exports = ['컨스트럭션 서플라이 & 픽스쳐']
    },
    854214: (e) => {
      e.exports = ['건설 보급 & 가구 도매']
    },
    122614: (e) => {
      e.exports = ['컨슈머 크레딧 카드 서비스']
    },
    298395: (e) => {
      e.exports = ['소비자 경기 변동']
    },
    803146: (e) => {
      e.exports = ['컨슈머 시클리컬즈']
    },
    256799: (e) => {
      e.exports = ['소비자 제품 렌탈']
    },
    880781: (e) => {
      e.exports = ['소비자 문서 관리']
    },
    51897: (e) => {
      e.exports = ['소비자 내구재']
    },
    4953: (e) => {
      e.exports = ['소비자 전자제품 소매상']
    },
    395885: (e) => {
      e.exports = ['컨슈머 일렉트로닉스/어플라이언스']
    },
    575023: (e) => {
      e.exports = ['소비자 전자제품 도매']
    },
    801386: (e) => {
      e.exports = ['소비자 임대']
    },
    362308: (e) => {
      e.exports = ['컨슈머 렌딩 (Lending)']
    },
    384043: (e) => {
      e.exports = ['컨슈머 논-시크리컬즈']
    },
    964300: (e) => {
      e.exports = ['컨슈머 논-듀어러블즈']
    },
    964613: (e) => {
      e.exports = ['컨슈머 서비스']
    },
    374909: (e) => {
      e.exports = ['컨슈머 선드라이']
    },
    477987: (e) => {
      e.exports = ['컨슈머 퍼블리싱']
    },
    892867: (e) => {
      e.exports = ['컨슈머 리페어 서비스']
    },
    328477: (e) => {
      e.exports = ['컨슈머/넌-사이클릭']
    },
    761794: (e) => {
      e.exports = ['컨테이너 & 패키징 재료 도매']
    },
    571506: (e) => {
      e.exports = ['컨테이너/패키징']
    },
    594263: (e) => {
      e.exports = ['컨텐트 & 사이트 매니지먼트 서비스']
    },
    426398: (e) => {
      e.exports = ['컨트랙트 드릴링']
    },
    334669: (e) => {
      e.exports = ['쿠키, 크래커 & 파스타 제조']
    },
    453679: (e) => {
      e.exports = ['쿡 아일랜드']
    },
    733330: (e) => {
      e.exports = ['구리 광물 마이닝']
    },
    545312: (e) => {
      e.exports = ['저작권 관리']
    },
    512060: (e) => {
      e.exports = ['기업 어카운팅 서비스']
    },
    55493: (e) => {
      e.exports = ['코포리트 (Corporate) 파이낸셜 서비스']
    },
    930045: (e) => {
      e.exports = ['코스메틱스 & 퍼퓸']
    },
    708897: (e) => {
      e.exports = ['코스타 리카']
    },
    887702: (e) => {
      e.exports = ['카다로그/스페셜티 디스트리뷰션']
    },
    290207: (e) => {
      e.exports = ['케이맨 제도']
    },
    224860: (e) => {
      e.exports = ['케이블 서비스 제공자']
    },
    248568: (e) => {
      e.exports = ['케이블/위성 티비']
    },
    996415: (e) => {
      e.exports = ['카보 베르데']
    },
    298505: (e) => {
      e.exports = ['카페']
    },
    51339: (e) => {
      e.exports = ['콜센터 서비스']
    },
    551054: (e) => {
      e.exports = ['캄보디아']
    },
    201132: (e) => {
      e.exports = ['카메룬']
    },
    280206: (e) => {
      e.exports = ['캐나다']
    },
    377774: (e) => {
      e.exports = ['자본재']
    },
    734070: (e) => {
      e.exports = ['탄소 포집 및 저장']
    },
    837140: (e) => {
      e.exports = ['탄산음료']
    },
    800143: (e) => {
      e.exports = ['카펫 & 커튼']
    },
    24920: (e) => {
      e.exports = ['카지노']
    },
    991725: (e) => {
      e.exports = ['카지노/게임']
    },
    642883: (e) => {
      e.exports = ['카지노 & 게이밍']
    },
    982801: (e) => {
      e.exports = ['캐주얼티 인슈어런스']
    },
    737576: (e) => {
      e.exports = ['세포 섬유']
    },
    368119: (e) => {
      e.exports = ['시멘트 & 콘크리트 제조']
    },
    145112: (e) => {
      e.exports = ['센트럴 아프리칸 리퍼블릭']
    },
    137093: (e) => {
      e.exports = ['채드']
    },
    15770: (e) => {
      e.exports = ['임대 & 개인 항공 서비스']
    },
    215689: (e) => {
      e.exports = ['임대 버스 서비스']
    },
    461657: (e) => {
      e.exports = ['케미컬: 애그리컬처럴']
    },
    616852: (e) => {
      e.exports = ['화학: 주요 다각화']
    },
    4685: (e) => {
      e.exports = ['케미컬: 스페셜티']
    },
    981926: (e) => {
      e.exports = ['차일드 케어 & 패밀리 서비스']
    },
    799344: (e) => {
      e.exports = ['어린이 & 유아 옷']
    },
    192873: (e) => {
      e.exports = ['어린이 & 유어 옷 소매상']
    },
    141840: (e) => {
      e.exports = ['칠레']
    },
    420844: (e) => {
      e.exports = ['중국']
    },
    11958: (e) => {
      e.exports = ['초콜릿 & 과자류']
    },
    180144: (e) => {
      e.exports = ['크리스마스 아일랜드']
    },
    911991: (e) => {
      e.exports = ['토목 기사 & 건축사']
    },
    663112: (e) => {
      e.exports = ['시가 & 시가레트 제조']
    },
    734725: (e) => {
      e.exports = ['클리닝 서비스']
    },
    519165: (e) => {
      e.exports = ['클리어링, 세틀먼트 & 구금 서비스']
    },
    383404: (e) => {
      e.exports = ['클로즈드 엔드 펀드']
    },
    498588: (e) => {
      e.exports = ['클라우드 컴퓨팅 서비스']
    },
    173716: (e) => {
      e.exports = ['크루즈 라인']
    },
    541755: (e) => {
      e.exports = ['크래프트 & 마이크로 브루어즈']
    },
    331581: (e) => {
      e.exports = ['크레딧 유니온']
    },
    663849: (e) => {
      e.exports = ['크로아티아']
    },
    178281: (e) => {
      e.exports = ['커트러리 & 플랫웨어']
    },
    987240: (e) => {
      e.exports = ['쿠바']
    },
    495937: (e) => {
      e.exports = ['큐라카오']
    },
    289599: (e) => {
      e.exports = ['퀴라소']
    },
    551017: (e) => {
      e.exports = ['사이프러스']
    },
    342054: (e) => {
      e.exports = ['체코']
    },
    471406: (e) => {
      e.exports = ['체코']
    },
    743648: (e) => {
      e.exports = ['코트디부아르']
    },
    703466: (e) => {
      e.exports = ['놀이 공원 및 동물원']
    },
    595592: (e) => {
      e.exports = ['앰뷸런스 & 응급 서비스']
    },
    655410: (e) => {
      e.exports = ['아메리칸 사모아']
    },
    958290: (e) => {
      e.exports = ['미주']
    },
    314840: (e) => {
      e.exports = ['안타크티카']
    },
    349809: (e) => {
      e.exports = ['앤티가 바부다']
    },
    314982: (e) => {
      e.exports = ['앤티크 딜러']
    },
    682079: (e) => {
      e.exports = ['안도라']
    },
    476342: (e) => {
      e.exports = ['앙골라']
    },
    768063: (e) => {
      e.exports = ['뱀장어']
    },
    615481: (e) => {
      e.exports = ['동물 사육']
    },
    668010: (e) => {
      e.exports = ['동물 먹이']
    },
    945218: (e) => {
      e.exports = ['동물 도살 & 처리']
    },
    316517: (e) => {
      e.exports = ['액세서리']
    },
    182842: (e) => {
      e.exports = ['회계 & 세무 준비']
    },
    407609: (e) => {
      e.exports = ['성인 예능 제작 & 방송']
    },
    250197: (e) => {
      e.exports = ['성인 용품 소매업자']
    },
    557254: (e) => {
      e.exports = ['고급 전자 기기']
    },
    438052: (e) => {
      e.exports = ['어드밴스트 메디컬 이큅먼트 & 테크놀로지']
    },
    712158: (e) => {
      e.exports = ['고급 의료 기기 도매']
    },
    625754: (e) => {
      e.exports = ['고급 폴리머']
    },
    259500: (e) => {
      e.exports = ['어드벤처 스포츠 시설 & 스키 리조트']
    },
    665684: (e) => {
      e.exports = ['애드버타이징 & 마케팅']
    },
    615085: (e) => {
      e.exports = ['광고 에이전시']
    },
    526271: (e) => {
      e.exports = ['애드버타이징/마케팅 서비스']
    },
    638611: (e) => {
      e.exports = ['접착제']
    },
    911752: (e) => {
      e.exports = ['에어로스페이스 & 디펜스']
    },
    488561: (e) => {
      e.exports = ['아프가니스탄']
    },
    655312: (e) => {
      e.exports = ['아프리카']
    },
    400730: (e) => {
      e.exports = ['농업 기계류']
    },
    682628: (e) => {
      e.exports = ['농업 생명공학']
    },
    477629: (e) => {
      e.exports = ['애그리컬쳐럴 케미컬즈']
    },
    923974: (e) => {
      e.exports = ['농업 케미컬 도매']
    },
    759129: (e) => {
      e.exports = ['애그리컬처럴 커모디티/밀링']
    },
    792503: (e) => {
      e.exports = ['농업 지원 서비스']
    },
    828450: (e) => {
      e.exports = ['에어 & 개스 콤프레서']
    },
    821313: (e) => {
      e.exports = ['항공 화물']
    },
    295775: (e) => {
      e.exports = ['에어 프레이트 & 쿠리어 서비스']
    },
    71774: (e) => {
      e.exports = ['에어 프레이트 & 로지스틱스']
    },
    961220: (e) => {
      e.exports = ['항공/운수']
    },
    937090: (e) => {
      e.exports = ['항공 화물/배달 서비스']
    },
    22844: (e) => {
      e.exports = ['항공 기기 도매']
    },
    107173: (e) => {
      e.exports = ['에어크래프트 파트 매뉴팩쳐링']
    },
    338475: (e) => {
      e.exports = ['기내식 서비스']
    },
    267983: (e) => {
      e.exports = ['에어라인즈']
    },
    697706: (e) => {
      e.exports = ['공항 오퍼레이터']
    },
    599612: (e) => {
      e.exports = ['에어포트 서비스']
    },
    36695: (e) => {
      e.exports = ['대체 의약품']
    },
    186722: (e) => {
      e.exports = ['대체 의약품 시설']
    },
    223603: (e) => {
      e.exports = ['올터너티브 파워 제너레이션']
    },
    30303: (e) => {
      e.exports = ['알루미늄']
    },
    502974: (e) => {
      e.exports = ['알루미늄 롤링']
    },
    131898: (e) => {
      e.exports = ['알바니아']
    },
    181053: (e) => {
      e.exports = ['알제리아']
    },
    277446: (e) => {
      e.exports = ['기타 식품 제조 모두']
    },
    255072: (e) => {
      e.exports = ['어패럴/풋웨어']
    },
    737703: (e) => {
      e.exports = ['어패럴/풋웨어 리테일']
    },
    215411: (e) => {
      e.exports = ['어패럴 & 액세서리즈']
    },
    577102: (e) => {
      e.exports = ['어패럴 & 액세서리 리테일러즈']
    },
    856794: (e) => {
      e.exports = ['어패럴 도매']
    },
    978972: (e) => {
      e.exports = ['가전 & 가정용품 도매']
    },
    463399: (e) => {
      e.exports = ['어플라이언스, 툴 & 하우스웨어']
    },
    747187: (e) => {
      e.exports = ['애플리케이션 소프트웨어']
    },
    178186: (e) => {
      e.exports = ['수경재배']
    },
    399659: (e) => {
      e.exports = ['아루바']
    },
    834742: (e) => {
      e.exports = ['아르헨티나']
    },
    384290: (e) => {
      e.exports = ['아르메니아']
    },
    963869: (e) => {
      e.exports = ['무기 & 탄약 제조']
    },
    161768: (e) => {
      e.exports = ['아시아']
    },
    926694: (e) => {
      e.exports = ['자판기']
    },
    708964: (e) => {
      e.exports = ['자동차 & 다목적 차량']
    },
    97791: (e) => {
      e.exports = ['자동차 액세서리']
    },
    740154: (e) => {
      e.exports = ['오토모티브 애프터마켓']
    },
    373921: (e) => {
      e.exports = ['자동차 배터리']
    },
    349458: (e) => {
      e.exports = ['자동차 바디 부품']
    },
    431061: (e) => {
      e.exports = ['자동차 부품 & 액세서리 소매상']
    },
    851585: (e) => {
      e.exports = ['자동차 시스템']
    },
    186027: (e) => {
      e.exports = ['오토 & 트럭 매뉴팩쳐러즈']
    },
    615617: (e) => {
      e.exports = ['자동차 & 트럭 부품 도매']
    },
    229158: (e) => {
      e.exports = ['자동차 & 트럭 도매']
    },
    216695: (e) => {
      e.exports = ['자동차 청소 용품']
    },
    752313: (e) => {
      e.exports = ['오토 파트: OEM']
    },
    366586: (e) => {
      e.exports = ['오토 비히클, 파트 & 서비스 리테일러즈']
    },
    417049: (e) => {
      e.exports = ['오토, 트럭 & 모터사이클 파트']
    },
    50132: (e) => {
      e.exports = ['호주']
    },
    226505: (e) => {
      e.exports = ['오스트리아']
    },
    751361: (e) => {
      e.exports = ['아제르바이잔']
    },
    746406: (e) => {
      e.exports = ['보스와나']
    },
    867634: (e) => {
      e.exports = ['병에든 물 & 어름']
    },
    896497: (e) => {
      e.exports = ['부베 아일랜드']
    },
    984615: (e) => {
      e.exports = ['볼리비아']
    },
    661033: (e) => {
      e.exports = ['보네르, 신트외스타티위스 섬 및 사바']
    },
    879852: (e) => {
      e.exports = ['채권']
    },
    650342: (e) => {
      e.exports = ['책 & 잡지 소매상']
    },
    697555: (e) => {
      e.exports = ['책 인쇄 서비스']
    },
    298060: (e) => {
      e.exports = ['책 출판']
    },
    41448: (e) => {
      e.exports = ['보스니아와 헤르체고비나']
    },
    692537: (e) => {
      e.exports = ['욕실 가구']
    },
    17121: (e) => {
      e.exports = ['배터리 & 무정전 공급장치']
    },
    714872: (e) => {
      e.exports = ['보크사이트 채굴']
    },
    935022: (e) => {
      e.exports = ['베이비 푸드']
    },
    755169: (e) => {
      e.exports = ['바하마']
    },
    280217: (e) => {
      e.exports = ['볼 & 롤러 베어링']
    },
    61587: (e) => {
      e.exports = ['방글라데쉬']
    },
    166445: (e) => {
      e.exports = ['뱅크']
    },
    466555: (e) => {
      e.exports = ['연회장 & 만찬']
    },
    560803: (e) => {
      e.exports = ['바베이도스']
    },
    908135: (e) => {
      e.exports = ['기초 물질']
    },
    20369: (e) => {
      e.exports = ['베버리지 (프로덕션/디스트리뷰션)']
    },
    711209: (e) => {
      e.exports = ['베버리지: 알콜류']
    },
    973041: (e) => {
      e.exports = ['베버리지: 비알콜류']
    },
    279230: (e) => {
      e.exports = ['미용실']
    },
    546343: (e) => {
      e.exports = ['소 & 송아지 사육']
    },
    237471: (e) => {
      e.exports = ['비어, 와인 & 리커 스토어']
    },
    909293: (e) => {
      e.exports = ['벨라루스']
    },
    637653: (e) => {
      e.exports = ['벨기에']
    },
    577138: (e) => {
      e.exports = ['벨리즈']
    },
    800662: (e) => {
      e.exports = ['베닌']
    },
    852424: (e) => {
      e.exports = ['버뮤다']
    },
    624751: (e) => {
      e.exports = ['부탄']
    },
    205415: (e) => {
      e.exports = ['자전거 제조']
    },
    918705: (e) => {
      e.exports = ['생의학 장비']
    },
    52535: (e) => {
      e.exports = ['바이오 진단 & 테스팅']
    },
    804316: (e) => {
      e.exports = ['생물요법약물']
    },
    956360: (e) => {
      e.exports = ['바이오디젤']
    },
    551850: (e) => {
      e.exports = ['바이오매스 & 바이오개스 연료']
    },
    847860: (e) => {
      e.exports = ['바이오메트릭 프로덕트']
    },
    575118: (e) => {
      e.exports = ['생물약제학']
    },
    752669: (e) => {
      e.exports = ['바이오테크놀로지']
    },
    436813: (e) => {
      e.exports = ['바이오테크놀로지 & 메디컬 리서치']
    },
    625727: (e) => {
      e.exports = ['피임 제품']
    },
    660484: (e) => {
      e.exports = ['브루나이']
    },
    506311: (e) => {
      e.exports = ['브랜딩 & 네이밍']
    },
    228867: (e) => {
      e.exports = ['브라질']
    },
    762107: (e) => {
      e.exports = ['빵 & 제빵 제품 제조']
    },
    29252: (e) => {
      e.exports = ['아침 씨리얼 제조']
    },
    990529: (e) => {
      e.exports = ['브루어즈 (Brewers)']
    },
    660635: (e) => {
      e.exports = ['영국령 인도양 식민지']
    },
    667354: (e) => {
      e.exports = ['영국령 버진아일랜드']
    },
    350795: (e) => {
      e.exports = ['브로드캐스팅']
    },
    598959: (e) => {
      e.exports = ['방송 장비']
    },
    105617: (e) => {
      e.exports = ['브로커 서비스']
    },
    501039: (e) => {
      e.exports = ['빗자루, 솔 & 쓰레받기']
    },
    2091: (e) => {
      e.exports = ['건축업자']
    },
    303152: (e) => {
      e.exports = ['건설 업자']
    },
    131558: (e) => {
      e.exports = ['빌딩 프로덕트']
    },
    801685: (e) => {
      e.exports = ['불가리아']
    },
    713026: (e) => {
      e.exports = ['브루키나 파소']
    },
    238912: (e) => {
      e.exports = ['브룬디']
    },
    759624: (e) => {
      e.exports = ['비지니스 서비스']
    },
    277583: (e) => {
      e.exports = ['비지니스 서포트 서비스']
    },
    106231: (e) => {
      e.exports = ['비지니스 서포트 서플라이']
    },
    715822: (e) => {
      e.exports = ['정부']
    },
    843033: (e) => {
      e.exports = ['금']
    },
    850398: (e) => {
      e.exports = ['금광 채굴']
    },
    323346: (e) => {
      e.exports = ['골프 코스']
    },
    281273: (e) => {
      e.exports = ['가봉']
    },
    680793: (e) => {
      e.exports = ['감비아']
    },
    970292: (e) => {
      e.exports = ['도박 & 게임 머신 제조']
    },
    496024: (e) => {
      e.exports = ['게이, 완구 & 어린이 자동차']
    },
    681243: (e) => {
      e.exports = ['게임 머신 오퍼레이터']
    },
    246824: (e) => {
      e.exports = ['개스 디스트리뷰터']
    },
    723937: (e) => {
      e.exports = ['가스 굴착 - 땅쪽']
    },
    450047: (e) => {
      e.exports = ['가솔린 주유소']
    },
    386732: (e) => {
      e.exports = ['일반 교육 서비스']
    },
    197617: (e) => {
      e.exports = ['제너럴 거번먼트']
    },
    583807: (e) => {
      e.exports = ['일반 제약']
    },
    677938: (e) => {
      e.exports = ['지구물리 탐사 & 매핑 서비스']
    },
    118059: (e) => {
      e.exports = ['조지아']
    },
    159985: (e) => {
      e.exports = ['독일']
    },
    848856: (e) => {
      e.exports = ['가나']
    },
    423151: (e) => {
      e.exports = ['지브롤타']
    },
    211207: (e) => {
      e.exports = ['기프트, 노블티 & 수비니어 스토어']
    },
    250811: (e) => {
      e.exports = ['유리 용기 & 패키징']
    },
    47999: (e) => {
      e.exports = ['안경 & 콘택트렌즈']
    },
    248347: (e) => {
      e.exports = ['곡물 (농작물) 생산']
    },
    17026: (e) => {
      e.exports = ['그린랜드']
    },
    480411: (e) => {
      e.exports = ['그리스']
    },
    882614: (e) => {
      e.exports = ['그레나다']
    },
    867687: (e) => {
      e.exports = ['그라운드 프레이트 & 로지스틱스']
    },
    431526: (e) => {
      e.exports = ['가이아나']
    },
    72606: (e) => {
      e.exports = ['과들루프']
    },
    967946: (e) => {
      e.exports = ['괌']
    },
    673613: (e) => {
      e.exports = ['과테말라']
    },
    639445: (e) => {
      e.exports = ['건지종 젖소']
    },
    71747: (e) => {
      e.exports = ['가이드 투어 오퍼레이터']
    },
    236877: (e) => {
      e.exports = ['기니']
    },
    193786: (e) => {
      e.exports = ['기니비사우']
    },
    909552: (e) => {
      e.exports = ['체육관, 피트니스 및 스파 센터']
    },
    564330: (e) => {
      e.exports = ['닥터즈 오피스']
    },
    519298: (e) => {
      e.exports = ['인형 & 봉제 완구']
    },
    887461: (e) => {
      e.exports = ['도미니카']
    },
    863314: (e) => {
      e.exports = ['도미니카 공화국']
    },
    944704: (e) => {
      e.exports = ['도어 & 윈도우 프레임']
    },
    202056: (e) => {
      e.exports = ['데이터 프로세싱 서비스']
    },
    570506: (e) => {
      e.exports = ['일간범위']
    },
    573924: (e) => {
      e.exports = ['데어리 프로덕트']
    },
    280019: (e) => {
      e.exports = ['딥 시 프레이트']
    },
    78211: (e) => {
      e.exports = ['지연']
    },
    64901: (e) => {
      e.exports = ['덴마크']
    },
    515023: (e) => {
      e.exports = ['디파트먼트/스페셜티 리테일 스토어']
    },
    610643: (e) => {
      e.exports = ['디파트먼트 스토어']
    },
    35337: (e) => {
      e.exports = ['디자인 서비스']
    },
    489572: (e) => {
      e.exports = ['다이버시파이드 케미컬']
    },
    314562: (e) => {
      e.exports = ['다이버시파이드 인베스트먼트 서비스']
    },
    785205: (e) => {
      e.exports = ['다이버시파이드 REITs']
    },
    229363: (e) => {
      e.exports = ['다이버시파이드 트레이딩 & 디스트리뷰팅']
    },
    464845: (e) => {
      e.exports = ['다이어그노스틱 & 테스팅 서브스턴스']
    },
    239882: (e) => {
      e.exports = ['다이어그노스틱 & 테스팅 서브스턴스 제조사']
    },
    943475: (e) => {
      e.exports = ['다이어몬드 마이닝']
    },
    527407: (e) => {
      e.exports = ['디지털 미디어 에이전시']
    },
    34087: (e) => {
      e.exports = ['디지털 퍼블리싱']
    },
    759459: (e) => {
      e.exports = ['다이렉트 마케팅']
    },
    420192: (e) => {
      e.exports = ['디렉토리 퍼블리싱']
    },
    534635: (e) => {
      e.exports = ['디스카운트 스토어']
    },
    272494: (e) => {
      e.exports = ['식료품점이 있는 디스카운트 스토어']
    },
    650595: (e) => {
      e.exports = ['식료품점이 없는 디스카운트 스토어']
    },
    518689: (e) => {
      e.exports = ['디스플레이 스크린']
    },
    101303: (e) => {
      e.exports = ['디스틸러리']
    },
    78531: (e) => {
      e.exports = ['디스틸러 & 와이너리']
    },
    151254: (e) => {
      e.exports = ['디스트리뷰션 서비스']
    },
    439687: (e) => {
      e.exports = ['지부티']
    },
    221101: (e) => {
      e.exports = ['드러그스토어 체인']
    },
    270417: (e) => {
      e.exports = ['약물 전달 시스템']
    },
    580947: (e) => {
      e.exports = ['드러그 리테일러즈']
    },
    105306: (e) => {
      e.exports = ['이커머스 & 옥션 서비스']
    },
    242692: (e) => {
      e.exports = ['임플로이먼트 서비스']
    },
    692561: (e) => {
      e.exports = ['엔터테인먼트 프로덕션']
    },
    171956: (e) => {
      e.exports = ['엔터테인먼트 프로덕션 이큅먼트 & 서비스']
    },
    437438: (e) => {
      e.exports = ['기업 소프트웨어']
    },
    185245: (e) => {
      e.exports = ['환경 바이오테크놀로지']
    },
    791590: (e) => {
      e.exports = ['환경 상담 서비스']
    },
    147765: (e) => {
      e.exports = ['환경 서비스']
    },
    75745: (e) => {
      e.exports = ['환경 (Environmental) 서비스 & 이큅먼트']
    },
    132023: (e) => {
      e.exports = ['일종가']
    },
    618383: (e) => {
      e.exports = ['에너지']
    },
    503332: (e) => {
      e.exports = ['에너지 미네랄']
    },
    129063: (e) => {
      e.exports = ['에너지 드링크']
    },
    159701: (e) => {
      e.exports = ['엔진 & 파워트레인 시스템']
    },
    675094: (e) => {
      e.exports = ['엔지니어링 & 컨스트럭션']
    },
    593004: (e) => {
      e.exports = ['에쿠아도르']
    },
    337556: (e) => {
      e.exports = ['경제']
    },
    376278: (e) => {
      e.exports = ['교육 & 훈련 정보 제공자']
    },
    504002: (e) => {
      e.exports = ['교육 서비스']
    },
    205390: (e) => {
      e.exports = ['이집트']
    },
    444228: (e) => {
      e.exports = ['엘살바도르']
    },
    506029: (e) => {
      e.exports = ['전기 건설']
    },
    523077: (e) => {
      e.exports = ['전기 장비 도매']
    },
    593324: (e) => {
      e.exports = ['일렉트릭 유틸리티']
    },
    911874: (e) => {
      e.exports = ['일렉트릭 유틸리티: 센트럴']
    },
    529652: (e) => {
      e.exports = ['전기 (대체) 자동차']
    },
    792264: (e) => {
      e.exports = ['일렉트릭 컴포넌트 & 이큅먼트']
    },
    504631: (e) => {
      e.exports = ['전기 측정 & 테스팅 장비']
    },
    119365: (e) => {
      e.exports = ['일렉트리컬 프로덕트']
    },
    512853: (e) => {
      e.exports = ['진공관 & 절연물']
    },
    494934: (e) => {
      e.exports = ['일렉트로닉스 디스트리뷰터']
    },
    955251: (e) => {
      e.exports = ['일렉트로닉스/어플라인언스 스토어']
    },
    78303: (e) => {
      e.exports = ['일렉트로닉스/어플라이언스']
    },
    702813: (e) => {
      e.exports = ['전자 부품']
    },
    906427: (e) => {
      e.exports = ['일렉트로닉 컴포넌트']
    },
    192120: (e) => {
      e.exports = ['일렉트로닉 이큅먼트 & 파트']
    },
    428718: (e) => {
      e.exports = ['일렉트로닉 이큅먼트/인스트루먼트']
    },
    7681: (e) => {
      e.exports = ['일렉트로닉 이큅먼트 & 파트']
    },
    960249: (e) => {
      e.exports = ['일렉트로닉 프로덕션 이큅먼트']
    },
    69296: (e) => {
      e.exports = ['전자 수리 서비스']
    },
    225255: (e) => {
      e.exports = ['전자 기술']
    },
    223581: (e) => {
      e.exports = ['엘리베이터 & 운반시설']
    },
    978454: (e) => {
      e.exports = ['에폭시']
    },
    802376: (e) => {
      e.exports = ['적도 기니']
    },
    959005: (e) => {
      e.exports = ['주식']
    },
    33356: (e) => {
      e.exports = ['에리트레아']
    },
    959823: (e) => {
      e.exports = ['에스토니아']
    },
    871985: (e) => {
      e.exports = ['에스와티니']
    },
    180669: (e) => {
      e.exports = ['에탄올 연료']
    },
    698440: (e) => {
      e.exports = ['이디오피아']
    },
    559592: (e) => {
      e.exports = ['유럽']
    },
    600442: (e) => {
      e.exports = ['유럽연합']
    },
    220187: (e) => {
      e.exports = ['익스체인지 트레이디드 펀드']
    },
    215991: (e) => {
      e.exports = ['익스체인지 트레이디드 펀드']
    },
    890295: (e) => {
      e.exports = ['경영자 검색 서비스']
    },
    506079: (e) => {
      e.exports = ['전시회 & 컨퍼런스 서비스']
    },
    775740: (e) => {
      e.exports = ['이그조틱']
    },
    474746: (e) => {
      e.exports = ['폭발물']
    },
    768666: (e) => {
      e.exports = ['푸드 디스트리뷰터']
    },
    113339: (e) => {
      e.exports = ['음식 재료']
    },
    114898: (e) => {
      e.exports = ['푸드 마켓']
    },
    98864: (e) => {
      e.exports = ['푸드 프로세싱']
    },
    807264: (e) => {
      e.exports = ['푸드 리테일']
    },
    827416: (e) => {
      e.exports = ['푸드 리테일 & 디스트리뷰션']
    },
    223293: (e) => {
      e.exports = ['식품 도매']
    },
    96714: (e) => {
      e.exports = ['식품: 주요 다각화']
    },
    941247: (e) => {
      e.exports = ['푸드: 미트/피시/데어리']
    },
    39828: (e) => {
      e.exports = ['푸드: 스페셜티/캔디']
    },
    481543: (e) => {
      e.exports = ['풋웨어']
    },
    903889: (e) => {
      e.exports = ['신발류 소매']
    },
    103590: (e) => {
      e.exports = ['신발류 도매']
    },
    106061: (e) => {
      e.exports = ['포리스트 & 우드 프로덕트']
    },
    209373: (e) => {
      e.exports = ['포리스트 너셔리 & 포리스트 프로덕트 개더링']
    },
    243463: (e) => {
      e.exports = ['포리스트 프로덕트']
    },
    891577: (e) => {
      e.exports = ['포리스트 서포트 & 서비스']
    },
    324241: (e) => {
      e.exports = ['외환']
    },
    390568: (e) => {
      e.exports = ['.포렉스 {sector}: {country}']
    },
    9618: (e) => {
      e.exports = ['석유 가전']
    },
    773240: (e) => {
      e.exports = ['석유 IPPs']
    },
    229550: (e) => {
      e.exports = ['직물 염색 & 가공']
    },
    440195: (e) => {
      e.exports = ['팩토링']
    },
    903181: (e) => {
      e.exports = ['포클랜드 제도']
    },
    464588: (e) => {
      e.exports = ['포클랜드 제도 (말비나스)']
    },
    246844: (e) => {
      e.exports = ['패로 제도']
    },
    336970: (e) => {
      e.exports = ['패션 안경류']
    },
    98489: (e) => {
      e.exports = ['비료']
    },
    884019: (e) => {
      e.exports = ['광섬유 케이블 제조']
    },
    979981: (e) => {
      e.exports = ['피지']
    },
    909228: (e) => {
      e.exports = ['금융']
    },
    96753: (e) => {
      e.exports = ['금융/렌탈/리스']
    },
    561812: (e) => {
      e.exports = ['파이낸스: 컨슈머 서비스']
    },
    833176: (e) => {
      e.exports = ['파이낸셜']
    },
    820611: (e) => {
      e.exports = ['파이낸셜 & 커모디티 마켓 오퍼레이터즈']
    },
    445459: (e) => {
      e.exports = ['파이낸셜 콘글로머레이트']
    },
    807260: (e) => {
      e.exports = ['파이낸셜 인포메이션 프로바이더']
    },
    925067: (e) => {
      e.exports = ['파이낸셜 퍼블리싱/서비스']
    },
    563139: (e) => {
      e.exports = ['파이낸셜 테크놀로지 & 인프라스트럭쳐']
    },
    677720: (e) => {
      e.exports = ['파이낸셜']
    },
    936693: (e) => {
      e.exports = ['핀란드']
    },
    312333: (e) => {
      e.exports = ['피싱 & 파밍']
    },
    281308: (e) => {
      e.exports = ['어업 & 농업 도매']
    },
    385424: (e) => {
      e.exports = ['유체 동력 실린더 & 액츄에이터']
    },
    912825: (e) => {
      e.exports = ['바닥재 소매']
    },
    904945: (e) => {
      e.exports = ['바닥 & 인테리어 타일 제조']
    },
    46621: (e) => {
      e.exports = ['플로리스트']
    },
    832439: (e) => {
      e.exports = ['제분 작업']
    },
    277345: (e) => {
      e.exports = ['과일 & 야채 가공']
    },
    909830: (e) => {
      e.exports = ['과일 음료']
    },
    696013: (e) => {
      e.exports = ['프랑스']
    },
    282827: (e) => {
      e.exports = ['화물 물류']
    },
    418379: (e) => {
      e.exports = ['화물 운송']
    },
    345206: (e) => {
      e.exports = ['프렌치 기아나']
    },
    400778: (e) => {
      e.exports = ['프렌치 폴리네시아']
    },
    35328: (e) => {
      e.exports = ['프렌치 소던 테리토리']
    },
    221739: (e) => {
      e.exports = ['냉동식품 제조']
    },
    468631: (e) => {
      e.exports = ['선물']
    },
    163358: (e) => {
      e.exports = ['장례 서비스']
    },
    862052: (e) => {
      e.exports = ['가구']
    },
    795689: (e) => {
      e.exports = ['가구 도매']
    },
    415400: (e) => {
      e.exports = ['니트웨어']
    },
    695873: (e) => {
      e.exports = ['코소보']
    },
    17904: (e) => {
      e.exports = ['카자흐스탄']
    },
    89080: (e) => {
      e.exports = ['케냐']
    },
    369625: (e) => {
      e.exports = ['부엌 가구']
    },
    231786: (e) => {
      e.exports = ['부엌 장']
    },
    593442: (e) => {
      e.exports = ['키리바티']
    },
    357872: (e) => {
      e.exports = ['키르기스탄']
    },
    109132: (e) => {
      e.exports = ['호텔 & 모텔']
    },
    899711: (e) => {
      e.exports = ['호텔/리조트/크루즈 라인']
    },
    449277: (e) => {
      e.exports = ['호텔, 모텔 & 크루즈 라인']
    },
    373741: (e) => {
      e.exports = ['가전 제품']
    },
    888469: (e) => {
      e.exports = ['하우스홀드 일렉트로닉스']
    },
    906340: (e) => {
      e.exports = ['하우스홀드 프로덕트']
    },
    371016: (e) => {
      e.exports = ['하우스홀드/퍼스널 케어']
    },
    258649: (e) => {
      e.exports = ['지주사']
    },
    988958: (e) => {
      e.exports = ['할리데이']
    },
    609984: (e) => {
      e.exports = ['교황청']
    },
    649121: (e) => {
      e.exports = ['홈오디오']
    },
    614994: (e) => {
      e.exports = ['홈데코 소매']
    },
    664871: (e) => {
      e.exports = ['홈 퍼니싱']
    },
    232471: (e) => {
      e.exports = ['홈 퍼니싱 리테일러즈']
    },
    925958: (e) => {
      e.exports = ['가정용 가구 도매']
    },
    732318: (e) => {
      e.exports = ['홈 헬쓰케어 서비스']
    },
    614369: (e) => {
      e.exports = ['홈 임프루브먼트 체인']
    },
    775126: (e) => {
      e.exports = ['홈 임프루브먼트 프로덕트 & 서비스 리테일러즈']
    },
    833063: (e) => {
      e.exports = ['홈빌딩']
    },
    351863: (e) => {
      e.exports = ['온두라스']
    },
    867017: (e) => {
      e.exports = ['말 & 개 레이스 트랙']
    },
    197862: (e) => {
      e.exports = ['양말류']
    },
    288887: (e) => {
      e.exports = ['호프피털/너싱 매니지먼트']
    },
    510822: (e) => {
      e.exports = ['숙박 부동산 투자 신탁']
    },
    210496: (e) => {
      e.exports = ['병원, 의원 & 일차 요양 서비스']
    },
    761881: (e) => {
      e.exports = ['헤어 액세서리']
    },
    409073: (e) => {
      e.exports = ['아이티']
    },
    339360: (e) => {
      e.exports = ['할랄 도축 & 가공']
    },
    719348: (e) => {
      e.exports = ['핸드백 & 수하물']
    },
    832803: (e) => {
      e.exports = ['핸드백 & 수하물 도매']
    },
    177578: (e) => {
      e.exports = ['건강식품 스토어']
    },
    717055: (e) => {
      e.exports = ['건강 보험']
    },
    617047: (e) => {
      e.exports = ['헬쓰 서비스']
    },
    792105: (e) => {
      e.exports = ['의료 기술']
    },
    443863: (e) => {
      e.exports = ['헬쓰케어']
    },
    242239: (e) => {
      e.exports = ['헬쓰케어 퍼실리티 & 서비스']
    },
    434344: (e) => {
      e.exports = ['헬쓰케어 REITs']
    },
    941177: (e) => {
      e.exports = ['허드 맥도널드 제도']
    },
    262997: (e) => {
      e.exports = ['난방, 통풍 & 에어콘 시스템']
    },
    420147: (e) => {
      e.exports = ['대형 버스 & 승합']
    },
    302366: (e) => {
      e.exports = ['헤비 일렉트리컬 이큅먼트']
    },
    214316: (e) => {
      e.exports = ['대형 모터 & 제너레이터']
    },
    677511: (e) => {
      e.exports = ['헤비 머시너리 & 비히클']
    },
    102613: (e) => {
      e.exports = ['중장비 & 차량 도매']
    },
    723339: (e) => {
      e.exports = ['대형 트럭']
    },
    8116: (e) => {
      e.exports = ['헷지 펀드']
    },
    513691: (e) => {
      e.exports = ['고속도로 & 다리 건설']
    },
    234376: (e) => {
      e.exports = ['고속도로 오퍼레이터']
    },
    564956: (e) => {
      e.exports = ['하이웨이 & 레일 트랙']
    },
    165969: (e) => {
      e.exports = ['인력 자원 컨설팅 서비스']
    },
    930646: (e) => {
      e.exports = ['헝가리']
    },
    993423: (e) => {
      e.exports = ['수소 연료']
    },
    487948: (e) => {
      e.exports = ['수력 장비']
    },
    93819: (e) => {
      e.exports = ['IT 서비스 & 컨설팅']
    },
    976473: (e) => {
      e.exports = ['통합 마이닝']
    },
    516759: (e) => {
      e.exports = ['집적 회로']
    },
    359091: (e) => {
      e.exports = ['통합 물류 오퍼레이터']
    },
    693347: (e) => {
      e.exports = ['통합 오일']
    },
    450694: (e) => {
      e.exports = ['통합 오일 & 개스']
    },
    216900: (e) => {
      e.exports = ['인티그레이티드 텔리커뮤니케이션 서비스']
    },
    265164: (e) => {
      e.exports = ['인터딜러 브로커']
    },
    690569: (e) => {
      e.exports = ['인테리어 디자인 서비스']
    },
    379393: (e) => {
      e.exports = ['인터내셔널 트레이딩 파이낸싱']
    },
    263466: (e) => {
      e.exports = ['인터넷 & 메일 오더 백화점']
    },
    348290: (e) => {
      e.exports = ['인터넷 & 메일 오더 할인점']
    },
    837443: (e) => {
      e.exports = ['인터넷 게임']
    },
    340367: (e) => {
      e.exports = ['인터넷 소프트웨어/서비스']
    },
    503694: (e) => {
      e.exports = ['인터넷 보안 & 트랜잭션 서비스']
    },
    282157: (e) => {
      e.exports = ['인터넷 서비스 프로바이더']
    },
    446448: (e) => {
      e.exports = ['인터넷 서비스']
    },
    456231: (e) => {
      e.exports = ['인터넷 리테일']
    },
    403877: (e) => {
      e.exports = ['인베스트먼트 뱅커/브로커/서비스']
    },
    899916: (e) => {
      e.exports = ['인베스트먼트 뱅킹']
    },
    407291: (e) => {
      e.exports = ['인베스트먼트 뱅킹 & 브로커리지 서비스']
    },
    598801: (e) => {
      e.exports = ['인베스트먼트 뱅크/브로커']
    },
    701468: (e) => {
      e.exports = ['인베스트먼트 매니지먼트']
    },
    851573: (e) => {
      e.exports = ['인베스트먼트 매니지먼트 & 펀드 오퍼레이터']
    },
    384728: (e) => {
      e.exports = ['인베스트먼트 매니저']
    },
    568662: (e) => {
      e.exports = ['인베스트먼트 서포트 툴']
    },
    711991: (e) => {
      e.exports = ['인베스트먼트 트러스트']
    },
    461181: (e) => {
      e.exports = ['인베스트먼트 트러스트/뮤츄얼 펀드']
    },
    150039: (e) => {
      e.exports = ['독립 전력 생산자']
    },
    99391: (e) => {
      e.exports = ['지수']
    },
    16207: (e) => {
      e.exports = ['인도']
    },
    609759: (e) => {
      e.exports = ['인도네시아']
    },
    103889: (e) => {
      e.exports = ['산업 부동산 개발']
    },
    41532: (e) => {
      e.exports = ['인더스트리얼 바이오테크놀로지 케미컬']
    },
    446841: (e) => {
      e.exports = ['산업 재벌']
    },
    964174: (e) => {
      e.exports = ['산업 의류 & 유니폼']
    },
    494186: (e) => {
      e.exports = ['산업용 전기 개폐기']
    },
    607238: (e) => {
      e.exports = ['산업용 개스']
    },
    890117: (e) => {
      e.exports = ['산업용 기계']
    },
    931801: (e) => {
      e.exports = ['인더스트리얼 머시너리 & 이큅먼트']
    },
    173904: (e) => {
      e.exports = ['산업용 기계 & 장비 도매']
    },
    868948: (e) => {
      e.exports = ['산업용 몰드']
    },
    799712: (e) => {
      e.exports = ['산업용 부품 & 요소']
    },
    483886: (e) => {
      e.exports = ['산업용 플랜트']
    },
    754605: (e) => {
      e.exports = ['산업용 프로세스 퍼니스 & 오븐']
    },
    722662: (e) => {
      e.exports = ['산업용 부동산 투자 신탁']
    },
    743771: (e) => {
      e.exports = ['산업용 고무 프로덕트']
    },
    685674: (e) => {
      e.exports = ['인더스트리얼 서비스']
    },
    305546: (e) => {
      e.exports = ['인더스트리얼 스페셜티']
    },
    123810: (e) => {
      e.exports = ['산업용 밸브 제조']
    },
    438887: (e) => {
      e.exports = ['인더스트리얼']
    },
    808339: (e) => {
      e.exports = ['인포메이션 테크놀로지 서비스']
    },
    497333: (e) => {
      e.exports = ['내륙 수상 화물']
    },
    800261: (e) => {
      e.exports = ['인풋 디바이스']
    },
    113439: (e) => {
      e.exports = ['쓸 수 없는 종목입니다']
    },
    632770: (e) => {
      e.exports = ['보험 - 오토모빌']
    },
    290945: (e) => {
      e.exports = ['보험 브로커']
    },
    428500: (e) => {
      e.exports = ['인슈어런스 브로커/서비스']
    },
    664150: (e) => {
      e.exports = ['아이스랜드']
    },
    351834: (e) => {
      e.exports = ['이라크']
    },
    328408: (e) => {
      e.exports = ['아일랜드']
    },
    586118: (e) => {
      e.exports = ['철광석 마이닝']
    },
    501648: (e) => {
      e.exports = ['쇠, 스틸 제강 & 주조']
    },
    582452: (e) => {
      e.exports = ['맨 섬']
    },
    261935: (e) => {
      e.exports = ['이스라엘']
    },
    43246: (e) => {
      e.exports = ['이태리']
    },
    418556: (e) => {
      e.exports = ['요르단']
    },
    516243: (e) => {
      e.exports = ['자마이카']
    },
    692443: (e) => {
      e.exports = ['일본']
    },
    842206: (e) => {
      e.exports = ['보석']
    },
    403795: (e) => {
      e.exports = ['보석 & 시계 소매']
    },
    671435: (e) => {
      e.exports = ['진']
    },
    119803: (e) => {
      e.exports = ['셔츠']
    },
    590760: (e) => {
      e.exports = ['어린이용 가구']
    },
    552456: (e) => {
      e.exports = ['오만']
    },
    846719: (e) => {
      e.exports = ['온라인 잡 포털']
    },
    183268: (e) => {
      e.exports = ['오피스 이큅먼트']
    },
    623891: (e) => {
      e.exports = ['오피스 이큅먼트/서플라이']
    },
    458339: (e) => {
      e.exports = ['오피스 장비 & 서플라이 렌탈']
    },
    761701: (e) => {
      e.exports = ['오피스 장비 도매']
    },
    57859: (e) => {
      e.exports = ['오피스 가구']
    },
    929677: (e) => {
      e.exports = ['오피스 부동산 투자 신탁']
    },
    88442: (e) => {
      e.exports = ['오피스 부동산 개발']
    },
    215834: (e) => {
      e.exports = ['오피스 부동산 서비스']
    },
    174606: (e) => {
      e.exports = ['오피스 서플라이']
    },
    495693: (e) => {
      e.exports = ['오피스 서플라이 & 문방용품 스토어']
    },
    447796: (e) => {
      e.exports = ['오피스 서플라이 도매']
    },
    327548: (e) => {
      e.exports = ['오피스 테크놀로지 이큅먼트']
    },
    775483: (e) => {
      e.exports = ['오일 & 가스 드릴링']
    },
    755572: (e) => {
      e.exports = ['오일 & 가스 탐사 및 프로덕션']
    },
    362334: (e) => {
      e.exports = ['오일 & 개스 파이프라인']
    },
    663977: (e) => {
      e.exports = ['오일 & 개스 프로덕션']
    },
    603981: (e) => {
      e.exports = ['오일 & 가스 정제 및 마케팅']
    },
    594751: (e) => {
      e.exports = ['오일 & 가스 저장']
    },
    781399: (e) => {
      e.exports = ['오일 & 가스 트랜스포테이션 서비스']
    },
    114397: (e) => {
      e.exports = ['오일 드릴링 - 온쇼어']
    },
    139087: (e) => {
      e.exports = ['오일 드릴링 - 오프쇼어']
    },
    173206: (e) => {
      e.exports = ['오일 탐사 & 생산 - 오프쇼어']
    },
    23036: (e) => {
      e.exports = ['오일 탐사 & 생산 - 온쇼어']
    },
    958511: (e) => {
      e.exports = ['오일 파이프라인']
    },
    336170: (e) => {
      e.exports = ['오일 정제/마케팅']
    },
    875051: (e) => {
      e.exports = ['오일 관련 - 서베잉 & 매핑 서비스']
    },
    564337: (e) => {
      e.exports = ['오일 관련 장비']
    },
    756691: (e) => {
      e.exports = ['오일 관련 서비스']
    },
    752993: (e) => {
      e.exports = ['오일 관련 서비스 및 이큅먼트']
    },
    68122: (e) => {
      e.exports = ['오일필드 서비스/이큅먼트']
    },
    440226: (e) => {
      e.exports = ['광학 제품 스토어']
    },
    536347: (e) => {
      e.exports = ['유기 & 생태학적 생산 패브릭']
    },
    644710: (e) => {
      e.exports = ['유기 비료']
    },
    49121: (e) => {
      e.exports = ['기타 컨슈머 서비스']
    },
    886817: (e) => {
      e.exports = ['기타 컨슈머 스페셜티']
    },
    980012: (e) => {
      e.exports = ['기타 메탈/미네랄']
    },
    819564: (e) => {
      e.exports = ['기타 전문 리테일러']
    },
    656589: (e) => {
      e.exports = ['기타 트랜스포테이션']
    },
    560877: (e) => {
      e.exports = ['옥외 광고']
    },
    585557: (e) => {
      e.exports = ['아웃소싱 & 채용 서비스']
    },
    225448: (e) => {
      e.exports = ['LNG 이송 & 저장']
    },
    267869: (e) => {
      e.exports = ['로터리 오퍼레이터']
    },
    759646: (e) => {
      e.exports = ['로컬 에이전시']
    },
    359789: (e) => {
      e.exports = ['기관차 & 철도 차량']
    },
    752212: (e) => {
      e.exports = ['벌목 & 제재소']
    },
    484045: (e) => {
      e.exports = ['라트비아']
    },
    417964: (e) => {
      e.exports = ['세탁 서플라이']
    },
    76095: (e) => {
      e.exports = ['랜드 디비전 & 서브디비전']
    },
    446984: (e) => {
      e.exports = ['라오스']
    },
    645558: (e) => {
      e.exports = ['랩탑 & 데스크탑 컴퓨터']
    },
    399937: (e) => {
      e.exports = ['레이저 장비']
    },
    42422: (e) => {
      e.exports = ['방연광 마이닝']
    },
    200222: (e) => {
      e.exports = ['가죽 제품']
    },
    249647: (e) => {
      e.exports = ['레바논']
    },
    421491: (e) => {
      e.exports = ['법률 서비스']
    },
    421463: (e) => {
      e.exports = ['레저 (Leisure) & 레크리에이션']
    },
    655346: (e) => {
      e.exports = ['레저 프로덕트 도매']
    },
    491338: (e) => {
      e.exports = ['레소토']
    },
    529113: (e) => {
      e.exports = ['리투아니아']
    },
    244568: (e) => {
      e.exports = ['라이베리아']
    },
    687451: (e) => {
      e.exports = ['리비아']
    },
    148202: (e) => {
      e.exports = ['리히텐슈타인']
    },
    684319: (e) => {
      e.exports = ['라이프/헬쓰 인슈어런스']
    },
    38639: (e) => {
      e.exports = ['라이프 & 헬쓰 인슈어런스']
    },
    356945: (e) => {
      e.exports = ['라이프 & 헬쓰 재보험']
    },
    833399: (e) => {
      e.exports = ['생명 보험']
    },
    268037: (e) => {
      e.exports = ['경트럭']
    },
    579264: (e) => {
      e.exports = ['조명 장치']
    },
    844887: (e) => {
      e.exports = ['조명 기구']
    },
    400782: (e) => {
      e.exports = ['란제리']
    },
    421997: (e) => {
      e.exports = ['럭셔리 액세서리']
    },
    261072: (e) => {
      e.exports = ['럭셔리 카 딜러']
    },
    915253: (e) => {
      e.exports = ['자동차']
    },
    97369: (e) => {
      e.exports = ['모터사이클 딜러']
    },
    42076: (e) => {
      e.exports = ['모터사이클 부품 & 액세서리']
    },
    768693: (e) => {
      e.exports = ['모터사이클 & 스쿠터']
    },
    875525: (e) => {
      e.exports = ['영화관 & 영화 제품']
    },
    161979: (e) => {
      e.exports = ['영화, 티브이 생산 & 배포']
    },
    615609: (e) => {
      e.exports = ['무비/엔터테인먼트']
    },
    158266: (e) => {
      e.exports = ['모잠비크']
    },
    193275: (e) => {
      e.exports = ['이동전화 응용 소프트웨어']
    },
    617606: (e) => {
      e.exports = ['이동전화 소매']
    },
    415354: (e) => {
      e.exports = ['이동전화 시스템 소프트웨어']
    },
    503427: (e) => {
      e.exports = ['몰도바']
    },
    904982: (e) => {
      e.exports = ['모나코']
    },
    927963: (e) => {
      e.exports = ['몽골리아']
    },
    990370: (e) => {
      e.exports = ['몬테네그로']
    },
    153868: (e) => {
      e.exports = ['몬트세라트']
    },
    216641: (e) => {
      e.exports = ['모로코']
    },
    198263: (e) => {
      e.exports = ['모기지 부동산 투자 신탁']
    },
    335075: (e) => {
      e.exports = ['모리타니아']
    },
    902616: (e) => {
      e.exports = ['모리티우스']
    },
    36227: (e) => {
      e.exports = ['마요트']
    },
    316450: (e) => {
      e.exports = ['마카오']
    },
    881206: (e) => {
      e.exports = ['마카오']
    },
    538609: (e) => {
      e.exports = ['마케도니아']
    },
    953260: (e) => {
      e.exports = ['머신툴']
    },
    975621: (e) => {
      e.exports = ['마다가스카르']
    },
    638730: (e) => {
      e.exports = ['잡지 발행']
    },
    858975: (e) => {
      e.exports = ['유지 & 보수 서비스']
    },
    175595: (e) => {
      e.exports = ['주요']
    },
    382016: (e) => {
      e.exports = ['주요 은행']
    },
    746560: (e) => {
      e.exports = ['주요 제약사']
    },
    138815: (e) => {
      e.exports = ['주요 통신사']
    },
    652371: (e) => {
      e.exports = ['말라위']
    },
    622622: (e) => {
      e.exports = ['말레이시아']
    },
    704255: (e) => {
      e.exports = ['몰디브']
    },
    410127: (e) => {
      e.exports = ['말리']
    },
    465259: (e) => {
      e.exports = ['맥아 생산자']
    },
    32640: (e) => {
      e.exports = ['매지니드 헬쓰 케어']
    },
    718208: (e) => {
      e.exports = ['매니지드 헬쓰 케어']
    },
    471661: (e) => {
      e.exports = ['매니지먼트 컨설팅 서비스']
    },
    486533: (e) => {
      e.exports = ['마켓오픈']
    },
    548979: (e) => {
      e.exports = ['마켓 클로즈드']
    },
    676726: (e) => {
      e.exports = ['마켓 리서치']
    },
    838764: (e) => {
      e.exports = ['마케팅 컨설팅 서비스']
    },
    965677: (e) => {
      e.exports = ['마리나스']
    },
    849236: (e) => {
      e.exports = ['해상하역 서비스']
    },
    777510: (e) => {
      e.exports = ['머린 프레이트 & 로지스틱스']
    },
    732592: (e) => {
      e.exports = ['해상 물류']
    },
    221122: (e) => {
      e.exports = ['해양 승객 이송']
    },
    72863: (e) => {
      e.exports = ['머린 포트 서비스']
    },
    606463: (e) => {
      e.exports = ['해상 선적']
    },
    991727: (e) => {
      e.exports = ['마셜 군도']
    },
    65413: (e) => {
      e.exports = ['마르티니크']
    },
    292772: (e) => {
      e.exports = ['금속 용기 & 패키징']
    },
    631683: (e) => {
      e.exports = ['메탈 패브리케이션']
    },
    71902: (e) => {
      e.exports = ['금속 도매']
    },
    5540: (e) => {
      e.exports = ['금속 서비스 센터']
    },
    888220: (e) => {
      e.exports = ['금속 롤링 & 드로잉 프로덕트']
    },
    555087: (e) => {
      e.exports = ['멕시코']
    },
    151841: (e) => {
      e.exports = ['미디어 재벌']
    },
    483419: (e) => {
      e.exports = ['미디어 바잉 에이전시']
    },
    312832: (e) => {
      e.exports = ['메디컬/너싱 서비스']
    },
    46759: (e) => {
      e.exports = ['의료 & 진단 실험실']
    },
    713638: (e) => {
      e.exports = ['의료 장비 & 임플랜트']
    },
    230787: (e) => {
      e.exports = ['의료 진단 & 테스팅 장비']
    },
    352462: (e) => {
      e.exports = ['메디컬 디스트리뷰터']
    },
    34721: (e) => {
      e.exports = ['의료 장비']
    },
    471839: (e) => {
      e.exports = ['의료 장비 도매']
    },
    307571: (e) => {
      e.exports = ['메디컬 이큅먼트, 서플라이 & 디스트리뷰션']
    },
    377279: (e) => {
      e.exports = ['의료 영상 시스템']
    },
    848587: (e) => {
      e.exports = ['의료 모니터링 시스템']
    },
    361360: (e) => {
      e.exports = ['의료 보철']
    },
    33818: (e) => {
      e.exports = ['메디컬 소프트웨어 & 테크놀로지 서비스']
    },
    771635: (e) => {
      e.exports = ['메디컬 스페셜티']
    },
    753614: (e) => {
      e.exports = ['메디컬 서플라이']
    },
    65392: (e) => {
      e.exports = ['메모리 칩 (RAM)']
    },
    390928: (e) => {
      e.exports = ['남성복']
    },
    374741: (e) => {
      e.exports = ['남성 의류 소매']
    },
    886958: (e) => {
      e.exports = ['남성 신발']
    },
    218796: (e) => {
      e.exports = ['머천트 뱅크']
    },
    106209: (e) => {
      e.exports = ['마이크로파이낸싱']
    },
    178455: (e) => {
      e.exports = ['미크로네시아 (연방공화국)']
    },
    372560: (e) => {
      e.exports = ['미들 이스트']
    },
    839184: (e) => {
      e.exports = ['광산 기계 & 장비 제조']
    },
    298684: (e) => {
      e.exports = ['광업 지원 활동']
    },
    850683: (e) => {
      e.exports = ['마이닝 서포트 서비스 & 이큅먼트']
    },
    174735: (e) => {
      e.exports = ['마이너']
    },
    78144: (e) => {
      e.exports = ['기타 (Miscellaneous)']
    },
    631938: (e) => {
      e.exports = ['기타 커머셜 서비스']
    },
    443490: (e) => {
      e.exports = ['기타 매뉴팩처링']
    },
    961026: (e) => {
      e.exports = ['뮤츄얼 펀드']
    },
    466904: (e) => {
      e.exports = ['멀티라인 인슈어런스']
    },
    730043: (e) => {
      e.exports = ['멀티라인 인슈어런스 & 브로커']
    },
    107463: (e) => {
      e.exports = ['멀티라인 유틸리티']
    },
    790670: (e) => {
      e.exports = ['뮤니시펄리티']
    },
    275747: (e) => {
      e.exports = ['박물관 & 유적지']
    },
    195507: (e) => {
      e.exports = ['뮤직, 뮤직 비디오 생산 & 배포']
    },
    789270: (e) => {
      e.exports = ['악기 소매']
    },
    827736: (e) => {
      e.exports = ['악기']
    },
    830146: (e) => {
      e.exports = ['미얀마']
    },
    985824: (e) => {
      e.exports = ['거래 없음']
    },
    540036: (e) => {
      e.exports = ['논-알콜 베버리지']
    },
    578234: (e) => {
      e.exports = ['비에너지 미네럴']
    },
    230181: (e) => {
      e.exports = ['논-페이퍼 컨테이너 & 패키징']
    },
    199867: (e) => {
      e.exports = ['비철 금속 마이닝']
    },
    928561: (e) => {
      e.exports = ['비철 금속 가공']
    },
    145075: (e) => {
      e.exports = ['노르웨이']
    },
    420385: (e) => {
      e.exports = ['북마케도니아']
    },
    498923: (e) => {
      e.exports = ['북마리아나제도']
    },
    280612: (e) => {
      e.exports = ['내셔널 에이전시']
    },
    362602: (e) => {
      e.exports = ['내셔널 에이전시']
    },
    15999: (e) => {
      e.exports = ['천연 섬유']
    },
    152119: (e) => {
      e.exports = ['천연가스 배포']
    },
    862611: (e) => {
      e.exports = ['천연가스 탐사 & 생산 - 온쇼어']
    },
    249392: (e) => {
      e.exports = ['천연가스 탐사 & 생산 - 오프쇼어']
    },
    230528: (e) => {
      e.exports = ['천연가스 파이프라인']
    },
    111995: (e) => {
      e.exports = ['내츄럴 가스 유틸리티']
    },
    223060: (e) => {
      e.exports = ['나우루']
    },
    714417: (e) => {
      e.exports = ['나미비아']
    },
    353770: (e) => {
      e.exports = ['네덜란드']
    },
    549817: (e) => {
      e.exports = ['네트웍 장비']
    },
    748447: (e) => {
      e.exports = ['뉴칼레도니아']
    },
    494599: (e) => {
      e.exports = ['새차 딜러']
    },
    405523: (e) => {
      e.exports = ['신문 & 매거진 프린팅 서비스']
    },
    517412: (e) => {
      e.exports = ['신문 발행']
    },
    9717: (e) => {
      e.exports = ['신문 인쇄소']
    },
    852493: (e) => {
      e.exports = ['뉴스 에이전시']
    },
    128228: (e) => {
      e.exports = ['네팔']
    },
    136995: (e) => {
      e.exports = ['니우에']
    },
    972215: (e) => {
      e.exports = ['니카라구아']
    },
    523955: (e) => {
      e.exports = ['니켈광 마이닝']
    },
    374005: (e) => {
      e.exports = ['니제르']
    },
    62410: (e) => {
      e.exports = ['나이지리아']
    },
    512581: (e) => {
      e.exports = ['뉴클리어 IPPs']
    },
    735507: (e) => {
      e.exports = ['뉴클리어 유틸리티']
    },
    509083: (e) => {
      e.exports = ['간호 & 가든 센터']
    },
    262681: (e) => {
      e.exports = ['세인트 마틴 (네덜란드 쪽)']
    },
    350203: (e) => {
      e.exports = ['스마트 그리드 & 전기 송신']
    },
    988331: (e) => {
      e.exports = ['스마트 그리드 & 전력 분배 건설']
    },
    378096: (e) => {
      e.exports = ['스낵 푸드 & 비초콜릿 과자류']
    },
    502927: (e) => {
      e.exports = ['스냅샷']
    },
    528900: (e) => {
      e.exports = ['남아프리카']
    },
    638670: (e) => {
      e.exports = ['사우스조지아 사우스샌드위치 제도']
    },
    173160: (e) => {
      e.exports = ['대한민국']
    },
    197758: (e) => {
      e.exports = ['남수단']
    },
    232335: (e) => {
      e.exports = ['소브린']
    },
    555015: (e) => {
      e.exports = ['소셜 미디어 & 네트워킹']
    },
    614792: (e) => {
      e.exports = ['가정용 직물제품 소매']
    },
    359402: (e) => {
      e.exports = ['소프트웨어']
    },
    495446: (e) => {
      e.exports = ['솔로몬 제도']
    },
    334373: (e) => {
      e.exports = ['소말리아']
    },
    15209: (e) => {
      e.exports = ['새털라이트 시스템 & 액세서리']
    },
    581871: (e) => {
      e.exports = ['새털라이트 서비스 오퍼레이터']
    },
    936261: (e) => {
      e.exports = ['사우디아라비아']
    },
    738728: (e) => {
      e.exports = ['세이빙스 뱅크']
    },
    558932: (e) => {
      e.exports = ['세일링 요트 & 모터보트']
    },
    2679: (e) => {
      e.exports = ['생 바르텔레미']
    },
    317639: (e) => {
      e.exports = ['세인트키츠 네비스']
    },
    499829: (e) => {
      e.exports = ['세인트헬레나 어센션 트리스탄다쿠냐']
    },
    174215: (e) => {
      e.exports = ['세인트 루시아']
    },
    566083: (e) => {
      e.exports = ['세인트 마틴 (프랑스령)']
    },
    779773: (e) => {
      e.exports = ['생피에르 미클롱']
    },
    189466: (e) => {
      e.exports = ['세인트 빈센트 그레나딘']
    },
    533018: (e) => {
      e.exports = ['세일즈 프로모션 & 이벤트 매니지먼트']
    },
    855735: (e) => {
      e.exports = ['사모아']
    },
    935297: (e) => {
      e.exports = ['산마리노']
    },
    793386: (e) => {
      e.exports = ['위생용품']
    },
    767112: (e) => {
      e.exports = ['상투메 프린시페']
    },
    645954: (e) => {
      e.exports = ['과학 & 정밀 장비']
    },
    564291: (e) => {
      e.exports = ['과학 & 수퍼컴퓨터']
    },
    982390: (e) => {
      e.exports = ['하수 처리시설']
    },
    959609: (e) => {
      e.exports = ['세이셸']
    },
    48678: (e) => {
      e.exports = ['해상 운송 유조선']
    },
    878448: (e) => {
      e.exports = ['시푸드 프로덕트 준비 & 패키징']
    },
    769958: (e) => {
      e.exports = ['서치엔진']
    },
    609410: (e) => {
      e.exports = ['알루미늄 이차 용융 & 합금']
    },
    842351: (e) => {
      e.exports = ['시큐어리티 & 커모디티 익스체인지']
    },
    614242: (e) => {
      e.exports = ['보안 & 감시']
    },
    917526: (e) => {
      e.exports = ['보안 서비스']
    },
    635412: (e) => {
      e.exports = ['셀프 저장 부동산 투자 신탁']
    },
    158794: (e) => {
      e.exports = ['세미컨덕터 이큅먼트 & 테스팅']
    },
    107596: (e) => {
      e.exports = ['반도체 장비 도매']
    },
    707743: (e) => {
      e.exports = ['만도체 기계 제조']
    },
    624090: (e) => {
      e.exports = ['반도체 테스팅 장비 & 서비스']
    },
    530652: (e) => {
      e.exports = ['반도체 도매']
    },
    277152: (e) => {
      e.exports = ['세미컨덕터']
    },
    552545: (e) => {
      e.exports = ['준보석']
    },
    415882: (e) => {
      e.exports = ['세네갈']
    },
    896573: (e) => {
      e.exports = ['세르비아']
    },
    26189: (e) => {
      e.exports = ['서버 & 데이터베이스 소프트웨어']
    },
    11181: (e) => {
      e.exports = ['서버 & 시스템']
    },
    638823: (e) => {
      e.exports = ['서비스']
    },
    525079: (e) => {
      e.exports = ['헬쓰 인더스트리용 서비스']
    },
    609244: (e) => {
      e.exports = ['유령 회사']
    },
    414451: (e) => {
      e.exports = ['배 부품 제조사']
    },
    224249: (e) => {
      e.exports = ['배 수리 & 메인트넌스']
    },
    320574: (e) => {
      e.exports = ['조선업']
    },
    338217: (e) => {
      e.exports = ['시에라리온']
    },
    169039: (e) => {
      e.exports = ['간판 & 광고 전문 제작업체']
    },
    106493: (e) => {
      e.exports = ['실버 마이닝']
    },
    236150: (e) => {
      e.exports = ['신트마르턴 (네덜란드령)']
    },
    506262: (e) => {
      e.exports = ['슬로바키아']
    },
    687599: (e) => {
      e.exports = ['슬로베니아']
    },
    345304: (e) => {
      e.exports = ['우주선 제조']
    },
    792334: (e) => {
      e.exports = ['스페인']
    },
    963381: (e) => {
      e.exports = ['특별식 & 웰빙 제품']
    },
    270731: (e) => {
      e.exports = ['스페셜 푸드 & 웰빙 프로덕트']
    },
    97098: (e) => {
      e.exports = ['특별 항공 서비스']
    },
    892299: (e) => {
      e.exports = ['특별 프린팅 서비스']
    },
    869659: (e) => {
      e.exports = ['스페셜라이즈드 REITs']
    },
    668974: (e) => {
      e.exports = ['전문 & 고급 제약회사']
    },
    825994: (e) => {
      e.exports = ['특수 마이닝 & 메탈']
    },
    947079: (e) => {
      e.exports = ['전문 마이닝 & 메탈 도매']
    },
    832241: (e) => {
      e.exports = ['특수 케미컬']
    },
    78461: (e) => {
      e.exports = ['전문 케미컬 도매']
    },
    759178: (e) => {
      e.exports = ['스페셜티 인슈어런스']
    },
    771273: (e) => {
      e.exports = ['특수 보험사']
    },
    462504: (e) => {
      e.exports = ['스페셜티 스토어']
    },
    202845: (e) => {
      e.exports = ['스페셜티 텔리커뮤니케이션']
    },
    447133: (e) => {
      e.exports = ['스포츠 & 아웃도어 제품']
    },
    341443: (e) => {
      e.exports = ['스포츠 제품 스토어']
    },
    961710: (e) => {
      e.exports = ['스포츠 & 아웃도어 신발류']
    },
    813986: (e) => {
      e.exports = ['스포츠 & 아웃도어 소매']
    },
    819624: (e) => {
      e.exports = ['스포츠웨어 & 아웃도어 의류']
    },
    567835: (e) => {
      e.exports = ['스리랑카']
    },
    797141: (e) => {
      e.exports = ['녹말, 식물성 기름 & 오일 제조']
    },
    649297: (e) => {
      e.exports = ['스테이트 에이전시']
    },
    473782: (e) => {
      e.exports = ['Stationary 퓨얼 셀']
    },
    58460: (e) => {
      e.exports = ['스팀 & 에어콘디션 서플라이']
    },
    365325: (e) => {
      e.exports = ['스틸']
    },
    582762: (e) => {
      e.exports = ['저장 장치']
    },
    162923: (e) => {
      e.exports = ['수단']
    },
    382867: (e) => {
      e.exports = ['설탕 & 인공감미료']
    },
    789724: (e) => {
      e.exports = ['사탕수수 농장']
    },
    505298: (e) => {
      e.exports = ['수퍼마켓 & 편의점']
    },
    666609: (e) => {
      e.exports = ['수프라내셔널']
    },
    281528: (e) => {
      e.exports = ['수리남']
    },
    705904: (e) => {
      e.exports = ['스발바르 얀마옌 제도']
    },
    182404: (e) => {
      e.exports = ['스웨덴']
    },
    824316: (e) => {
      e.exports = ['개폐기']
    },
    440414: (e) => {
      e.exports = ['스위스']
    },
    209213: (e) => {
      e.exports = ['합성섬유']
    },
    443174: (e) => {
      e.exports = ['시리아']
    },
    645494: (e) => {
      e.exports = ['시스템 소프트웨어']
    },
    184760: (e) => {
      e.exports = ['양계업']
    },
    539300: (e) => {
      e.exports = ['POS 시스템']
    },
    210119: (e) => {
      e.exports = ['폴란드']
    },
    524026: (e) => {
      e.exports = ['포트 오퍼레이터']
    },
    335426: (e) => {
      e.exports = ['포트 웨어하우징 서비스']
    },
    99683: (e) => {
      e.exports = ['포터블 모터 & 제너레이터']
    },
    101076: (e) => {
      e.exports = ['포터블 새터라이트 내비게이션']
    },
    123496: (e) => {
      e.exports = ['포르투갈']
    },
    566812: (e) => {
      e.exports = ['포스트 마켓']
    },
    666196: (e) => {
      e.exports = ['패키지 소프트웨어']
    },
    632715: (e) => {
      e.exports = ['퍼시픽']
    },
    361314: (e) => {
      e.exports = ['페인트 & 코팅']
    },
    49145: (e) => {
      e.exports = ['파키스탄']
    },
    986532: (e) => {
      e.exports = ['팔라우']
    },
    103738: (e) => {
      e.exports = ['팔레스타인']
    },
    747908: (e) => {
      e.exports = ['파나마']
    },
    311564: (e) => {
      e.exports = ['제지 공장 & 프로덕트']
    },
    224893: (e) => {
      e.exports = ['페이퍼 패키징']
    },
    345368: (e) => {
      e.exports = ['종이 포장 도매']
    },
    816421: (e) => {
      e.exports = ['종이 프로덕트 도매']
    },
    916542: (e) => {
      e.exports = ['페이퍼 프로덕트']
    },
    666802: (e) => {
      e.exports = ['파푸아뉴기니']
    },
    33773: (e) => {
      e.exports = ['파라과이']
    },
    809851: (e) => {
      e.exports = ['주차장 오퍼레이터']
    },
    603701: (e) => {
      e.exports = ['승객용 차량 렌탈']
    },
    749771: (e) => {
      e.exports = ['패신저 트랜스포테이션, 그라운드 & 씨']
    },
    419781: (e) => {
      e.exports = ['펫 & 펫 서플라이 소매']
    },
    15657: (e) => {
      e.exports = ['펫 푸드 제조']
    },
    367657: (e) => {
      e.exports = ['석유 제품 도매']
    },
    58482: (e) => {
      e.exports = ['석유 정제']
    },
    605125: (e) => {
      e.exports = ['펜션 펀드']
    },
    468525: (e) => {
      e.exports = ['개인 & 자동차 론']
    },
    246733: (e) => {
      e.exports = ['개인 케어 서비스']
    },
    625769: (e) => {
      e.exports = ['개인 법률 서비스']
    },
    386126: (e) => {
      e.exports = ['개인 뮤직 플레이어']
    },
    875460: (e) => {
      e.exports = ['퍼스널 서비스']
    },
    920978: (e) => {
      e.exports = ['퍼스널 프로덕트']
    },
    982553: (e) => {
      e.exports = ['퍼스넬 서비스']
    },
    622979: (e) => {
      e.exports = ['페루']
    },
    218355: (e) => {
      e.exports = ['해충 컨트롤 서비스']
    },
    816312: (e) => {
      e.exports = ['살충제']
    },
    462763: (e) => {
      e.exports = ['제약']
    },
    821120: (e) => {
      e.exports = ['파마슈티컬: 일반']
    },
    5563: (e) => {
      e.exports = ['제약: 주요']
    },
    501417: (e) => {
      e.exports = ['파마슈티컬: 기타']
    },
    226813: (e) => {
      e.exports = ['필리핀']
    },
    657825: (e) => {
      e.exports = ['폰 & 핸드헬드 디바이스']
    },
    344170: (e) => {
      e.exports = ['전화 & 스마트폰']
    },
    613147: (e) => {
      e.exports = ['태양전지 시스템 & 장비']
    },
    531050: (e) => {
      e.exports = ['사진장비']
    },
    539338: (e) => {
      e.exports = ['피트케언']
    },
    287529: (e) => {
      e.exports = ['배관 장치 & 피팅']
    },
    744084: (e) => {
      e.exports = ['플라스틱']
    },
    748376: (e) => {
      e.exports = ['플라스틱 용기 & 패키징']
    },
    752028: (e) => {
      e.exports = ['플래티넘 마이닝']
    },
    361151: (e) => {
      e.exports = ['연극 & 콘서트 프로덕션']
    },
    845198: (e) => {
      e.exports = ['프리 마켓']
    },
    296663: (e) => {
      e.exports = ['귀금속']
    },
    356494: (e) => {
      e.exports = ['귀금속 & 미네랄']
    },
    464674: (e) => {
      e.exports = ['조립식 주택']
    },
    589395: (e) => {
      e.exports = ['일차 알루미늄 생산']
    },
    961648: (e) => {
      e.exports = ['프라이빗 뱅크']
    },
    537260: (e) => {
      e.exports = ['프라이빗 에쿼티']
    },
    326690: (e) => {
      e.exports = ['프로세서']
    },
    946140: (e) => {
      e.exports = ['프로세스 산업']
    },
    605114: (e) => {
      e.exports = ['프로그래밍 소프트웨어 & 테스팅 툴']
    },
    536289: (e) => {
      e.exports = ['제조업']
    },
    549298: (e) => {
      e.exports = ['프로페셔널 인포메이션 서비스']
    },
    180342: (e) => {
      e.exports = ['프로스포츠 개최장']
    },
    947962: (e) => {
      e.exports = ['재산 & 재난 인슈어런스']
    },
    443260: (e) => {
      e.exports = ['부동산 & 재난 재보험']
    },
    223629: (e) => {
      e.exports = ['부동산 보험']
    },
    82841: (e) => {
      e.exports = ['재산-재난 보험사']
    },
    555870: (e) => {
      e.exports = ['프로퍼티/캐쥬얼티 인슈어런스']
    },
    755793: (e) => {
      e.exports = ['프라빈스/스테이트']
    },
    611020: (e) => {
      e.exports = ['퍼블릭 릴레이션']
    },
    428988: (e) => {
      e.exports = ['퍼블릭 스포츠 시설']
    },
    435218: (e) => {
      e.exports = ['퍼블리싱: 북/매거진']
    },
    325417: (e) => {
      e.exports = ['퍼블리싱: 뉴스페이퍼']
    },
    370890: (e) => {
      e.exports = ['펍, 바 & 나이트 클럽']
    },
    651330: (e) => {
      e.exports = ['푸에르토리코']
    },
    704895: (e) => {
      e.exports = ['펄프 & 페이퍼']
    },
    506684: (e) => {
      e.exports = ['펄프 공장']
    },
    641462: (e) => {
      e.exports = ['펌프 & 펌핑 장비']
    },
    920944: (e) => {
      e.exports = ['정화 & 처리 장비']
    },
    361109: (e) => {
      e.exports = ['퀵서비스 레스토랑']
    },
    887267: (e) => {
      e.exports = ['{number} 분 지연 호가']
    },
    728332: (e) => {
      e.exports = ['{number}분 지연호가, 매 30초 업데이트']
    },
    625976: (e) => {
      e.exports = ['RFID 시스템']
    },
    379331: (e) => {
      e.exports = ['암석 마이닝']
    },
    385646: (e) => {
      e.exports = ['루마니아']
    },
    642276: (e) => {
      e.exports = ['지붕재 서플라이']
    },
    748131: (e) => {
      e.exports = ['레이팅 에이전시']
    },
    880417: (e) => {
      e.exports = ['라디오 방송']
    },
    955759: (e) => {
      e.exports = ['철도 서비스']
    },
    993624: (e) => {
      e.exports = ['레일로드']
    },
    544708: (e) => {
      e.exports = ['철도 건설']
    },
    837208: (e) => {
      e.exports = ['철도 화물 오퍼레이터']
    },
    359687: (e) => {
      e.exports = ['희토류 미네랄']
    },
    859870: (e) => {
      e.exports = ['리테일 - 백화점']
    },
    422135: (e) => {
      e.exports = ['리테일 - 식료품 포함 의약품']
    },
    224560: (e) => {
      e.exports = ['리테일 - 식료품 제외 의약품']
    },
    656377: (e) => {
      e.exports = ['리테일 부동산 개발']
    },
    914726: (e) => {
      e.exports = ['리테일 & 모기지 뱅크']
    },
    455445: (e) => {
      e.exports = ['리테일 부동산 투자 신탁']
    },
    419210: (e) => {
      e.exports = ['리테일 부동산 서비스']
    },
    801197: (e) => {
      e.exports = ['리테일 트레이드']
    },
    930478: (e) => {
      e.exports = ['퇴직자 주택 건설업자']
    },
    195805: (e) => {
      e.exports = ['레디메이드 식사']
    },
    906530: (e) => {
      e.exports = ['실시간']
    },
    737055: (e) => {
      e.exports = ['리얼 에스테이트 디벨롭먼트']
    },
    448629: (e) => {
      e.exports = ['부동산 개발 & 운영']
    },
    667134: (e) => {
      e.exports = ['부동산 투자 신탁']
    },
    545060: (e) => {
      e.exports = ['부동산 서비스']
    },
    204744: (e) => {
      e.exports = ['레크리에이션 프로덕트']
    },
    374694: (e) => {
      e.exports = ['지역항공']
    },
    537406: (e) => {
      e.exports = ['리져널 뱅크']
    },
    899793: (e) => {
      e.exports = ['재보험']
    },
    32046: (e) => {
      e.exports = ['재생에너지 이큅먼트 & 서비스']
    },
    983114: (e) => {
      e.exports = ['재생 에너지 서비스']
    },
    209271: (e) => {
      e.exports = ['재생 연료']
    },
    430520: (e) => {
      e.exports = ['재생 IPPs']
    },
    82117: (e) => {
      e.exports = ['재생 유틸리티']
    },
    688506: (e) => {
      e.exports = ['리플레이 모드']
    },
    219798: (e) => {
      e.exports = ['주거 부동산 개발']
    },
    980331: (e) => {
      e.exports = ['주거 & 롱텀 케어']
    },
    166874: (e) => {
      e.exports = ['주거 건축 & 인테리어 디자인 서비스']
    },
    627601: (e) => {
      e.exports = ['주거 건축업자 - 다가구 주택']
    },
    101217: (e) => {
      e.exports = ['주거 건축업자 - 단일 주택']
    },
    205172: (e) => {
      e.exports = ['주거 부동산 투자 신탁']
    },
    515895: (e) => {
      e.exports = ['주거 부동산 서비스']
    },
    163577: (e) => {
      e.exports = ['리조트 오퍼레이터']
    },
    560295: (e) => {
      e.exports = ['레스토랑']
    },
    324154: (e) => {
      e.exports = ['레스토랑 & 바']
    },
    931284: (e) => {
      e.exports = ['고무 재배']
    },
    230799: (e) => {
      e.exports = ['러시아']
    },
    238201: (e) => {
      e.exports = ['러시아 연방']
    },
    242890: (e) => {
      e.exports = ['르완다']
    },
    102711: (e) => {
      e.exports = ['레위니옹']
    },
    263651: (e) => {
      e.exports = ['여성 의류 소매']
    },
    269510: (e) => {
      e.exports = ['여성 의복']
    },
    368529: (e) => {
      e.exports = ['여성 신발류']
    },
    742758: (e) => {
      e.exports = ['나무 용기 & 패키징']
    },
    20196: (e) => {
      e.exports = ['나무 제품 도매']
    },
    17877: (e) => {
      e.exports = ['나무 제품']
    },
    23700: (e) => {
      e.exports = ['시계류']
    },
    467646: (e) => {
      e.exports = ['물 & 오수 건설']
    },
    691088: (e) => {
      e.exports = ['물 공급 & 관개 시스템']
    },
    978768: (e) => {
      e.exports = ['워터 유틸리티']
    },
    994192: (e) => {
      e.exports = ['웨이브 파워 에너지 이큅먼트']
    },
    258159: (e) => {
      e.exports = ['월리스푸투나제도']
    },
    171183: (e) => {
      e.exports = ['벽지']
    },
    446094: (e) => {
      e.exports = ['창고업']
    },
    75343: (e) => {
      e.exports = ['오수 관리, 처리 & 리사이클링 서비스']
    },
    323432: (e) => {
      e.exports = ['폐기물 에너지 시스템 & 이큅먼트']
    },
    160289: (e) => {
      e.exports = ['웰쓰 매니지먼트']
    },
    69211: (e) => {
      e.exports = ['웰딩 & 솔더링 이큅먼트']
    },
    117108: (e) => {
      e.exports = ['웨스턴 사하라']
    },
    800669: (e) => {
      e.exports = ['호울세일 디스트리뷰터']
    },
    174811: (e) => {
      e.exports = ['와이파이 & 와이맥스 프로바이더']
    },
    846846: (e) => {
      e.exports = ['윈드 시스템 & 이큅먼트']
    },
    641548: (e) => {
      e.exports = ['와이너리']
    },
    83428: (e) => {
      e.exports = ['유선 통신 캐리어']
    },
    919395: (e) => {
      e.exports = ['무선 텔레콤']
    },
    925541: (e) => {
      e.exports = ['와이어리스 텔리커뮤니케이션']
    },
    602272: (e) => {
      e.exports = ['와이어리스 텔리커뮤니케이션 서비스']
    },
    63767: (e) => {
      e.exports = ['유선 & 케이블']
    },
    773337: (e) => {
      e.exports = ['TV & 비디오']
    },
    597308: (e) => {
      e.exports = ['토이 & 게임 소매']
    },
    425860: (e) => {
      e.exports = ['토이 & 청소년 프로덕트']
    },
    144593: (e) => {
      e.exports = ['토이 & 어린이 용품 도매']
    },
    310955: (e) => {
      e.exports = ['토바코']
    },
    574871: (e) => {
      e.exports = ['토고']
    },
    724580: (e) => {
      e.exports = ['통가']
    },
    181350: (e) => {
      e.exports = ['툴 & 하드웨어']
    },
    900242: (e) => {
      e.exports = ['툴 & 하우스웨어']
    },
    331151: (e) => {
      e.exports = ['택시 & 리무진']
    },
    341280: (e) => {
      e.exports = ['태블릿 & 네트워크 컴퓨터']
    },
    460919: (e) => {
      e.exports = ['대만']
    },
    826553: (e) => {
      e.exports = ['타지키스탄']
    },
    982461: (e) => {
      e.exports = ['무두질제 & 유연제']
    },
    185494: (e) => {
      e.exports = ['탄자니아']
    },
    249648: (e) => {
      e.exports = ['텍스타일']
    },
    324160: (e) => {
      e.exports = ['텍스타일 & 레더 상품']
    },
    771935: (e) => {
      e.exports = ['섬유 & 가죽 제품 도매']
    },
    431138: (e) => {
      e.exports = ['테크놀로지']
    },
    785780: (e) => {
      e.exports = ['테크놀로지 컨설팅 & 아웃소싱 서비스']
    },
    237826: (e) => {
      e.exports = ['테크놀로지 서비스']
    },
    431765: (e) => {
      e.exports = ['원격의료 서비스']
    },
    418375: (e) => {
      e.exports = ['텔레컴 건설']
    },
    835295: (e) => {
      e.exports = ['텔레컴 네트워크 인프라스트럭쳐']
    },
    209527: (e) => {
      e.exports = ['텔리커뮤니케이션 이큅먼트']
    },
    876886: (e) => {
      e.exports = ['텔레컴 리셀러']
    },
    243547: (e) => {
      e.exports = ['텔리커뮤니케이션 서비스']
    },
    896651: (e) => {
      e.exports = ['텔레비전 방송']
    },
    246125: (e) => {
      e.exports = ['테스팅 & 메저링 이큅먼트']
    },
    879984: (e) => {
      e.exports = ['테스팅 실험실']
    },
    537442: (e) => {
      e.exports = ['테스팅 서비스']
    },
    433138: (e) => {
      e.exports = ['태국']
    },
    744903: (e) => {
      e.exports = ['영화 & 공연 예술']
    },
    47397: (e) => {
      e.exports = ['써멀 솔라 시스템 & 이큅먼트']
    },
    223529: (e) => {
      e.exports = ['타일 & 포장 재료 제조']
    },
    729006: (e) => {
      e.exports = ['목재 부동산 투자 신탁']
    },
    285705: (e) => {
      e.exports = ['목재 트랙터 오퍼레이터']
    },
    655802: (e) => {
      e.exports = ['동티모르']
    },
    718611: (e) => {
      e.exports = ['타이어 & 튜브 제조']
    },
    713932: (e) => {
      e.exports = ['타이어 딜러']
    },
    379760: (e) => {
      e.exports = ['재생타이어']
    },
    56682: (e) => {
      e.exports = ['타이어 & 러버 프로덕트']
    },
    877445: (e) => {
      e.exports = ['타이어 & 고무 프로덕트 도매']
    },
    528075: (e) => {
      e.exports = ['트러킹']
    },
    500966: (e) => {
      e.exports = ['트럭/컨스트럭션/팜 머시너리']
    },
    789568: (e) => {
      e.exports = ['트레이드 & 비지니스 퍼블리싱']
    },
    489853: (e) => {
      e.exports = ['트랜잭션 & 페이먼트 서비스']
    },
    81127: (e) => {
      e.exports = ['번역 & 해석 서비스']
    },
    793481: (e) => {
      e.exports = ['이송/배달']
    },
    448638: (e) => {
      e.exports = ['여행사']
    },
    333041: (e) => {
      e.exports = ['트리니다드 토바고']
    },
    626449: (e) => {
      e.exports = ['투발루']
    },
    420638: (e) => {
      e.exports = ['튀니지아']
    },
    351976: (e) => {
      e.exports = ['터빈 제조']
    },
    616831: (e) => {
      e.exports = ['투르크메니스탄']
    },
    694398: (e) => {
      e.exports = ['터키']
    },
    555526: (e) => {
      e.exports = ['터크스카이코스 제도']
    },
    728542: (e) => {
      e.exports = ['미국령 버진아일랜드']
    },
    975308: (e) => {
      e.exports = ['아랍에미리트연합']
    },
    787935: (e) => {
      e.exports = ['미국']
    },
    377518: (e) => {
      e.exports = ['비전통 석유 & 가스 드릴링']
    },
    813639: (e) => {
      e.exports = ['비전통 오일 & 가스 프로덕션']
    },
    287916: (e) => {
      e.exports = ['아랍 에미리트 연합']
    },
    606994: (e) => {
      e.exports = ['영국']
    },
    411176: (e) => {
      e.exports = ['미국']
    },
    431860: (e) => {
      e.exports = ['미국령 군소 제도']
    },
    308395: (e) => {
      e.exports = ['우간다']
    },
    263018: (e) => {
      e.exports = ['우크라이나']
    },
    124991: (e) => {
      e.exports = ['우루과이']
    },
    237127: (e) => {
      e.exports = ['우라늄']
    },
    198737: (e) => {
      e.exports = ['우라늄 마이닝']
    },
    457468: (e) => {
      e.exports = ['중고차 딜러']
    },
    56356: (e) => {
      e.exports = ['중고 상품 가게']
    },
    112332: (e) => {
      e.exports = ['유틸리티']
    },
    730902: (e) => {
      e.exports = ['우즈베키스탄']
    },
    48007: (e) => {
      e.exports = ['VOIP 이큅먼트 & 시스템']
    },
    670087: (e) => {
      e.exports = ['VOIP 서비스']
    },
    863837: (e) => {
      e.exports = ['바누아투']
    },
    43349: (e) => {
      e.exports = ['동물용 약품']
    },
    12446: (e) => {
      e.exports = ['동물용 의료 장비 & 서플라이']
    },
    979931: (e) => {
      e.exports = ['동물용 서비스']
    },
    930252: (e) => {
      e.exports = ['야채, 과일 & 견과류 농업']
    },
    369623: (e) => {
      e.exports = ['벤딩 머신 프로바이더']
    },
    739055: (e) => {
      e.exports = ['베네주엘라']
    },
    881186: (e) => {
      e.exports = ['벤처 캐피탈']
    },
    450049: (e) => {
      e.exports = ['베트남']
    },
    159002: (e) => {
      e.exports = ['버진 아일랜드 (영국)']
    },
    707897: (e) => {
      e.exports = ['버진 아일랜드 (미국)']
    },
    129236: (e) => {
      e.exports = ['털실 제품']
    },
    242175: (e) => {
      e.exports = ['예멘']
    },
    239478: (e) => {
      e.exports = ['잠비아']
    },
    58309: (e) => {
      e.exports = ['짐바브웨']
    },
    294619: (e) => {
      e.exports = ['아연광 마이닝']
    },
    574177: (e) => {
      e.exports = ['올란드 제도']
    },
  },
])
