;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [5275],
  {
    340276: (e) => {
      e.exports = ['넣기']
    },
    453585: (e) => {
      e.exports = ['커스텀 컬러 넣기']
    },
    681865: (e) => {
      e.exports = ['불투명성']
    },
    2443: (e) => {
      e.exports = ['라인 툴 라인 스타일']
    },
    940054: (e) => {
      e.exports = ['색']
    },
    44629: (e) => {
      e.exports = ['즐겨찾기에 넣기']
    },
    486528: (e) => {
      e.exports = ['디폴트 드로잉템플릿 적용']
    },
    938455: (e) => {
      e.exports = ['배경색']
    },
    179964: (e) => {
      e.exports = ['배경색 1']
    },
    745320: (e) => {
      e.exports = ['배경색 2']
    },
    774935: (e) => {
      e.exports = ["진짜로 '{name}' 드로잉 템플릿을 지우시겠습니까?"]
    },
    860925: (e) => {
      e.exports = ['점']
    },
    842973: (e) => {
      e.exports = ['도트 라인']
    },
    459317: (e) => {
      e.exports = ['대쉬 라인']
    },
    571527: (e) => {
      e.exports = ["'{name}' 드로잉 템플릿이 이미 있습니다. 바꾸시겠습니까?"]
    },
    299289: (e) => {
      e.exports = ['지우개']
    },
    23886: (e) => {
      e.exports = ['폰트 크기']
    },
    417006: (e) => {
      e.exports = ['폰트 크기']
    },
    717517: (e) => {
      e.exports = ['드로잉툴숨김']
    },
    574813: (e) => {
      e.exports = ['많이 쓰는 드로잉 툴바 숨기기']
    },
    537057: (e) => {
      e.exports = ['드로잉툴고정']
    },
    671845: (e) => {
      e.exports = ['라인 툴 백그라운드']
    },
    712928: (e) => {
      e.exports = ['라인 툴 컬러']
    },
    121327: (e) => {
      e.exports = ['라인 툴 텍스트 컬러']
    },
    286327: (e) => {
      e.exports = ['라인툴 너비']
    },
    447059: (e) => {
      e.exports = ['라인툴 너비']
    },
    141610: (e) => {
      e.exports = ['더보기']
    },
    579165: (e) => {
      e.exports = ['매직']
    },
    937140: (e) => {
      e.exports = [
        '자석모드는 가장 최근 OHLC 밸류에 가까운 프라이스에 드로잉을 들러붙게 해줍니다.',
      ]
    },
    867455: (e) => {
      e.exports = ['마커 색상']
    },
    659607: (e) => {
      e.exports = ['재기']
    },
    736551: (e) => {
      e.exports = [
        '새 차트를 고를 때 새 드로잉들은 레이아웃에 있는 모든 차트에 복제됩니다.',
      ]
    },
    933751: (e) => {
      e.exports = ['드로잉 템플릿 다른 이름으로 저장']
    },
    691977: (e) => {
      e.exports = ['숨긴툴 보기']
    },
    551072: (e) => {
      e.exports = ['오브젝트 트리 보기']
    },
    749421: (e) => {
      e.exports = ['그리기모드 유지']
    },
    749593: (e) => {
      e.exports = ['스탑배경색']
    },
    36785: (e) => {
      e.exports = ['수익배경색']
    },
    376091: (e) => {
      e.exports = ['드로잉 없애기']
    },
    854336: (e) => {
      e.exports = ['컬러 없애기']
    },
    572482: (e) => {
      e.exports = ['즐겨찾기지움']
    },
    319221: (e) => {
      e.exports = ['문자열색']
    },
    350912: (e) => {
      e.exports = ['템플릿이름']
    },
    891900: (e) => {
      e.exports = ['템플릿']
    },
    38925: (e) => {
      e.exports = ['크게보기']
    },
    949895: (e) => {
      e.exports = ['작게보기']
    },
    16631: (e) => {
      e.exports = ['라인 툴 텍스트 컬러 바꾸기']
    },
    674350: (e) => {
      e.exports = ['라인 툴 백그라운드 컬러 바꾸기']
    },
    368519: (e) => {
      e.exports = ['라인 툴 컬러 바꾸기']
    },
    436819: (e) => {
      e.exports = ['라인 툴 폰트 사이즈 바꾸기']
    },
    654769: (e) => {
      e.exports = ['라인 툴 라인 스타일 바꾸기']
    },
    141648: (e) => {
      e.exports = ['라인 툴 라인 너비 바꾸기']
    },
    18567: (e) => {
      e.exports = ['{propertyName} 속성 변경']
    },
    132868: (e) => {
      e.exports = ['{hotKey_0} + 차트위 클릭']
    },
    468125: (e) => {
      e.exports = ['{hotKey_0} — 써클']
    },
    240234: (e) => {
      e.exports = ['{hotKey_0} — 45 도 곧은 줄 긋기']
    },
    510289: (e) => {
      e.exports = ['{hotKey_0} — 고정 증가']
    },
    481591: (e) => {
      e.exports = ['{hotKey_0} — 스퀘어']
    },
  },
])
