;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [5362],
  {
    340276: (e) => {
      e.exports = ['넣기']
    },
    453585: (e) => {
      e.exports = ['커스텀 컬러 넣기']
    },
    681865: (e) => {
      e.exports = ['불투명성']
    },
    519801: (e) => {
      e.exports = ['금']
    },
    11268: (e) => {
      e.exports = ['월']
    },
    963331: (e) => {
      e.exports = ['토']
    },
    85954: (e) => {
      e.exports = ['일']
    },
    226230: (e) => {
      e.exports = ['수']
    },
    24793: (e) => {
      e.exports = ['목']
    },
    831533: (e) => {
      e.exports = ['화']
    },
    373755: (e) => {
      e.exports = ['다른 심볼']
    },
    716936: (e) => {
      e.exports = ['뒤로']
    },
    288046: (e) => {
      e.exports = ['메인 차트 심볼']
    },
    709898: (e) => {
      e.exports = ['라이트']
    },
    952051: (e) => {
      e.exports = ['캘린더는 현재 {year} 년입니다.']
    },
    499990: (e) => {
      e.exports = ['캘린더는 현재 {year_start}부터 {year_end}까지 연도입니다.']
    },
    692702: (e) => {
      e.exports = ['캘린더는 현재 {month} 입니다.']
    },
    620036: (e) => {
      e.exports = ['취소']
    },
    423398: (e) => {
      e.exports = ['종목바꾸기']
    },
    394551: (e) => {
      e.exports = ['차트']
    },
    680395: (e) => {
      e.exports = ['메뉴 닫기']
    },
    64498: (e) => {
      e.exports = ['모든 자료']
    },
    997637: (e) => {
      e.exports = ['4월']
    },
    486797: (e) => {
      e.exports = ['8월']
    },
    879852: (e) => {
      e.exports = ['채권']
    },
    55669: (e) => {
      e.exports = ['12월']
    },
    756095: (e) => {
      e.exports = ['줄이기']
    },
    629601: (e) => {
      e.exports = ['설명']
    },
    316467: (e) => {
      e.exports = ['2월']
    },
    772970: (e) => {
      e.exports = ['금요일']
    },
    146812: (e) => {
      e.exports = ['늘어남']
    },
    926910: (e) => {
      e.exports = ['1월']
    },
    323230: (e) => {
      e.exports = ['7월']
    },
    49385: (e) => {
      e.exports = ['6월']
    },
    290784: (e) => {
      e.exports = ['10월']
    },
    889298: (e) => {
      e.exports = ['오프셋']
    },
    468988: (e) => {
      e.exports = ['확인']
    },
    561199: (e) => {
      e.exports = ['월요일']
    },
    695543: (e) => {
      e.exports = ['달']
    },
    668327: (e) => {
      e.exports = ['5월']
    },
    684675: (e) => {
      e.exports = ['3월']
    },
    929673: (e) => {
      e.exports = ['조건에 맞는 익스체인지가 없음']
    },
    641379: (e) => {
      e.exports = ['조건에 맞는 심볼이 없음']
    },
    171194: (e) => {
      e.exports = ['11월']
    },
    383771: (e) => {
      e.exports = ['다음 해']
    },
    275385: (e) => {
      e.exports = ['다음 해들']
    },
    39752: (e) => {
      e.exports = ['다음 달']
    },
    535563: (e) => {
      e.exports = ['넘버 포맷이 잘못 되었습니다.']
    },
    719724: (e) => {
      e.exports = ['자료']
    },
    101144: (e) => {
      e.exports = ['토요일']
    },
    252298: (e) => {
      e.exports = ['찾기']
    },
    313269: (e) => {
      e.exports = ['자료 선택']
    },
    661132: (e) => {
      e.exports = ['9월']
    },
    602607: (e) => {
      e.exports = ['지정값이 인스트루먼트 맥시멈인 {max} 보다 큽니다.']
    },
    53669: (e) => {
      e.exports = ['지정값이 인스트루먼트 미니멈인 {min} 보다 작습니다.']
    },
    272149: (e) => {
      e.exports = ['일요일']
    },
    583583: (e) => {
      e.exports = ['달로 바꾸기']
    },
    806244: (e) => {
      e.exports = ['날짜로 바꾸기']
    },
    680879: (e) => {
      e.exports = ['해로 바꾸기']
    },
    589053: (e) => {
      e.exports = ['심볼']
    },
    948490: (e) => {
      e.exports = ['심볼 & 설명']
    },
    882719: (e) => {
      e.exports = ['심볼 찾기']
    },
    732457: (e) => {
      e.exports = ['올바른 날짜를 넣으십시오']
    },
    505122: (e) => {
      e.exports = ['올바른 날짜 포맷인 yyyy-mm-dd 으로 넣으십시오']
    },
    502587: (e) => {
      e.exports = ['앞 달']
    },
    239329: (e) => {
      e.exports = ['앞 해']
    },
    127004: (e) => {
      e.exports = ['앞선 해들']
    },
    854336: (e) => {
      e.exports = ['컬러 없애기']
    },
    107147: (e) => {
      e.exports = ['수요일']
    },
    107951: (e) => {
      e.exports = ['목요일']
    },
    360142: (e) => {
      e.exports = ['두께']
    },
    944979: (e) => {
      e.exports = ['화요일']
    },
    669325: (e) => {
      e.exports = ['해']
    },
    812629: (e) => {
      e.exports = ['상품']
    },
    487592: (e) => {
      e.exports = ['씨에프디']
    },
    717023: (e) => {
      e.exports = ['불투명도 바꾸기']
    },
    313066: (e) => {
      e.exports = ['칼라 바꾸기']
    },
    195657: (e) => {
      e.exports = ['두께 바꾸기']
    },
    18567: (e) => {
      e.exports = ['{propertyName} 속성 변경']
    },
    336962: (e) => {
      e.exports = ['클로즈']
    },
    308448: (e) => {
      e.exports = ['크립토']
    },
    667245: (e) => {
      e.exports = 'dr'
    },
    488720: (e) => {
      e.exports = ['경제']
    },
    739512: (e) => {
      e.exports = ['외환']
    },
    781859: (e) => {
      e.exports = ['퓨쳐스']
    },
    441615: (e) => {
      e.exports = ['고가']
    },
    391815: (e) => {
      e.exports = ['고저평균']
    },
    640771: (e) => {
      e.exports = ['고저종평균']
    },
    209523: (e) => {
      e.exports = 'hlcc4'
    },
    612754: (e) => {
      e.exports = ['지수']
    },
    138071: (e) => {
      e.exports = ['지수']
    },
    212504: (e) => {
      e.exports = ['시고저종평균']
    },
    938466: (e) => {
      e.exports = ['오픈']
    },
    403919: (e) => {
      e.exports = ['저가']
    },
    636931: (e) => {
      e.exports = ['스탁']
    },
  },
])
