;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [6119],
  {
    519801: (e) => {
      e.exports = ['금']
    },
    11268: (e) => {
      e.exports = ['월']
    },
    963331: (e) => {
      e.exports = ['토']
    },
    85954: (e) => {
      e.exports = ['일']
    },
    226230: (e) => {
      e.exports = ['수']
    },
    24793: (e) => {
      e.exports = ['목']
    },
    831533: (e) => {
      e.exports = ['화']
    },
    189790: (e) => {
      e.exports = ['Pine 소스 코드는 구할 수 없음.']
    },
    39589: (e) => {
      e.exports = ['페인 접기']
    },
    638154: (e) => {
      e.exports = ['스터디트리 지우기 확인']
    },
    556934: (e) => {
      e.exports = ['설명 변경']
    },
    423398: (e) => {
      e.exports = ['종목바꾸기']
    },
    236004: (e) => {
      e.exports = ['프리 어카운트 만들기']
    },
    269419: (e) => {
      e.exports = ['모두 다 좋습니다 — 마켓이 오픈되었습니다.']
    },
    997637: (e) => {
      e.exports = ['4월']
    },
    486797: (e) => {
      e.exports = ['8월']
    },
    22519: (e) => {
      e.exports = ['바 체인지 밸류']
    },
    941707: (e) => {
      e.exports = ['실시간 데이터 구매']
    },
    452003: (e) => {
      e.exports = ['스터디 및 그 자식들 모두 지우시겠습니까?']
    },
    68854: (e) => {
      e.exports = ['더블 클릭']
    },
    597325: (e) => {
      e.exports = ['데이터 문제']
    },
    55669: (e) => {
      e.exports = ['12월']
    },
    683498: (e) => {
      e.exports = ['페인 지우기']
    },
    482751: (e) => {
      e.exports = ['에러']
    },
    540519: (e) => {
      e.exports = ['저녁. 포스트 마켓 트레이딩만 열려 있습니다.']
    },
    780227: (e) => {
      e.exports = ['거래소 시간대']
    },
    316467: (e) => {
      e.exports = ['2월']
    },
    825046: (e) => {
      e.exports = ['익스체인지 어그리먼트를 채우십시오']
    },
    593666: (e) => {
      e.exports = ['플래그 심볼']
    },
    300564: (e) => {
      e.exports = ['금']
    },
    772970: (e) => {
      e.exports = ['금요일']
    },
    988958: (e) => {
      e.exports = ['할리데이']
    },
    721686: (e) => {
      e.exports = ['인디케이터 레전드 숨기기']
    },
    26935: (e) => {
      e.exports = ['지표인자']
    },
    126315: (e) => {
      e.exports = ['지표이름']
    },
    584098: (e) => {
      e.exports = ['지표값']
    },
    950634: (e) => {
      e.exports = ['{remainingTime} 뒤에는 포스트-마켓 트레이딩으로 갑니다.']
    },
    574537: (e) => {
      e.exports = ['{remainingTime} 뒤에는 프리-마켓 트레이딩이 열립니다.']
    },
    926910: (e) => {
      e.exports = ['1월']
    },
    323230: (e) => {
      e.exports = ['7월']
    },
    49385: (e) => {
      e.exports = ['6월']
    },
    199487: (e) => {
      e.exports = ['시고저종 값']
    },
    290784: (e) => {
      e.exports = ['10월']
    },
    775991: (e) => {
      e.exports = ['오픈 마켓 스테이터스']
    },
    37274: (e) => {
      e.exports = ['마지막 날 변경 값']
    },
    939899: (e) => {
      e.exports = ['페인 아래로']
    },
    370343: (e) => {
      e.exports = ['페인 위로']
    },
    783085: (e) => {
      e.exports = ['월']
    },
    561199: (e) => {
      e.exports = ['월요일']
    },
    801653: (e) => {
      e.exports = ['아침. 프리 마켓 트레이딩만 열려 있습니다.']
    },
    256470: (e) => {
      e.exports = ['차트 최대화']
    },
    819603: (e) => {
      e.exports = ['페인 최대화']
    },
    668327: (e) => {
      e.exports = ['5월']
    },
    335732: (e) => {
      e.exports = ['페인 관리']
    },
    684675: (e) => {
      e.exports = ['3월']
    },
    383949: (e) => {
      e.exports = ['마켓 오픈']
    },
    735701: (e) => {
      e.exports = ['{remainingTime} 뒤에 마켓이 열립니다.']
    },
    895814: (e) => {
      e.exports = ['마켓 클로즈드']
    },
    298105: (e) => {
      e.exports = ['{remainingTime} 뒤에 마켓이 닫힙니다.']
    },
    987202: (e) => {
      e.exports = ['마켓이 현재 휴일입니다. 운이 좋네요.']
    },
    171194: (e) => {
      e.exports = ['11월']
    },
    966324: (e) => {
      e.exports = ['소스코드']
    },
    936835: (e) => {
      e.exports = ['토']
    },
    101144: (e) => {
      e.exports = ['토요일']
    },
    540653: (e) => {
      e.exports = ['왼쪽으로 스크롤']
    },
    426721: (e) => {
      e.exports = ['가장 최근 막대로 스크롤']
    },
    135809: (e) => {
      e.exports = ['오른쪽으로 스크롤']
    },
    661132: (e) => {
      e.exports = ['9월']
    },
    328705: (e) => {
      e.exports = ['인디케이터 레전드 보이기']
    },
    551072: (e) => {
      e.exports = ['오브젝트 트리 보기']
    },
    337809: (e) => {
      e.exports = ['간격 설정 표시']
    },
    539045: (e) => {
      e.exports = ['스터디 에러']
    },
    186577: (e) => {
      e.exports = ['일']
    },
    272149: (e) => {
      e.exports = ['일요일']
    },
    246041: (e) => {
      e.exports = ['심볼 프라이스 소스']
    },
    739339: (e) => {
      e.exports = ['심볼 타이틀']
    },
    429985: (e) => {
      e.exports = ['포스트 마켓']
    },
    356042: (e) => {
      e.exports = ['프리 마켓']
    },
    48293: (e) => {
      e.exports = ['차트 원래대로']
    },
    491029: (e) => {
      e.exports = ['페인 원래대로']
    },
    875094: (e) => {
      e.exports = ['수']
    },
    107147: (e) => {
      e.exports = ['수요일']
    },
    409787: (e) => {
      e.exports = ['목']
    },
    107951: (e) => {
      e.exports = ['목요일']
    },
    673717: (e) => {
      e.exports = ['그런 심볼은 없습니다. 다른 심볼을 고르십시오.']
    },
    957048: (e) => {
      e.exports = ['산책시간입니다 — 이 마켓은 클로즈되었습니다']
    },
    794316: (e) => {
      e.exports = ['화']
    },
    944979: (e) => {
      e.exports = ['화요일']
    },
    608209: (e) => {
      e.exports = ['언플래그 심볼']
    },
    101111: (e) => {
      e.exports = ['거래량']
    },
    461311: (e) => {
      e.exports = ['크게보기']
    },
    247602: (e) => {
      e.exports = ['작게보기']
    },
    457889: (e) => {
      e.exports = ['OHLC 밸류 비저빌리티 바꾸기']
    },
    118644: (e) => {
      e.exports = ['오픈 마켓 스테이터스 비저빌리티 바꾸기']
    },
    845110: (e) => {
      e.exports = ['바 체인지 비저빌리티 바꾸기']
    },
    231325: (e) => {
      e.exports = ['인디케이터 타이틀 비저빌리티 바꾸기']
    },
    399774: (e) => {
      e.exports = ['인디케이터 밸류 비저빌리티 바꾸기']
    },
    96162: (e) => {
      e.exports = ['인디케이터 아규먼트 비저빌리티 바꾸기']
    },
    250058: (e) => {
      e.exports = ['마지막날 변화 가시성 바꾸기']
    },
    26717: (e) => {
      e.exports = ['심볼 설명 비저빌리티 바꾸기']
    },
    606091: (e) => {
      e.exports = ['심볼 필드 가시성 변경']
    },
    709455: (e) => {
      e.exports = ['볼륨 비저빌리티 바꾸기']
    },
    539348: (e) => {
      e.exports = ['1분 미만']
    },
    787358: (e) => {
      e.exports = ['{title} 보이기']
    },
    107827: (e) => {
      e.exports = ['{days}와 {hours}']
    },
    19830: (e) => {
      e.exports = ['{hours}와 {minutes}']
    },
    888841: (e) => {
      e.exports = [
        '시장에 더 많은 업데이트가 있더라도 {amount}초마다 데이터가 업데이트됩니다.',
      ]
    },
    602121: (e) => {
      e.exports = [
        '시장에 더 많은 업데이트가 있더라도, 기본 플랜의 데이터는 {amount}초마다 한 번씩 업데이트됩니다.',
      ]
    },
    705223: (e) => {
      e.exports = ['{amount}초마다 업데이트 1회']
    },
    458609: (e) => {
      e.exports = ['{number} 날']
    },
    224430: (e) => {
      e.exports = ['{number} 시간']
    },
    467151: (e) => {
      e.exports = ['{number} 분']
    },
  },
])
