;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [6306],
  {
    74274: (e) => {
      e.exports = ['크로스']
    },
    60558: (e) => {
      e.exports = ['애니멀 & 네이처']
    },
    14232: (e) => {
      e.exports = ['액티비티']
    },
    35305: (e) => {
      e.exports = ['푸드 & 드링크']
    },
    49546: (e) => {
      e.exports = ['플래그']
    },
    72302: (e) => {
      e.exports = ['오브젝트']
    },
    96330: (e) => {
      e.exports = ['스마일 & 피플']
    },
    6878: (e) => {
      e.exports = ['심볼']
    },
    15426: (e) => {
      e.exports = ['최근에 쓰임']
    },
    15395: (e) => {
      e.exports = ['트래블 & 플레이스']
    },
    41596: (e) => {
      e.exports = ['프라이스 스케일 라벨']
    },
    45811: (e) => {
      e.exports = ['상태 라인 밸류']
    },
    39495: (e) => {
      e.exports = ['서클']
    },
    41389: (e) => {
      e.exports = ['봉위']
    },
    29520: (e) => {
      e.exports = ['절대값']
    },
    67049: (e) => {
      e.exports = ['기본설정']
    },
    65262: (e) => {
      e.exports = ['영역 브레이크']
    },
    83760: (e) => {
      e.exports = ['바디']
    },
    48848: (e) => {
      e.exports = ['경계']
    },
    27331: (e) => {
      e.exports = ['배경']
    },
    78626: (e) => {
      e.exports = ['봉아래']
    },
    16079: (e) => {
      e.exports = ['그래디언트']
    },
    42973: (e) => {
      e.exports = ['도트 라인']
    },
    41361: (e) => {
      e.exports = ['다운']
    },
    59317: (e) => {
      e.exports = ['대쉬 라인']
    },
    31577: (e) => {
      e.exports = ['디벨로핑 VA']
    },
    4329: (e) => {
      e.exports = ['기본설정']
    },
    98938: (e) => {
      e.exports = ['기본설정']
    },
    45044: (e) => {
      e.exports = ['숨겨진']
    },
    11091: (e) => {
      e.exports = ['막대그래프']
    },
    40297: (e) => {
      e.exports = ['아웃풋']
    },
    36993: (e) => {
      e.exports = ['min tick 오버라이드']
    },
    64606: (e) => {
      e.exports = ['라벨 폰트']
    },
    54934: (e) => {
      e.exports = ['라인 브레이크']
    },
    41610: (e) => {
      e.exports = ['더보기']
    },
    55362: (e) => {
      e.exports = ['정상']
    },
    35637: (e) => {
      e.exports = ['솔리드']
    },
    18229: (e) => {
      e.exports = ['기본설정으로 사용']
    },
    86520: (e) => {
      e.exports = ['신호라벨']
    },
    64108: (e) => {
      e.exports = ['브레이크가 있는 스텝 라인']
    },
    67767: (e) => {
      e.exports = ['다이어몬드와 함께 발맞추기']
    },
    91502: (e) => {
      e.exports = ['플레이스먼트']
    },
    73947: (e) => {
      e.exports = ['정밀도']
    },
    66596: (e) => {
      e.exports = ['수량']
    },
    79782: (e) => {
      e.exports = ['설정초기화']
    },
    95247: (e) => {
      e.exports = ['너비(박스의 %)']
    },
    19221: (e) => {
      e.exports = ['문자열색']
    },
    77409: (e) => {
      e.exports = ['차트위 트레이드']
    },
    98802: (e) => {
      e.exports = ['업']
    },
    78019: (e) => {
      e.exports = [
        '선택한 드로윙을 대체하려면 특수 연산 부호를 사용합니다. 가격에는 +,-,/,*, 막대 인덱스는 +,-입니다.',
      ]
    },
    14414: (e) => {
      e.exports = ['볼륨 프로화일']
    },
    91322: (e) => {
      e.exports = ['밸류']
    },
    20834: (e) => {
      e.exports = ['미니멈 틱 바꾸기']
    },
    98491: (e) => {
      e.exports = ['글자 바꾸기']
    },
    7378: (e) => {
      e.exports = ['폰트 사이즈 바꾸기']
    },
    28691: (e) => {
      e.exports = ['라인 스타일 바꾸기']
    },
    38361: (e) => {
      e.exports = ['로케이션 바꾸기']
    },
    51081: (e) => {
      e.exports = ['퍼센트 너비 바꾸기']
    },
    47634: (e) => {
      e.exports = ['자리 바꾸기']
    },
    15683: (e) => {
      e.exports = ['플롯 타입 바꾸기']
    },
    164: (e) => {
      e.exports = ['프리시전 바꾸기']
    },
    86888: (e) => {
      e.exports = ['셰이프 바꾸기']
    },
    50463: (e) => {
      e.exports = ['밸류 바꾸기']
    },
    12628: (e) => {
      e.exports = ['밸류 비저빌리티 바꾸기']
    },
    76080: (e) => {
      e.exports = 'e.g. +1'
    },
    95166: (e) => {
      e.exports = 'e.g. /2'
    },
  },
])
