;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [6137],
  {
    519801: (e) => {
      e.exports = ['금']
    },
    11268: (e) => {
      e.exports = ['월']
    },
    963331: (e) => {
      e.exports = ['토']
    },
    85954: (e) => {
      e.exports = ['일']
    },
    226230: (e) => {
      e.exports = ['수']
    },
    24793: (e) => {
      e.exports = ['목']
    },
    831533: (e) => {
      e.exports = ['화']
    },
    172639: (e) => {
      e.exports = ['틱']
    },
    436598: (e) => {
      e.exports = ['연결']
    },
    708169: (e) => {
      e.exports = ['브로커 컨넥트']
    },
    697174: (e) => {
      e.exports = ['주의!']
    },
    952051: (e) => {
      e.exports = ['캘린더는 현재 {year} 년입니다.']
    },
    499990: (e) => {
      e.exports = ['캘린더는 현재 {year_start}부터 {year_end}까지 연도입니다.']
    },
    692702: (e) => {
      e.exports = ['캘린더는 현재 {month} 입니다.']
    },
    782806: (e) => {
      e.exports = ['스탑 오더 타입 바꾸기']
    },
    997637: (e) => {
      e.exports = ['4월']
    },
    486797: (e) => {
      e.exports = ['8월']
    },
    55669: (e) => {
      e.exports = ['12월']
    },
    756095: (e) => {
      e.exports = ['줄이기']
    },
    316467: (e) => {
      e.exports = ['2월']
    },
    772970: (e) => {
      e.exports = ['금요일']
    },
    146812: (e) => {
      e.exports = ['늘어남']
    },
    926910: (e) => {
      e.exports = ['1월']
    },
    323230: (e) => {
      e.exports = ['7월']
    },
    49385: (e) => {
      e.exports = ['6월']
    },
    290784: (e) => {
      e.exports = ['10월']
    },
    312690: (e) => {
      e.exports = ['트레이딩뷰 계정으로 로그인하여 거래 시작']
    },
    200890: (e) => {
      e.exports = [
        '님의 브로커/익스체인지 어카운트로 로그인 하여 트레이딩하십시오',
      ]
    },
    561199: (e) => {
      e.exports = ['월요일']
    },
    695543: (e) => {
      e.exports = ['달']
    },
    668327: (e) => {
      e.exports = ['5월']
    },
    684675: (e) => {
      e.exports = ['3월']
    },
    969992: (e) => {
      e.exports = ['사용 된 마진']
    },
    93875: (e) => {
      e.exports = ['데이터 없음']
    },
    65124: (e) => {
      e.exports = ['레버리지 없음']
    },
    171194: (e) => {
      e.exports = ['11월']
    },
    383771: (e) => {
      e.exports = ['다음 해']
    },
    275385: (e) => {
      e.exports = ['다음 해들']
    },
    39752: (e) => {
      e.exports = ['다음 달']
    },
    535563: (e) => {
      e.exports = ['넘버 포맷이 잘못 되었습니다.']
    },
    101144: (e) => {
      e.exports = ['토요일']
    },
    405849: (e) => {
      e.exports = ['레버리지 선택']
    },
    880280: (e) => {
      e.exports = ['값을 고르시오']
    },
    493472: (e) => {
      e.exports = ['오더 보내기']
    },
    661132: (e) => {
      e.exports = ['9월']
    },
    184568: (e) => {
      e.exports = ['로그인']
    },
    602607: (e) => {
      e.exports = ['지정값이 인스트루먼트 맥시멈인 {max} 보다 큽니다.']
    },
    53669: (e) => {
      e.exports = ['지정값이 인스트루먼트 미니멈인 {min} 보다 작습니다.']
    },
    272149: (e) => {
      e.exports = ['일요일']
    },
    583583: (e) => {
      e.exports = ['달로 바꾸기']
    },
    806244: (e) => {
      e.exports = ['날짜로 바꾸기']
    },
    680879: (e) => {
      e.exports = ['해로 바꾸기']
    },
    778621: (e) => {
      e.exports = ['핍스']
    },
    732457: (e) => {
      e.exports = ['올바른 날짜를 넣으십시오']
    },
    505122: (e) => {
      e.exports = ['올바른 날짜 포맷인 yyyy-mm-dd 으로 넣으십시오']
    },
    502587: (e) => {
      e.exports = ['앞 달']
    },
    239329: (e) => {
      e.exports = ['앞 해']
    },
    127004: (e) => {
      e.exports = ['앞선 해들']
    },
    852997: (e) => {
      e.exports = ['어카운트 밸런스에 대한 프라핏 & 로스 퍼센티지']
    },
    214078: (e) => {
      e.exports = ['위험/보상']
    },
    107147: (e) => {
      e.exports = ['수요일']
    },
    107951: (e) => {
      e.exports = ['목요일']
    },
    768877: (e) => {
      e.exports = ['타임 인 포스']
    },
    944979: (e) => {
      e.exports = ['화요일']
    },
    669325: (e) => {
      e.exports = ['해']
    },
    693251: (e) => {
      e.exports = ['{fieldTitle} (필수)']
    },
    304389: (e) => {
      e.exports = ['{value} 레버리지']
    },
  },
])
