;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [9536],
  {
    650831: (e) => {
      e.exports = ['바']
    },
    919648: (e) => {
      e.exports = ['12시간']
    },
    855838: (e) => {
      e.exports = ['24시간']
    },
    723238: (e) => {
      e.exports = ['캔버스']
    },
    72171: (e) => {
      e.exports = ['센터']
    },
    288364: (e) => {
      e.exports = ['차트 베이직 스타일']
    },
    46720: (e) => {
      e.exports = ['십자선']
    },
    50985: (e) => {
      e.exports = ['통화']
    },
    217319: (e) => {
      e.exports = ['통화 및 단위']
    },
    412381: (e) => {
      e.exports = ['모든 이벤트']
    },
    768791: (e) => {
      e.exports = ['인자']
    },
    695036: (e) => {
      e.exports = ['애버리지 클로즈 프라이스']
    },
    691757: (e) => {
      e.exports = ['아래']
    },
    527331: (e) => {
      e.exports = ['배경']
    },
    22519: (e) => {
      e.exports = ['바 체인지 밸류']
    },
    790906: (e) => {
      e.exports = ['브라켓 프라핏 & 로스']
    },
    187845: (e) => {
      e.exports = ['버튼']
    },
    217329: (e) => {
      e.exports = ['바이/셀 버튼']
    },
    339392: (e) => {
      e.exports = ['그리드 라인']
    },
    625209: (e) => {
      e.exports = ['데이트 포맷']
    },
    555090: (e) => {
      e.exports = ['레이블의 요일']
    },
    629601: (e) => {
      e.exports = ['설명']
    },
    226897: (e) => {
      e.exports = ['이벤트']
    },
    41950: (e) => {
      e.exports = ['포지션 & 오더에 대한 확장 프라이스 라인']
    },
    178106: (e) => {
      e.exports = ['엑시큐션']
    },
    464848: (e) => {
      e.exports = ['체결 라벨']
    },
    577405: (e) => {
      e.exports = ['가로']
    },
    734403: (e) => {
      e.exports = ['가로만']
    },
    760971: (e) => {
      e.exports = ['하이/로우 프라이스']
    },
    561142: (e) => {
      e.exports = ['지표']
    },
    234905: (e) => {
      e.exports = ['인디케이터 밸류']
    },
    829687: (e) => {
      e.exports = ['인디케이터 및 파이낸셜 밸류']
    },
    25084: (e) => {
      e.exports = ['인디케이터 및 파이낸셜 네임']
    },
    409654: (e) => {
      e.exports = ['인디케이터 네임']
    },
    344104: (e) => {
      e.exports = ['즉시 오더 내기']
    },
    199487: (e) => {
      e.exports = ['시고저종 값']
    },
    775991: (e) => {
      e.exports = ['오픈 마켓 스테이터스']
    },
    293104: (e) => {
      e.exports = ['주문']
    },
    517538: (e) => {
      e.exports = ['오더 및 포지션 정렬']
    },
    199192: (e) => {
      e.exports = ['스크린샷의 오더, 체결 및 포지션']
    },
    515474: (e) => {
      e.exports = ['로고']
    },
    996073: (e) => {
      e.exports = ['긴 설명']
    },
    878905: (e) => {
      e.exports = ['프라이스 스케일 라벨']
    },
    37274: (e) => {
      e.exports = ['마지막 날 변경 값']
    },
    619286: (e) => {
      e.exports = ['왼쪽']
    },
    470500: (e) => {
      e.exports = ['머니']
    },
    766653: (e) => {
      e.exports = ['마진']
    },
    876476: (e) => {
      e.exports = ['미들']
    },
    242502: (e) => {
      e.exports = ['오버래핑 없음']
    },
    230163: (e) => {
      e.exports = ['알림']
    },
    149199: (e) => {
      e.exports = ['둘다 아님']
    },
    874343: (e) => {
      e.exports = ['네비게이션']
    },
    847926: (e) => {
      e.exports = ['스케일 모드(A 및 L)']
    },
    643115: (e) => {
      e.exports = ['눈금']
    },
    753224: (e) => {
      e.exports = ['스케일 플레이스먼트']
    },
    779194: (e) => {
      e.exports = ['스테이터스 라인']
    },
    589053: (e) => {
      e.exports = ['심볼']
    },
    435383: (e) => {
      e.exports = ['심볼 이름']
    },
    327767: (e) => {
      e.exports = ['심볼 라스트 프라이스']
    },
    540847: (e) => {
      e.exports = ['심볼 전일 종가 프라이스']
    },
    948313: (e) => {
      e.exports = ['포지션']
    },
    750446: (e) => {
      e.exports = ['페인']
    },
    373908: (e) => {
      e.exports = ['페인 나누개']
    },
    936014: (e) => {
      e.exports = ['퍼센트']
    },
    778621: (e) => {
      e.exports = ['핍스']
    },
    507248: (e) => {
      e.exports = ['체결 사운드 재생']
    },
    674823: (e) => {
      e.exports = ['프리/포스트 마켓 프라이스']
    },
    164859: (e) => {
      e.exports = ['프라이스 스케일']
    },
    676523: (e) => {
      e.exports = ['프라이스 및 퍼센트 밸류']
    },
    150609: (e) => {
      e.exports = ['프라핏 & 로스']
    },
    186921: (e) => {
      e.exports = ['리버스 버튼']
    },
    612698: (e) => {
      e.exports = ['거부 전용']
    },
    221141: (e) => {
      e.exports = ['오른쪽']
    },
    340187: (e) => {
      e.exports = ['오른쪽 여백']
    },
    577705: (e) => {
      e.exports = ['워터마크']
    },
    226458: (e) => {
      e.exports = ['윅']
    },
    865994: (e) => {
      e.exports = ['탑']
    },
    792960: (e) => {
      e.exports = ['텍스트 얼라인']
    },
    390581: (e) => {
      e.exports = ['텍스트 방향']
    },
    767369: (e) => {
      e.exports = ['타이틀']
    },
    331326: (e) => {
      e.exports = ['제목']
    },
    423097: (e) => {
      e.exports = ['티커']
    },
    182168: (e) => {
      e.exports = ['티커와 설명']
    },
    743637: (e) => {
      e.exports = ['타임 스케일']
    },
    997316: (e) => {
      e.exports = ['시간 형식']
    },
    890801: (e) => {
      e.exports = ['트레이딩']
    },
    677534: (e) => {
      e.exports = ['유닛']
    },
    101111: (e) => {
      e.exports = ['거래량']
    },
    680170: (e) => {
      e.exports = ['스케일에 따른 밸류']
    },
    391322: (e) => {
      e.exports = ['밸류']
    },
    437174: (e) => {
      e.exports = ['세로 및 가로']
    },
    199113: (e) => {
      e.exports = ['세로만']
    },
    944085: (e) => {
      e.exports = ['세로']
    },
    457889: (e) => {
      e.exports = ['OHLC 밸류 비저빌리티 바꾸기']
    },
    935646: (e) => {
      e.exports = ['내비게이션 버튼 비저빌리티 바꾸기']
    },
    352164: (e) => {
      e.exports = ['알림 상태 바꾸기']
    },
    118644: (e) => {
      e.exports = ['오픈 마켓 스테이터스 비저빌리티 바꾸기']
    },
    177827: (e) => {
      e.exports = ['오더 컨펌 상태 바꾸기']
    },
    469714: (e) => {
      e.exports = ['오더 비저빌리티 바꾸기']
    },
    477223: (e) => {
      e.exports = ['매수/매도 버튼 가시성 변경']
    },
    845110: (e) => {
      e.exports = ['바 체인지 비저빌리티 바꾸기']
    },
    210349: (e) => {
      e.exports = ['바텀 마진 바꾸기']
    },
    154119: (e) => {
      e.exports = ['브라켓 PL 디스플레이 모드 바꾸기']
    },
    151175: (e) => {
      e.exports = ['브라켓 PL 비저빌리티 바꾸기']
    },
    688161: (e) => {
      e.exports = ['커런시 및 유닛 라벨 비저빌리티를 바꾸십시오']
    },
    284060: (e) => {
      e.exports = ['커런시 라벨 비저빌리티 바꾸기']
    },
    899011: (e) => {
      e.exports = ['차트 백그라운드 컬러 바꾸기']
    },
    972458: (e) => {
      e.exports = ['차트 백그라운드 타입 바꾸기']
    },
    37034: (e) => {
      e.exports = ['크로스헤어 너비 바꾸기']
    },
    529951: (e) => {
      e.exports = ['크로스헤어 컬러 바꾸기']
    },
    792027: (e) => {
      e.exports = ['크로스헤어 스타일 바꾸기']
    },
    50457: (e) => {
      e.exports = ['데이트 포맷 변경']
    },
    607104: (e) => {
      e.exports = ['레이블의 요일 변경']
    },
    995765: (e) => {
      e.exports = ['체결 라벨 비저빌리티 바꾸기']
    },
    255496: (e) => {
      e.exports = ['체결 비저빌리티 바꾸기']
    },
    683269: (e) => {
      e.exports = ['왼쪽으로 라인 늘림 바꾸기']
    },
    827764: (e) => {
      e.exports = ['그리드 선 가시성 변경']
    },
    988096: (e) => {
      e.exports = ['호리존털 그리드 라인 컬러 바꾸기']
    },
    231325: (e) => {
      e.exports = ['인디케이터 타이틀 비저빌리티 바꾸기']
    },
    399774: (e) => {
      e.exports = ['인디케이터 밸류 비저빌리티 바꾸기']
    },
    96162: (e) => {
      e.exports = ['인디케이터 아규먼트 비저빌리티 바꾸기']
    },
    559820: (e) => {
      e.exports = ['인디케이터 및 파이낸셜 네임 라벨 비저빌리티 바꾸기']
    },
    90512: (e) => {
      e.exports = ['인디케이터 및 파이낸셜 밸류 라벨 비저빌리티 바꾸기']
    },
    250058: (e) => {
      e.exports = ['마지막날 변화 가시성 바꾸기']
    },
    597956: (e) => {
      e.exports = ['설명 배경 투명도 변경']
    },
    761061: (e) => {
      e.exports = ['설명 배경 가시성 변경']
    },
    537730: (e) => {
      e.exports = ['페인 버튼 비저빌리티 바꾸기']
    },
    989032: (e) => {
      e.exports = ['페인 나누개 컬러 바꾸기']
    },
    641636: (e) => {
      e.exports = ['오더 실행시 사운드 바꾸기']
    },
    72970: (e) => {
      e.exports = ['차트에서 포지션 트레이딩 오브젝트 바꾸기']
    },
    21181: (e) => {
      e.exports = ['포지션 비저빌리티 바꾸기']
    },
    792476: (e) => {
      e.exports = ['포지션 PL 비저빌리티 바꾸기']
    },
    485749: (e) => {
      e.exports = ['포지션 PL 디스플레이 모드 바꾸기']
    },
    569520: (e) => {
      e.exports = ['리버스 버튼 비저빌리티 바꾸기']
    },
    135636: (e) => {
      e.exports = ['오른쪽 마진 바꾸기']
    },
    966601: (e) => {
      e.exports = ['오른쪽 여백 비율 변경']
    },
    225616: (e) => {
      e.exports = ['심볼 워터마크 컬러 바꾸기']
    },
    687159: (e) => {
      e.exports = ['심볼 워터마크 비저빌리티 바꾸기']
    },
    26717: (e) => {
      e.exports = ['심볼 설명 비저빌리티 바꾸기']
    },
    606091: (e) => {
      e.exports = ['심볼 필드 가시성 변경']
    },
    728741: (e) => {
      e.exports = ['심볼 라스트 밸류 모드 바꾸기']
    },
    795071: (e) => {
      e.exports = ['종목 설명 포맷 변경']
    },
    847361: (e) => {
      e.exports = ['스케일 모드 버튼 가시성 변경']
    },
    635065: (e) => {
      e.exports = ['스케일 텍스트 컬러 바꾸기']
    },
    484382: (e) => {
      e.exports = ['스케일 폰트 사이즈 바꾸기']
    },
    512468: (e) => {
      e.exports = ['스케일 라인 컬러 바꾸기']
    },
    871589: (e) => {
      e.exports = ['세션 브레이크 비저빌리티 바꾸기']
    },
    515035: (e) => {
      e.exports = ['세션 브레이크 너비 바꾸기']
    },
    501579: (e) => {
      e.exports = ['세션 브레이크 컬러 바꾸기']
    },
    121460: (e) => {
      e.exports = ['체인지 세션 브레이크 스타일 바꾸기']
    },
    876991: (e) => {
      e.exports = ['시간 형식 변경']
    },
    598905: (e) => {
      e.exports = ['탑 마진 바꾸기']
    },
    992775: (e) => {
      e.exports = ['스크린샷에서 트레이딩 오브젝트 가시성 변경']
    },
    607011: (e) => {
      e.exports = ['유닛 라벨 비저빌리티 바꾸기']
    },
    722722: (e) => {
      e.exports = ['버티컬 그리드 라인 컬러 바꾸기']
    },
    709455: (e) => {
      e.exports = ['볼륨 비저빌리티 바꾸기']
    },
    670919: (e) => {
      e.exports = ['모습']
    },
    8892: (e) => {
      e.exports = ['일반']
    },
  },
])
