;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [1637],
  {
    382377: (e) => {
      e.exports = ['Лмт']
    },
    610952: (e) => {
      e.exports = ['Мкт']
    },
    779062: (e) => {
      e.exports = ['Стп-лмт']
    },
    15307: (e) => {
      e.exports = ['СЛ']
    },
    347947: (e) => {
      e.exports = ['ТП']
    },
    154462: (e) => {
      e.exports = ['Трейлинг-стоп']
    },
    768508: (e) => {
      e.exports = ['Закрыть']
    },
    7122: (e) => {
      e.exports = ['Стоп']
    },
    608921: (e) => {
      e.exports = ['Стп']
    },
    63470: (e) => {
      e.exports = ['Покупка']
    },
    274771: (e) => {
      e.exports = ['Длинная']
    },
    742259: (e) => {
      e.exports = ['Продажа']
    },
    951219: (e) => {
      e.exports = ['Короткая']
    },
    916322: (e) => {
      e.exports = ['(Лимит) после достижения {price} (Стоп)']
    },
    587168: (e) => {
      e.exports = ['Предупреждение об одновременном подключении']
    },
    298353: (e) => {
      e.exports = [
        'Рассчитанные границы не совпадают с направлением главной заявки',
      ]
    },
    620036: (e) => {
      e.exports = ['Отмена']
    },
    709498: (e) => {
      e.exports = ['Отменить заявку']
    },
    447600: (e) => {
      e.exports = ['Отменить заявку по неторгуемому инструменту {symbol}']
    },
    232668: (e) => {
      e.exports = ['Отмена брекет-ордера']
    },
    292559: (e) => {
      e.exports = ['Нельзя изменить заявку']
    },
    993545: (e) => {
      e.exports = ['Невозможно отменить заявку по {symbol}']
    },
    946305: (e) => {
      e.exports = ['Невозможно закрыть позицию по {symbol}']
    },
    326704: (e) => {
      e.exports = ['Невозможно защитить позицию']
    },
    680395: (e) => {
      e.exports = ['Закрыть меню']
    },
    424356: (e) => {
      e.exports = ['Закрыть позицию']
    },
    469497: (e) => {
      e.exports = ['Закрыть позицию по неторгуемому инструменту {symbol}']
    },
    967498: (e) => {
      e.exports = ['Создать новую заявку']
    },
    400241: (e) => {
      e.exports = ['Количество']
    },
    83453: (e) => {
      e.exports = ['Принять']
    },
    792586: (e) => {
      e.exports = ['Будильник']
    },
    526227: (e) => {
      e.exports = [
        'Вы уверены, что хотите вернуть подтверждения заявок, которые вы отключили?',
      ]
    },
    289302: (e) => {
      e.exports = ['Вы точно хотите отменить брекет-ордер {orderId}?']
    },
    915610: (e) => {
      e.exports = ['Вы точно хотите отменить {orderId}?']
    },
    109886: (e) => {
      e.exports = ['Вы уверены, что хотите отменить заявки {qty} {side}?']
    },
    438540: (e) => {
      e.exports = ['Вы уверены, что хотите отменить заявку {orderId}?']
    },
    492698: (e) => {
      e.exports = ['Вы уверены, что хотите перевернуть позицию {positionId}?']
    },
    170891: (e) => {
      e.exports = ['Ошибка авторизации']
    },
    864351: (e) => {
      e.exports = ['ПОКУПКА']
    },
    32241: (e) => {
      e.exports = ['Куплено']
    },
    611835: (e) => {
      e.exports = ['Не забывайте о спот-марже.']
    },
    753596: (e) => {
      e.exports = ['Цена СЛ и ТП заявки должна быть кратной {minTick}']
    },
    783100: (e) => {
      e.exports = ['Цены СЛ и ТП заявок должны быть между {min} и {max}']
    },
    799559: (e) => {
      e.exports = ['Купить']
    },
    302122: (e) => {
      e.exports = ['Купить {symbol} Лимит {qty} @ {value}']
    },
    255481: (e) => {
      e.exports = ['Купить {symbol} Стоп {qty} @ {value}']
    },
    353343: (e) => {
      e.exports = ['Купить {qty} {symbol} @ {value} Стоп {altValue} Лимит']
    },
    763124: (e) => {
      e.exports = ['DOM — Стакан заявок']
    },
    546472: (e) => {
      e.exports = ['Отклонить']
    },
    675649: (e) => {
      e.exports = ['Данные c задержкой']
    },
    125769: (e) => {
      e.exports = ['Экспорт данных']
    },
    140766: (e) => {
      e.exports = ['Не удалось изменить стоп-лосс / тейк-профит']
    },
    54746: (e) => {
      e.exports = ['Возникла ошибка при изменении заявки']
    },
    951099: (e) => {
      e.exports = ['Не удалось отменить брекет-ордеры']
    },
    305140: (e) => {
      e.exports = ['Ошибка при отмене одной или нескольких заявок']
    },
    915926: (e) => {
      e.exports = ['Не удалось отменить заявку']
    },
    473142: (e) => {
      e.exports = ['Возникла ошибка при закрытии позиции']
    },
    791401: (e) => {
      e.exports = ['Возникла ошибка при закрытии позиции']
    },
    609372: (e) => {
      e.exports = ['Не удалось войти']
    },
    945593: (e) => {
      e.exports = ['Произошла ошибка при попытке перевернуть позицию']
    },
    610393: (e) => {
      e.exports = ['Понятно']
    },
    468988: (e) => {
      e.exports = ['Ок']
    },
    922541: (e) => {
      e.exports = ['Заявка']
    },
    986869: (e) => {
      e.exports = ['Панель заявки']
    },
    347957: (e) => {
      e.exports = ['У заявки нет цены.']
    },
    900205: (e) => {
      e.exports = ['У заявки нет цены или пипсов.']
    },
    134986: (e) => {
      e.exports = [
        'Цена заявки не соответствует выбранному типу или направлению.',
      ]
    },
    130927: (e) => {
      e.exports = ['Цена заявки должна быть кратной {minTick}']
    },
    842180: (e) => {
      e.exports = ['Заявка отклонена']
    },
    579287: (e) => {
      e.exports = ['Заявка {orderId} не существует или уже была отменена']
    },
    162058: (e) => {
      e.exports = ['Выйти из']
    },
    349391: (e) => {
      e.exports = ['Подтверждение выхода']
    },
    273064: (e) => {
      e.exports = ['Длинная']
    },
    394021: (e) => {
      e.exports = ['Потеряно соединение с интернетом']
    },
    398157: (e) => {
      e.exports = ['Лимит']
    },
    359758: (e) => {
      e.exports = ['Рыночная']
    },
    606255: (e) => {
      e.exports = ['Нет']
    },
    893966: (e) => {
      e.exports = ['Нет цен покупки']
    },
    538386: (e) => {
      e.exports = ['Нет цен продажи']
    },
    69208: (e) => {
      e.exports = ['Неторгуемый инструмент']
    },
    706035: (e) => {
      e.exports = ['Неверный формат числа']
    },
    807889: (e) => {
      e.exports = ['ПРОДАЖА']
    },
    185631: (e) => {
      e.exports = ['Продано']
    },
    476678: (e) => {
      e.exports = ['Продать {symbol} Лимит {qty} @ {value}']
    },
    627392: (e) => {
      e.exports = ['Продать {symbol} Стоп {qty} @ {value}']
    },
    194240: (e) => {
      e.exports = ['Продать {qty} {symbol} @ {value} Стоп {altValue} Лимит']
    },
    435312: (e) => {
      e.exports = ['Продать']
    },
    777851: (e) => {
      e.exports = ['Короткая']
    },
    73953: (e) => {
      e.exports = ['Показывать кнопки покупки/продажи']
    },
    430999: (e) => {
      e.exports = [
        'Указанное количество меньше допустимого минимума для {min}.',
      ]
    },
    734266: (e) => {
      e.exports = [
        'Указанное количество больше допустимого максимума для {max}.',
      ]
    },
    136443: (e) => {
      e.exports = ['Указанное количество не является кратным минимума {step}.']
    },
    422540: (e) => {
      e.exports = ['Спред']
    },
    905023: (e) => {
      e.exports = ['Стоп']
    },
    802654: (e) => {
      e.exports = ['Стоп-лимит']
    },
    241648: (e) => {
      e.exports = ['Стоп-лосс']
    },
    874337: (e) => {
      e.exports = ['Стоп-лосс должен быть выше, чем текущая {value}.']
    },
    216502: (e) => {
      e.exports = ['Стоп-лосс должен быть ниже, чем текущая {value}.']
    },
    995717: (e) => {
      e.exports = ['Заявка стоп-лосс должна быть ниже цены входа.']
    },
    685017: (e) => {
      e.exports = ['Заявка стоп-лосс должна быть выше цены входа.']
    },
    900853: (e) => {
      e.exports = ['Стоплимит']
    },
    522382: (e) => {
      e.exports = ['Информация по счёту']
    },
    562030: (e) => {
      e.exports = ['Переключить символ']
    },
    134542: (e) => {
      e.exports = ['Переключить на {accountName}']
    },
    265914: (e) => {
      e.exports = ['Инструмент нельзя торговать']
    },
    381617: (e) => {
      e.exports = ['Позиция']
    },
    170392: (e) => {
      e.exports = ['ID позиции {id}']
    },
    969233: (e) => {
      e.exports = ['Позиция {positionId} не существует или уже была закрыта']
    },
    762686: (e) => {
      e.exports = ['У главной заявки нет цены.']
    },
    891268: (e) => {
      e.exports = ['Всё равно продолжить']
    },
    766596: (e) => {
      e.exports = ['Количество']
    },
    172361: (e) => {
      e.exports = ['Перевернуть позицию {positionId}?']
    },
    920848: (e) => {
      e.exports = ['Перевернуть позицию']
    },
    102653: (e) => {
      e.exports = ['Восстановить настройки подтверждений']
    },
    8793: (e) => {
      e.exports = [
        'Не получилось проверить статус профилактических работ со стороны {brokerName}. Вы можете продолжить, но в этом случае мы не несём ответственность за возможные риски.',
      ]
    },
    352303: (e) => {
      e.exports = [
        'За более подробной информацией обращайтесь к вашему брокеру.',
      ]
    },
    129266: (e) => {
      e.exports = ['Тейк-профит']
    },
    429871: (e) => {
      e.exports = ['Заявка тейк-профит должна быть выше цены входа.']
    },
    37475: (e) => {
      e.exports = ['Заявка тейк-профит должна быть ниже цены входа.']
    },
    829997: (e) => {
      e.exports = ['Тейк-профит должен быть выше текущего {value}.']
    },
    751300: (e) => {
      e.exports = ['Тейк-профит должен быть ниже текущего {value}.']
    },
    378505: (e) => {
      e.exports = [
        'Вы превысили лимит подключений к брокеру. Убедитесь, что у вас нет активной одновременной сессии, и попробуйте подключиться снова.',
      ]
    },
    975231: (e) => {
      e.exports = [
        'Этот брокер уже был выбран в другой вкладке, поэтому данное подключение может прервать другие подключение к нему.',
      ]
    },
    247956: (e) => {
      e.exports = [
        'Не удалось подключиться. Пожалуйста, попробуйте ещё раз позже.',
      ]
    },
    715842: (e) => {
      e.exports = ['Позиция, которую вы пытаетесь закрыть, уже была закрыта.']
    },
    365389: (e) => {
      e.exports = ['Позиция, которую вы пытаетесь закрыть, изменилась.']
    },
    726500: (e) => {
      e.exports = [
        'Позиция, которую вы пытаетесь перевернуть, больше не существует',
      ]
    },
    218329: (e) => {
      e.exports = ['Это также отменит все активные заявки']
    },
    893827: (e) => {
      e.exports = ['Это также отменит все активные заявки.']
    },
    536263: (e) => {
      e.exports = [
        'В данный момент брокер проводит профилактические работы. Попробуйте снова позже или продолжите сейчас, но в этом случае мы не несём ответственность за возможные риски.',
      ]
    },
    703396: (e) => {
      e.exports = ['Этот инструмент нельзя торговать через этого брокера']
    },
    890801: (e) => {
      e.exports = ['Торговля']
    },
    219170: (e) => {
      e.exports = [
        'Торговать через этого брокера в нескольких вкладках невозможно. Если вы хотите продолжить торговать в этой вкладке, необходимо выйти из учётной записи брокера в другой.',
      ]
    },
    873503: (e) => {
      e.exports = ['Настройки торговли']
    },
    86430: (e) => {
      e.exports = ['Трейлинг-стоп']
    },
    507214: (e) => {
      e.exports = ['Трейлинг-стоп заявки нельзя изменить']
    },
    30665: (e) => {
      e.exports = ['Невозможно отменить заявку по неторгуемому инструменту']
    },
    348434: (e) => {
      e.exports = ['Невозможно закрыть позицию по неторгуемому инструменту']
    },
    346881: (e) => {
      e.exports = ['Вам нужно выбрать {customFields} в окне заявки.']
    },
    965603: (e) => {
      e.exports = [
        'Вы пытаетесь отменить заявку по неторгуемому инструменту {symbol}. Для этого инструмента доступны только закрытие позиции или отмена заявки. Как только заявка будет отменена, вы не сможете разместить новую по {symbol}',
      ]
    },
    97929: (e) => {
      e.exports = [
        'Вы пытаетесь закрыть позицию по неторгуемому инструменту {symbol}. Для этого инструмента доступны только закрытие позиции или отмена заявки. Как только позиция будет закрыта, вы не сможете разместить новую заявку по {symbol}.',
      ]
    },
    348836: (e) => {
      e.exports = [
        'Данные отображаются с задержкой. Вам нужно получить данные от вашего брокера, чтобы они обновлялись в реальном времени.',
      ]
    },
    221456: (e) => {
      e.exports = [
        'Нельзя торговать символ {symbol} через {broker} на TradingView.',
      ]
    },
    409232: (e) => {
      e.exports = ['Значение превышает допустимый уровень баланса.']
    },
    879831: (e) => {
      e.exports = ['Да']
    },
    767207: (e) => {
      e.exports = ['отменена']
    },
    26338: (e) => {
      e.exports = ['цена покупки']
    },
    492903: (e) => {
      e.exports = ['от']
    },
    5595: (e) => {
      e.exports = ['цена продажи']
    },
    499577: (e) => {
      e.exports = ['исполнена']
    },
    23750: (e) => {
      e.exports = ['частично исполнены']
    },
    885323: (e) => {
      e.exports = ['исполнены']
    },
    614841: (e) => {
      e.exports = ['неактивны']
    },
    164105: (e) => {
      e.exports = ['изменена']
    },
    595536: (e) => {
      e.exports = ['размещена']
    },
    373425: (e) => {
      e.exports = ['размещается']
    },
    442060: (e) => {
      e.exports = ['отклонена']
    },
    328231: (e) => {
      e.exports = ['обрабатываются']
    },
    103718: (e) => {
      e.exports = ['Профилактические работы со стороны {brokerId}']
    },
  },
])
