;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [178],
  {
    12978: (e) => {
      e.exports = ['Данные в реальном времени для {symbolName}']
    },
    64565: (e) => {
      e.exports = ['предоставлены биржей {exchange}.']
    },
    19801: (e) => {
      e.exports = ['Пт']
    },
    11268: (e) => {
      e.exports = ['Пн']
    },
    63331: (e) => {
      e.exports = ['Сб']
    },
    85954: (e) => {
      e.exports = ['Вс']
    },
    26230: (e) => {
      e.exports = ['Ср']
    },
    24793: (e) => {
      e.exports = ['Чт']
    },
    31533: (e) => {
      e.exports = ['Вт']
    },
    89790: (e) => {
      e.exports = ['Не удалось получить исходный код Pine.']
    },
    39589: (e) => {
      e.exports = ['Свернуть панель']
    },
    38154: (e) => {
      e.exports = ['Подтвердить удаление дерева индикаторов']
    },
    53205: (e) => {
      e.exports = ['Непрерывные фьючерсные контракты']
    },
    15993: (e) => {
      e.exports = [
        'Непрерывные фьючерсные контракты — это синтетический финансовый инструмент, получаемый путем объединения нескольких индивидуальных фьючерсных контрактов. 1! — контракт ближайшего (или самого скорого) месяца исполнения, а 2! — контракт второго ближайшего месяца исполнения.',
      ]
    },
    45e3: (e) => {
      e.exports = ['Cboe BZX']
    },
    56934: (e) => {
      e.exports = ['Изменить описание']
    },
    23398: (e) => {
      e.exports = ['Сменить инструмент']
    },
    36004: (e) => {
      e.exports = ['Создайте бесплатный профиль']
    },
    69419: (e) => {
      e.exports = ['Всё в порядке — рынок открыт.']
    },
    97637: (e) => {
      e.exports = ['Апрель']
    },
    86797: (e) => {
      e.exports = ['Август']
    },
    22519: (e) => {
      e.exports = ['Значения изменения бара']
    },
    41707: (e) => {
      e.exports = ['Купить данные в реальном времени']
    },
    52003: (e) => {
      e.exports = [
        'Вы действительно хотите удалить этот индикатор и все связанные с ним расчёты?',
      ]
    },
    68854: (e) => {
      e.exports = ['Двойное нажатие']
    },
    97325: (e) => {
      e.exports = ['Проблема с данными']
    },
    52916: (e) => {
      e.exports = ['Данные обновляются один раз в день.']
    },
    25978: (e) => {
      e.exports = [
        'Данные обновляются один раз в секунду, даже если обновлений на рынке было больше.',
      ]
    },
    57310: (e) => {
      e.exports = ['Данные c задержкой']
    },
    49321: (e) => {
      e.exports = [
        'Данные, предоставляемые с подпиской Basic, обновляются один раз в секунду, даже если обновлений на рынке было больше.',
      ]
    },
    55669: (e) => {
      e.exports = ['Декабрь']
    },
    83498: (e) => {
      e.exports = ['Удалить панель']
    },
    6044: (e) => {
      e.exports = ['Производные данные']
    },
    31461: (e) => {
      e.exports = [
        'Производные данные относятся к финансовым показателям, которые создаются путём объединения и/или обработки исходных данных, поступающих из различных источников.',
      ]
    },
    59315: (e) => {
      e.exports = ['Обновление раз в день']
    },
    82751: (e) => {
      e.exports = ['Ошибка']
    },
    40519: (e) => {
      e.exports = ['Сейчас вечер. Рынок открыт для торговли в вечернюю сессию.']
    },
    80227: (e) => {
      e.exports = ['Часовой пояс биржи']
    },
    16467: (e) => {
      e.exports = ['Февраль']
    },
    25046: (e) => {
      e.exports = ['Заполнить биржевые соглашения']
    },
    93666: (e) => {
      e.exports = ['Отметить символ']
    },
    564: (e) => {
      e.exports = ['Пт']
    },
    72970: (e) => {
      e.exports = ['Пятница']
    },
    88958: (e) => {
      e.exports = ['Выходной день']
    },
    32960: (e) => {
      e.exports = ['Халяльный инструмент']
    },
    21686: (e) => {
      e.exports = ['Скрыть информацию об индикаторах']
    },
    26935: (e) => {
      e.exports = ['Параметры индикатора']
    },
    26315: (e) => {
      e.exports = ['Названия индикаторов']
    },
    84098: (e) => {
      e.exports = ['Значения индикатора']
    },
    91459: (e) => {
      e.exports = [
        'Если вам нужны данные в реальном времени для {listedExchange}, то заполните биржевое соглашение. Не беспокойтесь, это можно сделать в несколько кликов',
      ]
    },
    50634: (e) => {
      e.exports = ['Вечерняя сессия начнется через {remainingTime}.']
    },
    74537: (e) => {
      e.exports = ['Предторговый период начнется через {remainingTime}.']
    },
    26910: (e) => {
      e.exports = ['Январь']
    },
    23230: (e) => {
      e.exports = ['Июль']
    },
    49385: (e) => {
      e.exports = ['Июнь']
    },
    99487: (e) => {
      e.exports = ['Значения ОТКР-МАКС-МИН-ЗАКР']
    },
    15815: (e) => {
      e.exports = ['Обновляются раз в секунду']
    },
    90784: (e) => {
      e.exports = ['Октябрь']
    },
    75991: (e) => {
      e.exports = ['Cтатус Рынок открыт']
    },
    37274: (e) => {
      e.exports = ['Значения изменения последнего дня']
    },
    36051: (e) => {
      e.exports = ['Узнать больше']
    },
    39899: (e) => {
      e.exports = ['Переместить вниз']
    },
    70343: (e) => {
      e.exports = ['Переместить вверх']
    },
    83085: (e) => {
      e.exports = ['Пн']
    },
    61199: (e) => {
      e.exports = ['Понедельник']
    },
    41610: (e) => {
      e.exports = ['Ещё']
    },
    1653: (e) => {
      e.exports = [
        'Сейчас утро. Рынок открыт для торговли в предторговый период.',
      ]
    },
    56470: (e) => {
      e.exports = ['Развернуть график']
    },
    19603: (e) => {
      e.exports = ['Развернуть панель']
    },
    68327: (e) => {
      e.exports = ['Май']
    },
    35732: (e) => {
      e.exports = ['Настройки панели']
    },
    84675: (e) => {
      e.exports = ['Март']
    },
    83949: (e) => {
      e.exports = ['Рынок открыт']
    },
    35701: (e) => {
      e.exports = ['Рынок открывается через {remainingTime}.']
    },
    95814: (e) => {
      e.exports = ['Рынок закрыт']
    },
    98105: (e) => {
      e.exports = ['Рынок закрывается через {remainingTime}.']
    },
    56086: (e) => {
      e.exports = ['На рынке сегодня праздничный день. Повезло им.']
    },
    71194: (e) => {
      e.exports = ['Ноябрь']
    },
    66324: (e) => {
      e.exports = ['Исходный код']
    },
    36835: (e) => {
      e.exports = ['Сб']
    },
    1144: (e) => {
      e.exports = ['Суббота']
    },
    40653: (e) => {
      e.exports = ['Прокрутить влево']
    },
    26721: (e) => {
      e.exports = ['Прокрутить до текущего бара']
    },
    35809: (e) => {
      e.exports = ['Прокрутить вправо']
    },
    61132: (e) => {
      e.exports = ['Сентябрь']
    },
    28705: (e) => {
      e.exports = ['Показать информацию об индикаторах']
    },
    51072: (e) => {
      e.exports = ['Показать дерево объектов']
    },
    37809: (e) => {
      e.exports = ['Показывать настройки интервала']
    },
    39045: (e) => {
      e.exports = ['Ошибка индикатора или стратегии']
    },
    86577: (e) => {
      e.exports = ['Вс']
    },
    72149: (e) => {
      e.exports = ['Воскресенье']
    },
    46041: (e) => {
      e.exports = ['Источник ценовых данных инструмента']
    },
    63143: (e) => {
      e.exports = ['Имя инструмента']
    },
    29985: (e) => {
      e.exports = ['Вечерняя торговая сессия']
    },
    28412: (e) => {
      e.exports = [
        'В платные подписки включено более частое обновление данных.',
      ]
    },
    56042: (e) => {
      e.exports = ['Предторговый период']
    },
    24680: (e) => {
      e.exports = ['Первичный листинг']
    },
    89022: (e) => {
      e.exports = [
        'В настоящий момент данные в реальном времени для этого инструмента не поддерживаются. Но это может измениться в будущем.',
      ]
    },
    6667: (e) => {
      e.exports = [
        'Данные в реальном времени для {symbolName} предоставлены биржей {exchange}.',
      ]
    },
    48293: (e) => {
      e.exports = ['Восстановить график']
    },
    91029: (e) => {
      e.exports = ['Восстановить панель']
    },
    75094: (e) => {
      e.exports = ['Ср']
    },
    7147: (e) => {
      e.exports = ['Среда']
    },
    52984: (e) => {
      e.exports = [
        'Чтобы получать данные в реальном времени для {description}, вам нужно купить подписку на данные в реальном времени.',
      ]
    },
    9787: (e) => {
      e.exports = ['Чт']
    },
    7951: (e) => {
      e.exports = ['Четверг']
    },
    99214: (e) => {
      e.exports = [
        'Основная, или первая, фондовая биржа, на которой торгуются акции компании.',
      ]
    },
    2310: (e) => {
      e.exports = [
        'Эти данные обновляются в реальном времени, но они могут немного отличаться от аналогичных "официальных" данных от основных бирж.',
      ]
    },
    29512: (e) => {
      e.exports = [
        'Эти данные обновляются в реальном времени, но они могут немного отличаться от аналогичных "официальных" данных от {exchange}.',
      ]
    },
    52449: (e) => {
      e.exports = [
        'Акции соответствуют принципам шариата, т.е. не противоречат нормам ислама. Данная компания не взимает и не получает проценты, а также не взаимодействует с некоторыми секторами (азартные игры, алкогольная и табачная продукция, продукты питания из свинины).',
      ]
    },
    86753: (e) => {
      e.exports = [
        'Эти данные в реальном времени предоставляются биржей {originalExchange}. Они могут незначительно отличаться от официальных данных непосредственно от {exchange}. Если это отличие имеет для вас решающее значение, вам необходимо приобрести данные в реальном времени у основной биржи, и мы можем вам в этом помочь.',
      ]
    },
    73717: (e) => {
      e.exports = ['Этот символ не существует, пожалуйста, выберите другой.']
    },
    57048: (e) => {
      e.exports = ['Можно прогуляться — этот рынок сейчас закрыт.']
    },
    94316: (e) => {
      e.exports = ['Вт']
    },
    44979: (e) => {
      e.exports = ['Вторник']
    },
    8209: (e) => {
      e.exports = ['Снять отметку с символа']
    },
    1111: (e) => {
      e.exports = ['Объём']
    },
    61311: (e) => {
      e.exports = ['Увеличить масштаб']
    },
    47602: (e) => {
      e.exports = ['Уменьшить масштаб']
    },
    57889: (e) => {
      e.exports = ['изменение видимости значений ОТКР-МАКС-МИН-ЗАКР']
    },
    18644: (e) => {
      e.exports = ['изменение видимости статуса: Рынок открыт']
    },
    45110: (e) => {
      e.exports = ['изменение видимости значения изменения бара']
    },
    31325: (e) => {
      e.exports = ['изменение видимости названий индикаторов']
    },
    99774: (e) => {
      e.exports = ['изменение видимости значений индикаторов']
    },
    96162: (e) => {
      e.exports = ['изменение видимости параметров индикаторов']
    },
    50058: (e) => {
      e.exports = ['изменение видимости значений изменения последнего дня']
    },
    26717: (e) => {
      e.exports = ['изменение видимости описания инструмента']
    },
    6091: (e) => {
      e.exports = ['изменение видимости поля символа']
    },
    9455: (e) => {
      e.exports = ['изменение видимости значений объема']
    },
    39348: (e) => {
      e.exports = ['меньше минуты']
    },
    87358: (e) => {
      e.exports = ['отображение: {title}']
    },
    7827: (e) => {
      e.exports = ['{days} и {hours}']
    },
    7435: (e) => {
      e.exports = ['{exchange} от {originalExchange}']
    },
    19830: (e) => {
      e.exports = ['{hours} и {minutes}']
    },
    1084: (e) => {
      e.exports = [
        'Данные в реальном времени для {listedExchange} доступны бесплатно для зарегистрированных пользователей.',
      ]
    },
    38611: (e) => {
      e.exports = [
        'Данные {symbolName} приходят с задержкой на {time} минут из-за требований биржи.',
      ]
    },
    77033: (e) => {
      e.exports = [
        'Данные обновляются один раз в {amount} секунду, даже если событий на рынке было больше.',
        'Данные обновляются один раз в {amount} секунды, даже если событий на рынке было больше.',
        'Данные обновляются один раз в {amount} секунд, даже если событий на рынке было больше.',
        'Данные обновляются один раз в {amount} секунд, даже если событий на рынке было больше.',
      ]
    },
    2121: (e) => {
      e.exports = [
        'Данные, предоставляемые с подпиской Basic, обновляются один раз в {amount} секунду, даже если событий на рынке было больше.',
        'Данные, предоставляемые с подпиской Basic, обновляются один раз в {amount} секунды, даже если событий на рынке было больше.',
        'Данные, предоставляемые с подпиской Basic, обновляются один раз в {amount} секунд, даже если событий на рынке было больше.',
        'Данные, предоставляемые с подпиской Basic, обновляются один раз в {amount} секунд, даже если событий на рынке было больше.',
      ]
    },
    5223: (e) => {
      e.exports = [
        'Данные обновляются один раз в {amount} секунду',
        'Данные обновляются один раз в {amount} секунды',
        'Данные обновляются один раз в {amount} секунд',
        'Данные обновляются один раз в {amount} секунд',
      ]
    },
    58609: (e) => {
      e.exports = [
        '{number} день',
        '{number} дня',
        '{number} дней',
        '{number} дней',
      ]
    },
    24430: (e) => {
      e.exports = [
        '{number} час',
        '{number} часа',
        '{number} часов',
        '{number} часов',
      ]
    },
    67151: (e) => {
      e.exports = [
        '{number} минута',
        '{number} минуты',
        '{number} минут',
        '{number} минут',
      ]
    },
  },
])
