;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [2745],
  {
    214229: (e) => {
      e.exports = ['Точка']
    },
    306174: (e) => {
      e.exports = ['дни']
    },
    705285: (e) => {
      e.exports = ['часы']
    },
    179410: (e) => {
      e.exports = ['месяцы']
    },
    537830: (e) => {
      e.exports = ['минуты']
    },
    725042: (e) => {
      e.exports = ['недели']
    },
    274787: (e) => {
      e.exports = ['Дни']
    },
    162346: (e) => {
      e.exports = ['Часы']
    },
    394328: (e) => {
      e.exports = ['Месяцы']
    },
    357470: (e) => {
      e.exports = ['Минуты']
    },
    774973: (e) => {
      e.exports = ['Секунды']
    },
    348801: (e) => {
      e.exports = ['Range']
    },
    386614: (e) => {
      e.exports = ['Недели']
    },
    130426: (e) => {
      e.exports = ['Тики']
    },
    643001: (e) => {
      e.exports = ['Копировать изображение']
    },
    607367: (e) => {
      e.exports = ['Копировать ссылку']
    },
    645888: (e) => {
      e.exports = ['Скриншот графика']
    },
    274207: (e) => {
      e.exports = ['Настройки графика']
    },
    46720: (e) => {
      e.exports = ['Перекрестие']
    },
    780362: (e) => {
      e.exports = [
        'Перекрестие синхронизируется на всех графиках рабочего пространства',
      ]
    },
    954777: (e) => {
      e.exports = ['Добавить']
    },
    595798: (e) => {
      e.exports = ['Добавить свой интервал']
    },
    44629: (e) => {
      e.exports = ['Добавить в избранное']
    },
    715795: (e) => {
      e.exports = ['Все мои графики']
    },
    288368: (e) => {
      e.exports = ['Все изменения сохранены']
    },
    684232: (e) => {
      e.exports = ['Стиль баров']
    },
    539011: (e) => {
      e.exports = ['Скачать изображение']
    },
    66174: (e) => {
      e.exports = ['Диапазон дат']
    },
    156685: (e) => {
      e.exports = ['Диапазон меняется на всех графиках рабочего пространства']
    },
    943399: (e) => {
      e.exports = ['Стандартные шаблоны']
    },
    329313: (e) => {
      e.exports = ['Просмотр и копирование по ссылке']
    },
    783127: (e) => {
      e.exports = ['Избранные индикаторы']
    },
    933959: (e) => {
      e.exports = ['Избранное']
    },
    811682: (e) => {
      e.exports = ['Полноэкранный режим']
    },
    469466: (e) => {
      e.exports = ['Интервал']
    },
    620763: (e) => {
      e.exports = ['Интервал меняется на всех графиках рабочего пространства']
    },
    515812: (e) => {
      e.exports = ['Шаблоны индикаторов']
    },
    561142: (e) => {
      e.exports = ['Индикаторы']
    },
    174527: (e) => {
      e.exports = ['Индикаторы и стратегии']
    },
    979353: (e) => {
      e.exports = ['Открыть диалог интервалов']
    },
    355520: (e) => {
      e.exports = ['Открыть график в отдельном окне']
    },
    938543: (e) => {
      e.exports = ['Открыть в новой вкладке']
    },
    975687: (e) => {
      e.exports = ['Загрузить график']
    },
    375789: (e) => {
      e.exports = ['Загрузить график']
    },
    390879: (e) => {
      e.exports = ['Загрузка...']
    },
    528024: (e) => {
      e.exports = ['Схема расположения графиков']
    },
    180959: (e) => {
      e.exports = ['Копировать']
    },
    658219: (e) => {
      e.exports = ['Управление графиками']
    },
    438554: (e) => {
      e.exports = ['Мои шаблоны']
    },
    814605: (e) => {
      e.exports = ['Число или {hotKey_0}']
    },
    185520: (e) => {
      e.exports = ['Сохранить']
    },
    92093: (e) => {
      e.exports = ['Сохранить шаблон индикаторов']
    },
    587409: (e) => {
      e.exports = [
        'Сохранить все графики для всех инструментов и интервалов рабочего пространства',
      ]
    },
    11680: (e) => {
      e.exports = ['Сохранить']
    },
    249211: (e) => {
      e.exports = ['Выбрать расположение графиков']
    },
    327077: (e) => {
      e.exports = ['Доступ']
    },
    520987: (e) => {
      e.exports = [
        'Просто начните печатать, когда у вас открыт график, чтобы открылось окно поиска',
      ]
    },
    589053: (e) => {
      e.exports = ['Инструмент']
    },
    882719: (e) => {
      e.exports = ['Поиск инструментов']
    },
    884315: (e) => {
      e.exports = ['Инструмент меняется на всех графиках рабочего пространства']
    },
    742130: (e) => {
      e.exports = ['Быстрый поиск']
    },
    370728: (e) => {
      e.exports = ['Повторить {hint}']
    },
    572482: (e) => {
      e.exports = ['Удалить из предпочтений']
    },
    435038: (e) => {
      e.exports = ['Переименовать']
    },
    212548: (e) => {
      e.exports = [
        'При клике на любой график, все графики в рабочем пространстве отображают одну точку во времени',
      ]
    },
    588513: (e) => {
      e.exports = ['Сделать снимок экрана']
    },
    132916: (e) => {
      e.exports = ['Интервал']
    },
    99746: (e) => {
      e.exports = ['Опубликовать график в Twitter']
    },
    780323: (e) => {
      e.exports = ['Отменить {hint}']
    },
    223687: (e) => {
      e.exports = ['У вас нет индикаторов в Избранном']
    },
  },
])
