;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [2547],
  {
    50831: (e) => {
      e.exports = ['бары']
    },
    19648: (e) => {
      e.exports = ['12 часов']
    },
    55838: (e) => {
      e.exports = ['24 часа']
    },
    23238: (e) => {
      e.exports = ['Оформление']
    },
    72171: (e) => {
      e.exports = ['По центру']
    },
    88364: (e) => {
      e.exports = ['Основной стиль графика']
    },
    46720: (e) => {
      e.exports = ['Перекрестие']
    },
    50985: (e) => {
      e.exports = ['Валюта']
    },
    17319: (e) => {
      e.exports = ['Валюта и единица']
    },
    68791: (e) => {
      e.exports = ['Аргументы']
    },
    95036: (e) => {
      e.exports = ['Средняя цена закрытия']
    },
    91757: (e) => {
      e.exports = ['Снизу']
    },
    27331: (e) => {
      e.exports = ['Фон']
    },
    22519: (e) => {
      e.exports = ['Значения изменения бара']
    },
    87845: (e) => {
      e.exports = ['Кнопки']
    },
    39392: (e) => {
      e.exports = ['Линии сетки']
    },
    25209: (e) => {
      e.exports = ['Формат даты']
    },
    55090: (e) => {
      e.exports = ['День недели на метках']
    },
    29601: (e) => {
      e.exports = ['Описание']
    },
    26897: (e) => {
      e.exports = ['События']
    },
    77405: (e) => {
      e.exports = ['Горизонтальная']
    },
    34403: (e) => {
      e.exports = ['Горизонтальные']
    },
    60971: (e) => {
      e.exports = ['Макс. и мин. цены']
    },
    61142: (e) => {
      e.exports = ['Индикаторы']
    },
    34905: (e) => {
      e.exports = ['Значения индикаторов']
    },
    29687: (e) => {
      e.exports = ['Значения индикаторов и отчётности']
    },
    25084: (e) => {
      e.exports = ['Названия индикаторов и отчётности']
    },
    9654: (e) => {
      e.exports = ['Названия индикаторов']
    },
    99487: (e) => {
      e.exports = ['Значения ОТКР-МАКС-МИН-ЗАКР']
    },
    75991: (e) => {
      e.exports = ['Cтатус Рынок открыт']
    },
    15474: (e) => {
      e.exports = ['Лого']
    },
    96073: (e) => {
      e.exports = ['Подробное описание']
    },
    78905: (e) => {
      e.exports = ['Метки на ценовой шкале']
    },
    37274: (e) => {
      e.exports = ['Значения изменения последнего дня']
    },
    19286: (e) => {
      e.exports = ['Слева']
    },
    70500: (e) => {
      e.exports = ['Деньги']
    },
    66653: (e) => {
      e.exports = ['Поля']
    },
    76476: (e) => {
      e.exports = ['По центру']
    },
    42502: (e) => {
      e.exports = ['Не перекрывать']
    },
    49199: (e) => {
      e.exports = ['Без цвета']
    },
    74343: (e) => {
      e.exports = ['Навигация']
    },
    47926: (e) => {
      e.exports = ['Режимы шкалы (А и Л)']
    },
    43115: (e) => {
      e.exports = ['Шкалы']
    },
    53224: (e) => {
      e.exports = ['Расположение шкал']
    },
    79194: (e) => {
      e.exports = ['Строка статуса']
    },
    89053: (e) => {
      e.exports = ['Инструмент']
    },
    35383: (e) => {
      e.exports = ['Имя инструмента']
    },
    27767: (e) => {
      e.exports = ['Последнее значение символа']
    },
    40847: (e) => {
      e.exports = ['Цена закрытия предыдущего дня']
    },
    50446: (e) => {
      e.exports = ['Панель']
    },
    73908: (e) => {
      e.exports = ['Разделители панелей']
    },
    36014: (e) => {
      e.exports = ['Проценты']
    },
    78621: (e) => {
      e.exports = ['Пипсы']
    },
    74823: (e) => {
      e.exports = ['Цена пре-/постмаркета']
    },
    64859: (e) => {
      e.exports = ['Ценовая шкала']
    },
    76523: (e) => {
      e.exports = ['Цена и процентное значение']
    },
    21141: (e) => {
      e.exports = ['Справа']
    },
    40187: (e) => {
      e.exports = ['Отступ справа']
    },
    77705: (e) => {
      e.exports = ['Водяной знак']
    },
    26458: (e) => {
      e.exports = ['Фитиль']
    },
    65994: (e) => {
      e.exports = ['Сверху']
    },
    92960: (e) => {
      e.exports = ['Выравнивание текста']
    },
    90581: (e) => {
      e.exports = ['Ориентация текста']
    },
    67369: (e) => {
      e.exports = ['Заголовок']
    },
    31326: (e) => {
      e.exports = ['Заголовки']
    },
    23097: (e) => {
      e.exports = ['Тикер']
    },
    82168: (e) => {
      e.exports = ['Тикер и описание']
    },
    43637: (e) => {
      e.exports = ['Временная шкала']
    },
    97316: (e) => {
      e.exports = ['Формат времени']
    },
    90801: (e) => {
      e.exports = ['Торговля']
    },
    77534: (e) => {
      e.exports = ['Единица']
    },
    1111: (e) => {
      e.exports = ['Объём']
    },
    80170: (e) => {
      e.exports = ['Последнее значение в соответствии со шкалой']
    },
    91322: (e) => {
      e.exports = ['Значения']
    },
    37174: (e) => {
      e.exports = ['Все']
    },
    36426: (e) => {
      e.exports = ['Вертикальные']
    },
    44085: (e) => {
      e.exports = ['Вертикальная']
    },
    57889: (e) => {
      e.exports = ['изменение видимости значений ОТКР-МАКС-МИН-ЗАКР']
    },
    35646: (e) => {
      e.exports = ['изменение видимости навигационных кнопок']
    },
    18644: (e) => {
      e.exports = ['изменение видимости статуса: Рынок открыт']
    },
    45110: (e) => {
      e.exports = ['изменение видимости значения изменения бара']
    },
    10349: (e) => {
      e.exports = ['изменение отступа снизу']
    },
    88161: (e) => {
      e.exports = ['изменение видимости меток единиц и валюты']
    },
    84060: (e) => {
      e.exports = ['изменение видимости метки валюты']
    },
    99011: (e) => {
      e.exports = ['изменение цвета фона графика']
    },
    72458: (e) => {
      e.exports = ['изменение типа фона графика']
    },
    37034: (e) => {
      e.exports = ['изменение толщины перекрестия']
    },
    29951: (e) => {
      e.exports = ['изменение цвета перекрестия']
    },
    92027: (e) => {
      e.exports = ['изменение стиля перекрестия']
    },
    50457: (e) => {
      e.exports = ['изменение формата даты']
    },
    7104: (e) => {
      e.exports = ['изменение дня недели на метках']
    },
    27764: (e) => {
      e.exports = ['изменение видимости линий сетки']
    },
    88096: (e) => {
      e.exports = ['изменение цвета гориз. линий сетки']
    },
    31325: (e) => {
      e.exports = ['изменение видимости названий индикаторов']
    },
    99774: (e) => {
      e.exports = ['изменение видимости значений индикаторов']
    },
    96162: (e) => {
      e.exports = ['изменение видимости параметров индикаторов']
    },
    59820: (e) => {
      e.exports = [
        'изменение видимости меток названий индикаторов и отчетности',
      ]
    },
    90512: (e) => {
      e.exports = [
        'изменение видимости меток значений индикаторов и отчетности',
      ]
    },
    50058: (e) => {
      e.exports = ['изменение видимости значений изменения последнего дня']
    },
    97956: (e) => {
      e.exports = ['изменение прозрачности фона легенды']
    },
    61061: (e) => {
      e.exports = ['изменение видимости фона легенды']
    },
    37730: (e) => {
      e.exports = ['изменение видимости кнопок панели']
    },
    89032: (e) => {
      e.exports = ['изменение цвета разделителей панелей']
    },
    35636: (e) => {
      e.exports = ['изменение отступа справа']
    },
    66601: (e) => {
      e.exports = ['изменение отступа справа']
    },
    25616: (e) => {
      e.exports = ['изменение цвета водяного знака инструмента']
    },
    87159: (e) => {
      e.exports = ['изменение видимости водяного знака инструмента']
    },
    26717: (e) => {
      e.exports = ['изменение видимости описания инструмента']
    },
    6091: (e) => {
      e.exports = ['изменение видимости поля символа']
    },
    28741: (e) => {
      e.exports = ['изменение режима последнего значения инструмента']
    },
    95071: (e) => {
      e.exports = ['изменение формата легенды символа']
    },
    47361: (e) => {
      e.exports = ['изменение видимости кнопок режимов шкалы']
    },
    35065: (e) => {
      e.exports = ['изменение цвета текста на шкалах']
    },
    84382: (e) => {
      e.exports = ['изменение размера шрифта на шкалах']
    },
    12468: (e) => {
      e.exports = ['изменение цвета линий шкал']
    },
    71589: (e) => {
      e.exports = ['изменение видимости границ сессий']
    },
    15035: (e) => {
      e.exports = ['изменение толщины границ сессий']
    },
    1579: (e) => {
      e.exports = ['изменение цвета границ сессий']
    },
    21460: (e) => {
      e.exports = ['изменение стиля границ сессий']
    },
    76991: (e) => {
      e.exports = ['изменение формата времени']
    },
    98905: (e) => {
      e.exports = ['изменение отступа сверху']
    },
    7011: (e) => {
      e.exports = ['изменение видимости метки единицы']
    },
    22722: (e) => {
      e.exports = ['изменение цвета верт. линий сетки']
    },
    9455: (e) => {
      e.exports = ['изменение видимости значений объема']
    },
  },
])
