;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [2285],
  {
    72171: (t) => {
      t.exports = ['По центру']
    },
    691757: (t) => {
      t.exports = ['Снизу']
    },
    422192: (t) => {
      t.exports = ['Дни']
    },
    463099: (t) => {
      t.exports = ['Часы']
    },
    577405: (t) => {
      t.exports = ['Горизонтальная']
    },
    666304: (t) => {
      t.exports = ['Аргументы']
    },
    619286: (t) => {
      t.exports = ['Слева']
    },
    876476: (t) => {
      t.exports = ['По центру']
    },
    928134: (t) => {
      t.exports = ['Минуты']
    },
    371129: (t) => {
      t.exports = ['Секунды']
    },
    221141: (t) => {
      t.exports = ['Справа']
    },
    621594: (t) => {
      t.exports = ['Недели']
    },
    226458: (t) => {
      t.exports = ['Фитиль']
    },
    865994: (t) => {
      t.exports = ['Сверху']
    },
    792960: (t) => {
      t.exports = ['Выравнивание текста']
    },
    390581: (t) => {
      t.exports = ['Ориентация текста']
    },
    944085: (t) => {
      t.exports = ['Вертикальная']
    },
    713355: (t) => {
      t.exports = ['изменение дневной видимости {title} (предельная точка)']
    },
    541377: (t) => {
      t.exports = ['изменение дневной видимости {title} (начальная точка)']
    },
    435388: (t) => {
      t.exports = ['изменение часовой видимости {title} (начальная точка)']
    },
    478586: (t) => {
      t.exports = ['изменение часовой видимости {title} (предельная точка)']
    },
    459635: (t) => {
      t.exports = ['изменение месячной видимости {title} (начальная точка)']
    },
    974266: (t) => {
      t.exports = ['изменение месячной видимости {title} (предельная точка)']
    },
    891633: (t) => {
      t.exports = ['изменение минутной видимости {title} (предельная точка)']
    },
    715106: (t) => {
      t.exports = ['изменение минутной видимости {title} (начальная точка)']
    },
    566161: (t) => {
      t.exports = ['изменение секундной видимости {title} (предельная точка)']
    },
    602822: (t) => {
      t.exports = ['изменение секундной видимости {title} (начальная точка)']
    },
    21339: (t) => {
      t.exports = ['изменение недельной видимости {title} (начальная точка)']
    },
    468643: (t) => {
      t.exports = ['изменение недельной видимости {title} (предельная точка)']
    },
    130810: (t) => {
      t.exports = ['изменение видимости {title} на тиках']
    },
    324941: (t) => {
      t.exports = ['изменение видимости {title} на неделях']
    },
    108917: (t) => {
      t.exports = ['изменение видимости {title} на {ranges}']
    },
    229088: (t) => {
      t.exports = ['изменение видимости {title} на днях']
    },
    468971: (t) => {
      t.exports = ['изменение видимости {title} на часах']
    },
    64370: (t) => {
      t.exports = ['изменение видимости {title} на минутах']
    },
    606659: (t) => {
      t.exports = ['изменение видимости {title} на месяцах']
    },
    146948: (t) => {
      t.exports = ['изменение видимости {title} на секундах']
    },
    282211: (t) => {
      t.exports = ['Дни']
    },
    133486: (t) => {
      t.exports = ['дневную видимость до']
    },
    914077: (t) => {
      t.exports = ['дневную видимость с']
    },
    903143: (t) => {
      t.exports = ['Часы']
    },
    84775: (t) => {
      t.exports = ['часовую видимость с']
    },
    711255: (t) => {
      t.exports = ['часовую видимость до']
    },
    58964: (t) => {
      t.exports = ['Месяцы']
    },
    671770: (t) => {
      t.exports = ['месячную видимость с']
    },
    737179: (t) => {
      t.exports = ['месячную видимость до']
    },
    516465: (t) => {
      t.exports = ['Минуты']
    },
    872317: (t) => {
      t.exports = ['минутную видимость до']
    },
    425586: (t) => {
      t.exports = ['минутную видимость с']
    },
    132925: (t) => {
      t.exports = ['секундную видимость']
    },
    939017: (t) => {
      t.exports = ['секундную видимость до']
    },
    706049: (t) => {
      t.exports = ['секундную видимость с']
    },
    193016: (t) => {
      t.exports = ['недельную видимость']
    },
    32002: (t) => {
      t.exports = ['недельную видимость с']
    },
    428091: (t) => {
      t.exports = ['недельную видимость до']
    },
    659523: (t) => {
      t.exports = ['тики']
    },
  },
])
