;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [3951],
  {
    14229: (e) => {
      e.exports = ['Точка']
    },
    16936: (e) => {
      e.exports = ['Назад']
    },
    9898: (e) => {
      e.exports = ['Право на акцию']
    },
    18511: (e) => {
      e.exports = ['Обратный отсчёт до закрытия бара']
    },
    32409: (e) => {
      e.exports = ['Цветовая тема']
    },
    90069: (e) => {
      e.exports = ['Сравнить']
    },
    39176: (e) => {
      e.exports = ['Контент']
    },
    15803: (e) => {
      e.exports = ['Копировать ссылку на изображение графика']
    },
    20036: (e) => {
      e.exports = ['Отмена']
    },
    19022: (e) => {
      e.exports = ['Каналы']
    },
    8353: (e) => {
      e.exports = ['Изменить интервал']
    },
    20788: (e) => {
      e.exports = ['Стиль графика — Столбцы']
    },
    86771: (e) => {
      e.exports = ['Стиль графика — Японские свечи']
    },
    45290: (e) => {
      e.exports = ['Стиль графика — Область']
    },
    97559: (e) => {
      e.exports = ['Стиль графика — Бары']
    },
    18779: (e) => {
      e.exports = ['Стиль графика — Базовая линия']
    },
    90599: (e) => {
      e.exports = ['Стиль графика — Каги']
    },
    41412: (e) => {
      e.exports = ['Стиль графика — Область HLC']
    },
    51383: (e) => {
      e.exports = ['Стиль графика — Пустые свечи']
    },
    20424: (e) => {
      e.exports = ['Стиль графика — Хейкен Аши']
    },
    28381: (e) => {
      e.exports = ['Стиль графика — Мин-Макс']
    },
    87691: (e) => {
      e.exports = ['Стиль графика — Линия']
    },
    470: (e) => {
      e.exports = ['Стиль графика — Линейный прорыв']
    },
    14956: (e) => {
      e.exports = ['Стиль графика — Линия с точками']
    },
    59393: (e) => {
      e.exports = ['Стиль графика — Ступенчатая линия']
    },
    59491: (e) => {
      e.exports = ['Стиль графика — Крестики-нолики']
    },
    38385: (e) => {
      e.exports = ['Стиль графика — Range']
    },
    91664: (e) => {
      e.exports = ['Стиль графика — Ренко']
    },
    82838: (e) => {
      e.exports = ['Стиль графика — Кластерный объём']
    },
    80395: (e) => {
      e.exports = ['Закрыть меню']
    },
    82401: (e) => {
      e.exports = ['Курсоры']
    },
    50025: (e) => {
      e.exports = ['Циклический анализ']
    },
    19661: (e) => {
      e.exports = ['Инструменты комментирования']
    },
    44629: (e) => {
      e.exports = ['Добавить в избранное']
    },
    64498: (e) => {
      e.exports = ['Все источники']
    },
    95480: (e) => {
      e.exports = ['Применить эти индикаторы для всех графиков в окне']
    },
    23969: (e) => {
      e.exports = ['Стрелки']
    },
    28020: (e) => {
      e.exports = ['Авто (бары подстраиваются под экран)']
    },
    79852: (e) => {
      e.exports = ['Облигации']
    },
    55939: (e) => {
      e.exports = ['Кисти']
    },
    40803: (e) => {
      e.exports = ['Перейти к дате']
    },
    43884: (e) => {
      e.exports = ['Ганн']
    },
    5816: (e) => {
      e.exports = ['Инструменты Ганна и Фибоначчи']
    },
    22146: (e) => {
      e.exports = ['Геометрические фигуры']
    },
    60925: (e) => {
      e.exports = ['Точка']
    },
    66365: (e) => {
      e.exports = ['Тёмная тема']
    },
    29601: (e) => {
      e.exports = ['Описание']
    },
    22772: (e) => {
      e.exports = ['Инструменты рисования']
    },
    88280: (e) => {
      e.exports = ['Волны Эллиотта']
    },
    99289: (e) => {
      e.exports = ['Ластик']
    },
    25790: (e) => {
      e.exports = ['Расширенная сессия']
    },
    97100: (e) => {
      e.exports = ['Инструменты для измерения и прогнозирования']
    },
    22305: (e) => {
      e.exports = ['Фибоначчи']
    },
    11682: (e) => {
      e.exports = ['Полноэкранный режим']
    },
    15327: (e) => {
      e.exports = ['Функция']
    },
    17517: (e) => {
      e.exports = ['Скрыть все объекты рисования']
    },
    82785: (e) => {
      e.exports = ['Инвертировать шкалу']
    },
    64642: (e) => {
      e.exports = ['Добавить индикатор']
    },
    55149: (e) => {
      e.exports = ['Открыть дерево объектов']
    },
    75687: (e) => {
      e.exports = ['Загрузить график']
    },
    37057: (e) => {
      e.exports = ['Зафиксировать все объекты']
    },
    95667: (e) => {
      e.exports = ['Зафиксировать соотношение цена/бар']
    },
    19567: (e) => {
      e.exports = ['Переместить шкалу влево']
    },
    76300: (e) => {
      e.exports = ['Переместить шкалу вправо']
    },
    56854: (e) => {
      e.exports = ['Сдвинуть график назад']
    },
    22221: (e) => {
      e.exports = ['Сдвинуть график вперёд']
    },
    79165: (e) => {
      e.exports = ['Магия']
    },
    37140: (e) => {
      e.exports = [
        'Магнит позволяет притягивать точки объектов к ближайшим ценам (откр., макс., мин., закр.) баров',
      ]
    },
    72357: (e) => {
      e.exports = ['Настройки объектов рисования графика']
    },
    59607: (e) => {
      e.exports = ['Линейка']
    },
    79961: (e) => {
      e.exports = ['Линейка']
    },
    78633: (e) => {
      e.exports = ['Переместить все шкалы влево']
    },
    308: (e) => {
      e.exports = ['Переместить все шкалы вправо']
    },
    29673: (e) => {
      e.exports = ['Нет подходящих бирж']
    },
    41379: (e) => {
      e.exports = ['Нет подходящих символов']
    },
    45850: (e) => {
      e.exports = ['Нет подходящих вариантов']
    },
    36551: (e) => {
      e.exports = [
        'Новые объекты рисования копируются на все графики рабочего пространства и отображаются, когда выбирается тот же тикер',
      ]
    },
    19407: (e) => {
      e.exports = ['Новые объекты рисования будут синхронизированы везде']
    },
    77989: (e) => {
      e.exports = [
        'Новые объекты рисования будут синхронизированы на всех графиках',
      ]
    },
    19724: (e) => {
      e.exports = ['Источники']
    },
    62571: (e) => {
      e.exports = ['Сохранить график']
    },
    35264: (e) => {
      e.exports = ['Игнорировать шкалу индикаторов']
    },
    52298: (e) => {
      e.exports = ['Поиск']
    },
    78842: (e) => {
      e.exports = ['Искать инструмент или функцию']
    },
    13269: (e) => {
      e.exports = ['Выбрать источник']
    },
    90417: (e) => {
      e.exports = ['Границы сессий']
    },
    25792: (e) => {
      e.exports = ['Фигуры']
    },
    91977: (e) => {
      e.exports = ['Показать скрытые инструменты']
    },
    51072: (e) => {
      e.exports = ['Показать дерево объектов']
    },
    49421: (e) => {
      e.exports = ['Оставаться в режиме рисования']
    },
    85422: (e) => {
      e.exports = ['Сильный магнит']
    },
    89053: (e) => {
      e.exports = ['Инструмент']
    },
    48490: (e) => {
      e.exports = ['Инструмент и описание']
    },
    79791: (e) => {
      e.exports = ['Метка имени инструмента']
    },
    12014: (e) => {
      e.exports = ['Информация по инструменту']
    },
    78001: (e) => {
      e.exports = ['Метка последнего значения инструмента']
    },
    99983: (e) => {
      e.exports = ['Поиск инструментов']
    },
    35888: (e) => {
      e.exports = ['Синхронизировать на всех графиках']
    },
    19693: (e) => {
      e.exports = ['Паттерны']
    },
    73359: (e) => {
      e.exports = ['Вилы']
    },
    4037: (e) => {
      e.exports = ['Кнопка Плюс']
    },
    96032: (e) => {
      e.exports = ['Линия цены закрытия предыдущего дня']
    },
    99530: (e) => {
      e.exports = ['Линия цены']
    },
    90612: (e) => {
      e.exports = ['Недавние запросы']
    },
    31273: (e) => {
      e.exports = ['Регулярная сессия']
    },
    76091: (e) => {
      e.exports = ['Удалить объекты рисования']
    },
    20378: (e) => {
      e.exports = ['Удалить индикаторы']
    },
    57869: (e) => {
      e.exports = ['Удалить все индикаторы и объекты рисования']
    },
    72482: (e) => {
      e.exports = ['Удалить из предпочтений']
    },
    34465: (e) => {
      e.exports = ['Сбросить состояние графика']
    },
    45417: (e) => {
      e.exports = ['Сбросить масштаб ценовой шкалы']
    },
    75521: (e) => {
      e.exports = ['Сбросить масштаб временной шкалы']
    },
    45265: (e) => {
      e.exports = ['Слабый магнит']
    },
    20916: (e) => {
      e.exports = ['Текст и заметки']
    },
    18794: (e) => {
      e.exports = ['Линии тренда']
    },
    64185: (e) => {
      e.exports = ['Поиск инструментов рисования, функций и настроек']
    },
    89967: (e) => {
      e.exports = ['Основаны на объёме']
    },
    38925: (e) => {
      e.exports = ['Увеличить масштаб']
    },
    49895: (e) => {
      e.exports = ['Уменьшить масштаб']
    },
    12629: (e) => {
      e.exports = ['товары']
    },
    87592: (e) => {
      e.exports = 'cfd'
    },
    65558: (e) => {
      e.exports = ['изменение видимости идей на графике']
    },
    59820: (e) => {
      e.exports = [
        'изменение видимости меток названий индикаторов и отчетности',
      ]
    },
    90512: (e) => {
      e.exports = [
        'изменение видимости меток значений индикаторов и отчетности',
      ]
    },
    50393: (e) => {
      e.exports = ['изменение видимости линий цены пре-/постмаркета']
    },
    8448: (e) => {
      e.exports = ['криптовалюты']
    },
    67245: (e) => {
      e.exports = ['Депоз. расписки']
    },
    88720: (e) => {
      e.exports = ['экономические данные']
    },
    39512: (e) => {
      e.exports = ['форекс']
    },
    81859: (e) => {
      e.exports = ['фьючерсы']
    },
    12754: (e) => {
      e.exports = ['индексы']
    },
    60804: (e) => {
      e.exports = ['индексы']
    },
    36931: (e) => {
      e.exports = ['акция']
    },
    95612: (e) => {
      e.exports = ['синхронизацию объектов рисования']
    },
    32868: (e) => {
      e.exports = ['{hotKey_0} + Клик на графике']
    },
    68125: (e) => {
      e.exports = ['{hotKey_0} — Окружность']
    },
    40234: (e) => {
      e.exports = ['{hotKey_0} — Рисовать прямую линию под углом 45 градусов']
    },
    10289: (e) => {
      e.exports = ['{hotKey_0} — Фиксированный диапазон']
    },
    81591: (e) => {
      e.exports = ['{hotKey_0} — Квадрат']
    },
  },
])
