;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [3175],
  {
    814281: (t) => {
      t.exports = ['валюты']
    },
    360558: (t) => {
      t.exports = ['животные и природа']
    },
    414232: (t) => {
      t.exports = ['спорт и активность']
    },
    157792: (t) => {
      t.exports = ['стрелки']
    },
    433628: (t) => {
      t.exports = ['жесты и эмоции']
    },
    935305: (t) => {
      t.exports = ['еда и напитки']
    },
    149546: (t) => {
      t.exports = ['флаги']
    },
    572302: (t) => {
      t.exports = ['предметы']
    },
    111739: (t) => {
      t.exports = ['природа']
    },
    396330: (t) => {
      t.exports = ['эмоции и люди']
    },
    906878: (t) => {
      t.exports = ['символы']
    },
    877011: (t) => {
      t.exports = ['символы и флаги']
    },
    415426: (t) => {
      t.exports = ['недавние']
    },
    715395: (t) => {
      t.exports = ['путешествия']
    },
    939176: (t) => {
      t.exports = ['Контент']
    },
    619022: (t) => {
      t.exports = ['Каналы']
    },
    682401: (t) => {
      t.exports = ['Курсоры']
    },
    150025: (t) => {
      t.exports = ['Циклический анализ']
    },
    19661: (t) => {
      t.exports = ['Инструменты комментирования']
    },
    44629: (t) => {
      t.exports = ['Добавить в избранное']
    },
    223969: (t) => {
      t.exports = ['Стрелки']
    },
    755939: (t) => {
      t.exports = ['Кисти']
    },
    543884: (t) => {
      t.exports = ['Ганн']
    },
    705816: (t) => {
      t.exports = ['Инструменты Ганна и Фибоначчи']
    },
    322146: (t) => {
      t.exports = ['Геометрические фигуры']
    },
    860925: (t) => {
      t.exports = ['Точка']
    },
    719570: (t) => {
      t.exports = ['Эмодзи']
    },
    388280: (t) => {
      t.exports = ['Волны Эллиотта']
    },
    299289: (t) => {
      t.exports = ['Ластик']
    },
    797100: (t) => {
      t.exports = ['Инструменты для измерения и прогнозирования']
    },
    922305: (t) => {
      t.exports = ['Фибоначчи']
    },
    717517: (t) => {
      t.exports = ['Скрыть все объекты рисования']
    },
    396411: (t) => {
      t.exports = ['Скрыть панель объектов']
    },
    792464: (t) => {
      t.exports = ['Иконки']
    },
    537057: (t) => {
      t.exports = ['Зафиксировать все объекты']
    },
    579165: (t) => {
      t.exports = ['Магия']
    },
    937140: (t) => {
      t.exports = [
        'Магнит позволяет притягивать точки объектов к ближайшим ценам (откр., макс., мин., закр.) баров',
      ]
    },
    659607: (t) => {
      t.exports = ['Линейка']
    },
    79961: (t) => {
      t.exports = ['Линейка']
    },
    736551: (t) => {
      t.exports = [
        'Новые объекты рисования копируются на все графики рабочего пространства и отображаются, когда выбирается тот же тикер',
      ]
    },
    825792: (t) => {
      t.exports = ['Фигуры']
    },
    563354: (t) => {
      t.exports = ['Показать панель графических инструментов']
    },
    149616: (t) => {
      t.exports = ['Показать панель избранных инструментов рисования']
    },
    691977: (t) => {
      t.exports = ['Показать скрытые инструменты']
    },
    551072: (t) => {
      t.exports = ['Показать дерево объектов']
    },
    749421: (t) => {
      t.exports = ['Оставаться в режиме рисования']
    },
    84121: (t) => {
      t.exports = ['Стикеры']
    },
    685422: (t) => {
      t.exports = ['Сильный магнит']
    },
    219693: (t) => {
      t.exports = ['Паттерны']
    },
    673359: (t) => {
      t.exports = ['Вилы']
    },
    376091: (t) => {
      t.exports = ['Удалить объекты рисования']
    },
    345286: (t) => {
      t.exports = ['Удалить объекты']
    },
    572482: (t) => {
      t.exports = ['Удалить из предпочтений']
    },
    630513: (t) => {
      t.exports = ['Удалить {drawings}']
    },
    710049: (t) => {
      t.exports = ['Удалить {drawings} и {indicators}']
    },
    355084: (t) => {
      t.exports = ['Удалить {indicators}']
    },
    245265: (t) => {
      t.exports = ['Слабый магнит']
    },
    620916: (t) => {
      t.exports = ['Текст и заметки']
    },
    18794: (t) => {
      t.exports = ['Линии тренда']
    },
    89967: (t) => {
      t.exports = ['Основаны на объёме']
    },
    38925: (t) => {
      t.exports = ['Увеличить масштаб']
    },
    949895: (t) => {
      t.exports = ['Уменьшить масштаб']
    },
    132868: (t) => {
      t.exports = ['{hotKey_0} + Клик на графике']
    },
    468125: (t) => {
      t.exports = ['{hotKey_0} — Окружность']
    },
    240234: (t) => {
      t.exports = ['{hotKey_0} — Рисовать прямую линию под углом 45 градусов']
    },
    510289: (t) => {
      t.exports = ['{hotKey_0} — Фиксированный диапазон']
    },
    481591: (t) => {
      t.exports = ['{hotKey_0} — Квадрат']
    },
    293030: (t) => {
      t.exports = [
        '{amount} объект рисования',
        '{amount} объекта рисования',
        '{amount} объектов рисования',
        '{amount} объектов рисования',
      ]
    },
    580437: (t) => {
      t.exports = [
        '{amount} индикатор',
        '{amount} индикатора',
        '{amount} индикаторов',
        '{amount} индикаторов',
      ]
    },
  },
])
