;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [4011],
  {
    652002: (e) => {
      e.exports = ['Основные']
    },
    283912: (e) => {
      e.exports = ['Второстепенные']
    },
    52587: (e) => {
      e.exports = 'C'
    },
    469219: (e) => {
      e.exports = 'D'
    },
    426211: (e) => {
      e.exports = 'D'
    },
    960582: (e) => {
      e.exports = 'E'
    },
    957357: (e) => {
      e.exports = 'F'
    },
    647310: (e) => {
      e.exports = 'R'
    },
    214485: (e) => {
      e.exports = 'R'
    },
    87817: (e) => {
      e.exports = 'S'
    },
    535145: (e) => {
      e.exports = ['52 недели']
    },
    397697: (e) => {
      e.exports = ['Курьерские услуги']
    },
    117750: (e) => {
      e.exports = ['Уголь']
    },
    268765: (e) => {
      e.exports = ['Оборудование для добычи угля']
    },
    504070: (e) => {
      e.exports = ['Оптовая торговля углём']
    },
    269358: (e) => {
      e.exports = ['Кокосовые острова']
    },
    455784: (e) => {
      e.exports = ['Кофе и чай']
    },
    844305: (e) => {
      e.exports = ['Выращивание кофе, чая и какао-бобов']
    },
    488938: (e) => {
      e.exports = ['Добыча коксующегося угля']
    },
    731144: (e) => {
      e.exports = ['Колумбия']
    },
    714971: (e) => {
      e.exports = ['Красители']
    },
    137827: (e) => {
      e.exports = ['Управление фондами коллективных инвестиций']
    },
    408646: (e) => {
      e.exports = ['Коморы']
    },
    187677: (e) => {
      e.exports = ['Товарные химикаты']
    },
    844460: (e) => {
      e.exports = ['Оптовая торговля товарными химикатами']
    },
    141879: (e) => {
      e.exports = ['Коммерческая авиация']
    },
    313671: (e) => {
      e.exports = ['Коммерческие банки']
    },
    289904: (e) => {
      e.exports = ['Коммерческая недвижимость']
    },
    317976: (e) => {
      e.exports = ['Управление коммерческими документами']
    },
    865447: (e) => {
      e.exports = ['Аренда коммерческого оборудования']
    },
    597013: (e) => {
      e.exports = ['Промышленное рыболовство']
    },
    913922: (e) => {
      e.exports = ['Услуги корпоративного питания']
    },
    864285: (e) => {
      e.exports = ['Коммерческий лизинг']
    },
    375065: (e) => {
      e.exports = ['Коммерческие кредиты']
    },
    17897: (e) => {
      e.exports = ['Частные дошкольные учреждения']
    },
    700165: (e) => {
      e.exports = ['Печать коммерческой продукции/бланков']
    },
    756288: (e) => {
      e.exports = ['Услуги коммерческой печати']
    },
    71399: (e) => {
      e.exports = ['Инвестиционные фонды коммерческой недвижимости']
    },
    238185: (e) => {
      e.exports = ['Коммерческие услуги']
    },
    218910: (e) => {
      e.exports = ['Паромы']
    },
    459453: (e) => {
      e.exports = ['Пригородное транспортное сообщение']
    },
    165630: (e) => {
      e.exports = ['Коммуникационное и спутниковое оборудование']
    },
    521490: (e) => {
      e.exports = ['Связь']
    },
    958879: (e) => {
      e.exports = ['Средства связи и сети']
    },
    838544: (e) => {
      e.exports = ['Синтетические инструменты']
    },
    946922: (e) => {
      e.exports = ['Компьютеры и электроника — розница']
    },
    782135: (e) => {
      e.exports = ['Коммуникационное оборудование']
    },
    85065: (e) => {
      e.exports = ['Компьютерные комплектующие']
    },
    859138: (e) => {
      e.exports = [
        'Розничная торговля компьютерными комплектующими и программным обеспечением',
      ]
    },
    826534: (e) => {
      e.exports = ['Сборка компьютерных комплектующих']
    },
    759899: (e) => {
      e.exports = ['Компьютерная периферия']
    },
    950116: (e) => {
      e.exports = ['Компьютерное оборудование']
    },
    317785: (e) => {
      e.exports = ['Программирование']
    },
    803434: (e) => {
      e.exports = ['Компьютерное обучение']
    },
    601406: (e) => {
      e.exports = ['Конго']
    },
    167291: (e) => {
      e.exports = ['ДР Конго']
    },
    838455: (e) => {
      e.exports = ['Конгломераты']
    },
    478698: (e) => {
      e.exports = ['Инструменты и системы для конференц-связи']
    },
    413859: (e) => {
      e.exports = ['Идет соединение']
    },
    310323: (e) => {
      e.exports = ['Строительные и инженерные услуги']
    },
    848833: (e) => {
      e.exports = ['Строительная техника']
    },
    628370: (e) => {
      e.exports = ['Обработка строительных материалов']
    },
    71686: (e) => {
      e.exports = ['Оптовая торговля строительными материалами']
    },
    721009: (e) => {
      e.exports = ['Стройматериалы']
    },
    488089: (e) => {
      e.exports = ['Строительные материалы']
    },
    112947: (e) => {
      e.exports = ['Стройматериалы и арматура']
    },
    854214: (e) => {
      e.exports = ['Оптовая торговля стройматериалами и арматурой']
    },
    122614: (e) => {
      e.exports = ['Потребительские кредиты']
    },
    298395: (e) => {
      e.exports = ['Цикличные компании']
    },
    803146: (e) => {
      e.exports = ['Цикличные компании']
    },
    256799: (e) => {
      e.exports = ['Аренда потребительских товаров']
    },
    880781: (e) => {
      e.exports = ['Управление документооборотом']
    },
    51897: (e) => {
      e.exports = ['Потребительские товары длительного пользования']
    },
    4953: (e) => {
      e.exports = ['Розничная торговля бытовой электроникой']
    },
    395885: (e) => {
      e.exports = ['Бытовая электроника/электроприборы']
    },
    575023: (e) => {
      e.exports = ['Оптовая торговля бытовой электроникой']
    },
    801386: (e) => {
      e.exports = ['Потребительский лизинг']
    },
    362308: (e) => {
      e.exports = ['Потребительское кредитование']
    },
    384043: (e) => {
      e.exports = ['Нецикличные компании']
    },
    964300: (e) => {
      e.exports = ['Потребительские товары недлительного пользования']
    },
    964613: (e) => {
      e.exports = ['Потребительские услуги']
    },
    374909: (e) => {
      e.exports = ['Прочие потребительские товары']
    },
    477987: (e) => {
      e.exports = ['Потребительская полиграфия']
    },
    892867: (e) => {
      e.exports = ['Ремонтные услуги']
    },
    328477: (e) => {
      e.exports = ['Нецикличные компании']
    },
    761794: (e) => {
      e.exports = ['Оптовая торговля тарным и упаковочным материалом']
    },
    571506: (e) => {
      e.exports = ['Контейнеры и тара']
    },
    594263: (e) => {
      e.exports = ['Управление сайтами и контентом']
    },
    426398: (e) => {
      e.exports = ['Подрядное бурение']
    },
    334669: (e) => {
      e.exports = ['Производство печенья, крекеров и макаронных изделий']
    },
    453679: (e) => {
      e.exports = ['Острова Кука']
    },
    733330: (e) => {
      e.exports = ['Добыча медной руды']
    },
    545312: (e) => {
      e.exports = ['Управление авторскими правами']
    },
    512060: (e) => {
      e.exports = ['Бухгалтерские услуги для юридических лиц']
    },
    55493: (e) => {
      e.exports = ['Корпоративные финансовые услуги']
    },
    930045: (e) => {
      e.exports = ['Косметика и парфюмерия']
    },
    708897: (e) => {
      e.exports = ['Коста-Рика']
    },
    887702: (e) => {
      e.exports = ['Розничная торговля (заказ по почте и каталогам)']
    },
    290207: (e) => {
      e.exports = ['Каймановы Острова']
    },
    224860: (e) => {
      e.exports = ['Поставщики услуг кабельного телевидения']
    },
    248568: (e) => {
      e.exports = ['Кабельное и спутниковое телевидение']
    },
    996415: (e) => {
      e.exports = ['Кабо-Верде']
    },
    298505: (e) => {
      e.exports = ['Кафе']
    },
    51339: (e) => {
      e.exports = ['Информационно-справочные службы']
    },
    551054: (e) => {
      e.exports = ['Камбоджа']
    },
    201132: (e) => {
      e.exports = ['Камерун']
    },
    280206: (e) => {
      e.exports = ['Канада']
    },
    377774: (e) => {
      e.exports = ['Средства производства']
    },
    734070: (e) => {
      e.exports = ['Улавливание и хранение углерода']
    },
    837140: (e) => {
      e.exports = ['Газированные безалкогольные напитки']
    },
    800143: (e) => {
      e.exports = ['Ковры и шторы']
    },
    24920: (e) => {
      e.exports = ['Казино']
    },
    991725: (e) => {
      e.exports = ['Казино и игровая деятельность']
    },
    642883: (e) => {
      e.exports = ['Казино и азартные игры']
    },
    982801: (e) => {
      e.exports = ['Страхование от несчастных случаев']
    },
    737576: (e) => {
      e.exports = ['Оптическое волокно']
    },
    368119: (e) => {
      e.exports = ['Производство цемента и бетона']
    },
    145112: (e) => {
      e.exports = ['Центральноафриканская Республика']
    },
    137093: (e) => {
      e.exports = ['Чад']
    },
    15770: (e) => {
      e.exports = ['Чартерные и частные воздушные перевозки']
    },
    215689: (e) => {
      e.exports = ['Чартерные автобусные перевозки']
    },
    461657: (e) => {
      e.exports = ['Химическая промышленность: сельскохозяйственные химикаты']
    },
    616852: (e) => {
      e.exports = ['Химическая промышленность']
    },
    4685: (e) => {
      e.exports = ['Химическая промышленность: специализированные химикаты']
    },
    981926: (e) => {
      e.exports = ['Уход за детьми и семейные услуги']
    },
    799344: (e) => {
      e.exports = ['Одежда для детей и новорожденных']
    },
    192873: (e) => {
      e.exports = ['Розничная торговля одеждой для детей и новорожденных']
    },
    141840: (e) => {
      e.exports = ['Чили']
    },
    420844: (e) => {
      e.exports = ['Китай']
    },
    11958: (e) => {
      e.exports = ['Шоколад и кондитерские изделия']
    },
    180144: (e) => {
      e.exports = ['Остров Рождества']
    },
    911991: (e) => {
      e.exports = ['Гражданские инженеры и архитекторы']
    },
    663112: (e) => {
      e.exports = ['Производство сигар и сигарет']
    },
    734725: (e) => {
      e.exports = ['Услуги по уборке']
    },
    519165: (e) => {
      e.exports = ['Клиринг, расчётные и кастодиальные услуги']
    },
    383404: (e) => {
      e.exports = ['Закрытые инвестиционные фонды']
    },
    498588: (e) => {
      e.exports = ['Услуги облачных вычислений']
    },
    173716: (e) => {
      e.exports = ['Круизные линии']
    },
    541755: (e) => {
      e.exports = ['Крафтовые и микро-пивоварни']
    },
    331581: (e) => {
      e.exports = ['Кредитные союзы']
    },
    663849: (e) => {
      e.exports = ['Хорватия']
    },
    178281: (e) => {
      e.exports = ['Ножи и столовые приборы']
    },
    987240: (e) => {
      e.exports = ['Куба']
    },
    495937: (e) => {
      e.exports = ['Кюрасао']
    },
    289599: (e) => {
      e.exports = ['Кюрасао']
    },
    551017: (e) => {
      e.exports = ['Кипр']
    },
    342054: (e) => {
      e.exports = ['Чехия']
    },
    471406: (e) => {
      e.exports = ['Чехия']
    },
    743648: (e) => {
      e.exports = ["Кот-д'Ивуар"]
    },
    703466: (e) => {
      e.exports = ['Парки развлечений и зоопарки']
    },
    595592: (e) => {
      e.exports = ['Службы скорой медицинской помощи и аварийные службы']
    },
    655410: (e) => {
      e.exports = ['Американское Самоа']
    },
    958290: (e) => {
      e.exports = ['Америка']
    },
    314840: (e) => {
      e.exports = ['Антарктида']
    },
    349809: (e) => {
      e.exports = ['Антигуа и Барбуда']
    },
    314982: (e) => {
      e.exports = ['Антиквары']
    },
    682079: (e) => {
      e.exports = ['Андорра']
    },
    476342: (e) => {
      e.exports = ['Ангола']
    },
    768063: (e) => {
      e.exports = ['Ангилья']
    },
    615481: (e) => {
      e.exports = ['Животноводство']
    },
    668010: (e) => {
      e.exports = ['Корм для животных']
    },
    945218: (e) => {
      e.exports = ['Убой и разделка скота']
    },
    316517: (e) => {
      e.exports = ['Аксессуары']
    },
    182842: (e) => {
      e.exports = ['Бухгалтерский учёт и расчёт налогов']
    },
    407609: (e) => {
      e.exports = ['Производство и трансляция развлечений для взрослых']
    },
    250197: (e) => {
      e.exports = ['Розничная торговля товарами для взрослых']
    },
    557254: (e) => {
      e.exports = ['Современное электронное оборудование']
    },
    438052: (e) => {
      e.exports = ['Современное медицинское оборудование и технологии']
    },
    712158: (e) => {
      e.exports = ['Оптовая торговля современным медицинским оборудованием']
    },
    625754: (e) => {
      e.exports = ['Полимеры нового поколения']
    },
    259500: (e) => {
      e.exports = ['Сооружения для экстремальных видов спорта и лыжные курорты']
    },
    665684: (e) => {
      e.exports = ['Реклама и маркетинг']
    },
    615085: (e) => {
      e.exports = ['Рекламные агентства']
    },
    526271: (e) => {
      e.exports = ['Услуги рекламы и маркетинга']
    },
    638611: (e) => {
      e.exports = ['Клеящие материалы']
    },
    911752: (e) => {
      e.exports = ['Авиакосмическая и оборонная промышленность']
    },
    488561: (e) => {
      e.exports = ['Афганистан']
    },
    655312: (e) => {
      e.exports = ['Африка']
    },
    400730: (e) => {
      e.exports = ['Сельскохозяйственная техника']
    },
    682628: (e) => {
      e.exports = ['Агрономические биотехнологии']
    },
    477629: (e) => {
      e.exports = ['Сельскохозяйственные химикаты']
    },
    923974: (e) => {
      e.exports = ['Оптовая торговля сельскохозяйственными химикатами']
    },
    759129: (e) => {
      e.exports = ['Сельскохозяйственные продукты и помол зерна']
    },
    792503: (e) => {
      e.exports = ['Услуги поддержки сельского хозяйства']
    },
    828450: (e) => {
      e.exports = ['Воздушные и газовые компрессоры']
    },
    821313: (e) => {
      e.exports = ['Грузовые авиаперевозки']
    },
    295775: (e) => {
      e.exports = ['Авиаперевозки и курьерские услуги']
    },
    71774: (e) => {
      e.exports = ['Авиаперевозки и логистика']
    },
    961220: (e) => {
      e.exports = ['Авиаперевозки и курьерские услуги']
    },
    937090: (e) => {
      e.exports = ['Услуги грузовых авиаперевозок и доставки']
    },
    22844: (e) => {
      e.exports = ['Оптовая торговля авиационным оборудованием']
    },
    107173: (e) => {
      e.exports = ['Производство авиационных запчастей']
    },
    338475: (e) => {
      e.exports = ['Бортовое питание']
    },
    267983: (e) => {
      e.exports = ['Авиакомпании']
    },
    697706: (e) => {
      e.exports = ['Операторы аэропорта']
    },
    599612: (e) => {
      e.exports = ['Аэропорты']
    },
    36695: (e) => {
      e.exports = ['Нетрадиционная медицина']
    },
    186722: (e) => {
      e.exports = ['Учреждения нетрадиционной медицины']
    },
    223603: (e) => {
      e.exports = ['Альтернативные источники энергии']
    },
    30303: (e) => {
      e.exports = ['Алюминий']
    },
    502974: (e) => {
      e.exports = ['Прокат алюминия']
    },
    131898: (e) => {
      e.exports = ['Албания']
    },
    181053: (e) => {
      e.exports = ['Алжир']
    },
    277446: (e) => {
      e.exports = ['Производство прочих продуктов питания']
    },
    255072: (e) => {
      e.exports = ['Одежда и обувь']
    },
    737703: (e) => {
      e.exports = ['Розничная торговля одеждой и обувью']
    },
    215411: (e) => {
      e.exports = ['Одежда и аксессуары']
    },
    577102: (e) => {
      e.exports = ['Одежда и аксессуары — розница']
    },
    856794: (e) => {
      e.exports = ['Оптовая торговля одеждой']
    },
    978972: (e) => {
      e.exports = ['Бытовая техника и товары для дома']
    },
    463399: (e) => {
      e.exports = ['Бытовая техника, инструменты и товары для дома']
    },
    747187: (e) => {
      e.exports = ['Прикладное программное обеспечение']
    },
    178186: (e) => {
      e.exports = ['Аквакультура']
    },
    399659: (e) => {
      e.exports = ['Аруба']
    },
    834742: (e) => {
      e.exports = ['Аргентина']
    },
    384290: (e) => {
      e.exports = ['Армения']
    },
    963869: (e) => {
      e.exports = ['Производство оружия и боеприпасов']
    },
    161768: (e) => {
      e.exports = ['Азия']
    },
    926694: (e) => {
      e.exports = ['Торговые автоматы']
    },
    708964: (e) => {
      e.exports = ['Легковые автомобили и минивэны']
    },
    97791: (e) => {
      e.exports = ['Автомобильные аксессуары']
    },
    740154: (e) => {
      e.exports = ['Вторичный авторынок']
    },
    373921: (e) => {
      e.exports = ['Автомобильные аккумуляторы']
    },
    349458: (e) => {
      e.exports = ['Автомобильные кузовные детали']
    },
    431061: (e) => {
      e.exports = [
        'Розничная торговля автомобильными запчастями и аксессуарами',
      ]
    },
    851585: (e) => {
      e.exports = ['Автомобильные системы']
    },
    186027: (e) => {
      e.exports = ['Производители легковых и грузовых автомобилей']
    },
    615617: (e) => {
      e.exports = ['Оптовая торговля запчастями для автомобилей и грузовиков']
    },
    229158: (e) => {
      e.exports = ['Оптовая торговля автомобилями и грузовиками']
    },
    216695: (e) => {
      e.exports = ['Средства для очистки автомобиля']
    },
    752313: (e) => {
      e.exports = ['Производство оригинальных автомобильных запчастей']
    },
    366586: (e) => {
      e.exports = ['Автотранспорт, запчасти и обслуживание — розница']
    },
    417049: (e) => {
      e.exports = ['Запчасти для легковых, грузовых автомобилей и мотоциклов']
    },
    50132: (e) => {
      e.exports = ['Австралия']
    },
    226505: (e) => {
      e.exports = ['Австрия']
    },
    751361: (e) => {
      e.exports = ['Азербайджан']
    },
    746406: (e) => {
      e.exports = ['Ботсвана']
    },
    867634: (e) => {
      e.exports = ['Бутилированная вода и лёд']
    },
    896497: (e) => {
      e.exports = ['Остров Буве']
    },
    984615: (e) => {
      e.exports = ['Боливия']
    },
    661033: (e) => {
      e.exports = ['Бонэйр, Синт-Эстатиус и Саба']
    },
    879852: (e) => {
      e.exports = ['Облигации']
    },
    650342: (e) => {
      e.exports = ['Розничная торговля книгами и журналами']
    },
    697555: (e) => {
      e.exports = ['Услуги книгопечатания']
    },
    298060: (e) => {
      e.exports = ['Издательство книг']
    },
    41448: (e) => {
      e.exports = ['Босния и Герцеговина']
    },
    692537: (e) => {
      e.exports = ['Сантехника']
    },
    17121: (e) => {
      e.exports = ['Батареи и источники бесперебойного питания']
    },
    714872: (e) => {
      e.exports = ['Добыча бокситов']
    },
    935022: (e) => {
      e.exports = ['Детское питание']
    },
    755169: (e) => {
      e.exports = ['Багамские Острова']
    },
    280217: (e) => {
      e.exports = ['Шариковые и роликовые подшипники']
    },
    61587: (e) => {
      e.exports = ['Бангладеш']
    },
    166445: (e) => {
      e.exports = ['Банки']
    },
    466555: (e) => {
      e.exports = ['Банкетные залы и ресторанная деятельность']
    },
    560803: (e) => {
      e.exports = ['Барбадос']
    },
    908135: (e) => {
      e.exports = ['Сырьё']
    },
    20369: (e) => {
      e.exports = ['Напитки (производство/продажа)']
    },
    711209: (e) => {
      e.exports = ['Напитки: алкогольные']
    },
    973041: (e) => {
      e.exports = ['Напитки: безалкогольные']
    },
    279230: (e) => {
      e.exports = ['Товары для салонов красоты']
    },
    546343: (e) => {
      e.exports = ['Производство говядины и телятины']
    },
    237471: (e) => {
      e.exports = ['Пивные, винные и другие магазины спиртных напитков']
    },
    909293: (e) => {
      e.exports = ['Беларусь']
    },
    637653: (e) => {
      e.exports = ['Бельгия']
    },
    577138: (e) => {
      e.exports = ['Белиз']
    },
    800662: (e) => {
      e.exports = ['Бенин']
    },
    852424: (e) => {
      e.exports = ['Бермудские Острова']
    },
    624751: (e) => {
      e.exports = ['Бутан']
    },
    205415: (e) => {
      e.exports = ['Производство велосипедов']
    },
    918705: (e) => {
      e.exports = ['Биомедицинские приборы']
    },
    52535: (e) => {
      e.exports = ['Биодиагностика и биотестирование']
    },
    804316: (e) => {
      e.exports = ['Биотерапевтические лекарственные средства']
    },
    956360: (e) => {
      e.exports = ['Биодизель']
    },
    551850: (e) => {
      e.exports = ['Топливо из биомассы и биогаза']
    },
    847860: (e) => {
      e.exports = ['Биометрическая продукция']
    },
    575118: (e) => {
      e.exports = ['Биофармацевтические препараты']
    },
    752669: (e) => {
      e.exports = ['Биотехнологии']
    },
    436813: (e) => {
      e.exports = ['Биотехнологии и медицинские исследования']
    },
    625727: (e) => {
      e.exports = ['Противозачаточные средства']
    },
    660484: (e) => {
      e.exports = ['Бруней']
    },
    506311: (e) => {
      e.exports = ['Брендинг и нейминг']
    },
    228867: (e) => {
      e.exports = ['Бразилия']
    },
    762107: (e) => {
      e.exports = ['Производство хлеба и хлебобулочных изделий']
    },
    29252: (e) => {
      e.exports = ['Производство сухих завтраков']
    },
    990529: (e) => {
      e.exports = ['Пивоварни']
    },
    660635: (e) => {
      e.exports = ['Британская Территория в Индийском Океане']
    },
    667354: (e) => {
      e.exports = ['Виргинские Острова (Великобритания)']
    },
    350795: (e) => {
      e.exports = ['Телерадиовещание']
    },
    598959: (e) => {
      e.exports = ['Вещательное оборудование']
    },
    105617: (e) => {
      e.exports = ['Брокерские услуги']
    },
    501039: (e) => {
      e.exports = ['Мётлы, щётки и совки']
    },
    2091: (e) => {
      e.exports = ['Продавцы строительных товаров']
    },
    303152: (e) => {
      e.exports = ['Строительный подрядчик']
    },
    131558: (e) => {
      e.exports = ['Строительные материалы']
    },
    801685: (e) => {
      e.exports = ['Болгария']
    },
    713026: (e) => {
      e.exports = ['Буркина-Фасо']
    },
    238912: (e) => {
      e.exports = ['Бурунди']
    },
    759624: (e) => {
      e.exports = ['Бизнес-услуги']
    },
    277583: (e) => {
      e.exports = ['Услуги поддержки бизнеса']
    },
    106231: (e) => {
      e.exports = ['Средства поддержки бизнеса']
    },
    715822: (e) => {
      e.exports = ['Государственные компании']
    },
    843033: (e) => {
      e.exports = ['Золото']
    },
    850398: (e) => {
      e.exports = ['Добыча золота']
    },
    323346: (e) => {
      e.exports = ['Поля для гольфа']
    },
    281273: (e) => {
      e.exports = ['Габон']
    },
    680793: (e) => {
      e.exports = ['Гамбия']
    },
    970292: (e) => {
      e.exports = ['Производители игровых автоматов']
    },
    496024: (e) => {
      e.exports = ['Игры, игрушки и детские машины']
    },
    681243: (e) => {
      e.exports = ['Игровые автоматы']
    },
    246824: (e) => {
      e.exports = ['Газоснабжение']
    },
    723937: (e) => {
      e.exports = ['Бурение газовых скважин — на суше']
    },
    450047: (e) => {
      e.exports = ['Автозаправочные станции']
    },
    386732: (e) => {
      e.exports = ['Общеобразовательные услуги']
    },
    197617: (e) => {
      e.exports = ['Органы государственного управления']
    },
    583807: (e) => {
      e.exports = ['Дженериковые лекарственные препараты']
    },
    677938: (e) => {
      e.exports = ['Геофизическая съемка и картографические услуги']
    },
    118059: (e) => {
      e.exports = ['Грузия']
    },
    159985: (e) => {
      e.exports = ['Германия']
    },
    848856: (e) => {
      e.exports = ['Гана']
    },
    423151: (e) => {
      e.exports = ['Гибралтар']
    },
    211207: (e) => {
      e.exports = ['Магазины подарков и сувениров']
    },
    250811: (e) => {
      e.exports = ['Стеклянные контейнеры и тара']
    },
    47999: (e) => {
      e.exports = ['Очки и контактные линзы']
    },
    248347: (e) => {
      e.exports = ['Выращивание зерна']
    },
    17026: (e) => {
      e.exports = ['Гренландия']
    },
    480411: (e) => {
      e.exports = ['Греция']
    },
    882614: (e) => {
      e.exports = ['Гренада']
    },
    867687: (e) => {
      e.exports = ['Услуги наземных перевозок и логистика']
    },
    431526: (e) => {
      e.exports = ['Гайана']
    },
    72606: (e) => {
      e.exports = ['Гваделупа']
    },
    967946: (e) => {
      e.exports = ['Территория Гуам']
    },
    673613: (e) => {
      e.exports = ['Гватемала']
    },
    639445: (e) => {
      e.exports = ['Гернси']
    },
    71747: (e) => {
      e.exports = ['Экскурсионный турператор']
    },
    236877: (e) => {
      e.exports = ['Гвинея']
    },
    193786: (e) => {
      e.exports = ['Гвинея-Бисау']
    },
    909552: (e) => {
      e.exports = ['Тренажёрные залы, фитнес- и спа-центры']
    },
    564330: (e) => {
      e.exports = ['Частные медицинские центры']
    },
    519298: (e) => {
      e.exports = ['Куклы и мягкие игрушки']
    },
    887461: (e) => {
      e.exports = ['Доминика']
    },
    863314: (e) => {
      e.exports = ['Доминиканская Республика']
    },
    944704: (e) => {
      e.exports = ['Двери и оконные рамы']
    },
    202056: (e) => {
      e.exports = ['Услуги обработки информации']
    },
    570506: (e) => {
      e.exports = ['Дневной диапазон']
    },
    573924: (e) => {
      e.exports = ['Молочная продукция']
    },
    280019: (e) => {
      e.exports = ['Морские перевозки']
    },
    78211: (e) => {
      e.exports = ['Данные с задержкой']
    },
    64901: (e) => {
      e.exports = ['Дания']
    },
    515023: (e) => {
      e.exports = ['Универмаги/специализированные розничные магазины']
    },
    610643: (e) => {
      e.exports = ['Универмаги']
    },
    35337: (e) => {
      e.exports = ['Дизайнерские услуги']
    },
    489572: (e) => {
      e.exports = ['Различные химикаты']
    },
    314562: (e) => {
      e.exports = ['Диверсифицированные инвестиции']
    },
    785205: (e) => {
      e.exports = ['Инвестиционные фонды различной недвижимости']
    },
    229363: (e) => {
      e.exports = ['Диверсифицированная торговля и дистрибуция']
    },
    464845: (e) => {
      e.exports = ['Вещества для диагностики и обследования']
    },
    239882: (e) => {
      e.exports = ['Производство веществ для диагностики и обследования']
    },
    943475: (e) => {
      e.exports = ['Добыча алмазов']
    },
    527407: (e) => {
      e.exports = ['Агентства электронных СМИ']
    },
    34087: (e) => {
      e.exports = ['Цифровая полиграфия']
    },
    759459: (e) => {
      e.exports = ['Прямой маркетинг']
    },
    420192: (e) => {
      e.exports = ['Издательство каталогов']
    },
    534635: (e) => {
      e.exports = ['Дисконтные магазины']
    },
    272494: (e) => {
      e.exports = ['Дисконтные магазины с бакалейными товарами']
    },
    650595: (e) => {
      e.exports = ['Дисконтные магазины без бакалеи']
    },
    518689: (e) => {
      e.exports = ['Показывать шаблоны']
    },
    101303: (e) => {
      e.exports = ['Ликёро-водочные заводы']
    },
    78531: (e) => {
      e.exports = ['Винно-водочные заводы']
    },
    151254: (e) => {
      e.exports = ['Дистрибуция']
    },
    439687: (e) => {
      e.exports = ['Джибути']
    },
    221101: (e) => {
      e.exports = ['Аптечные сети']
    },
    270417: (e) => {
      e.exports = ['Системы доставки лекарственных средств']
    },
    580947: (e) => {
      e.exports = ['Продажа лекарственных средств — розница']
    },
    105306: (e) => {
      e.exports = ['Электронная коммерция и онлайн аукционы']
    },
    242692: (e) => {
      e.exports = ['Службы по трудоустройству']
    },
    692561: (e) => {
      e.exports = ['Организация развлечений']
    },
    171956: (e) => {
      e.exports = ['Оборудование и услуги для организации развлечений']
    },
    437438: (e) => {
      e.exports = ['Корпоративное программное обеспечение']
    },
    185245: (e) => {
      e.exports = ['Биотехнологии окружающей среды']
    },
    791590: (e) => {
      e.exports = ['Экологические консультации']
    },
    147765: (e) => {
      e.exports = ['Экологические услуги']
    },
    75745: (e) => {
      e.exports = ['Экологические услуги и оборудование']
    },
    132023: (e) => {
      e.exports = ['Обновляется в конце дня']
    },
    618383: (e) => {
      e.exports = ['Энергетика']
    },
    503332: (e) => {
      e.exports = ['Энергетические и минеральные ресурсы']
    },
    129063: (e) => {
      e.exports = ['Энергетические напитки']
    },
    159701: (e) => {
      e.exports = ['Двигатели и системы трансмиссии']
    },
    675094: (e) => {
      e.exports = ['Инженерные и строительные услуги']
    },
    593004: (e) => {
      e.exports = ['Эквадор']
    },
    337556: (e) => {
      e.exports = ['Экономика']
    },
    376278: (e) => {
      e.exports = ['Поставщики образовательной и обучающей информации']
    },
    504002: (e) => {
      e.exports = ['Образовательные услуги']
    },
    205390: (e) => {
      e.exports = ['Египет']
    },
    444228: (e) => {
      e.exports = ['Сальвадор']
    },
    506029: (e) => {
      e.exports = ['Строительство электросетей']
    },
    523077: (e) => {
      e.exports = ['Оптовая торговля электрооборудованием']
    },
    593324: (e) => {
      e.exports = ['Электроэнергетика']
    },
    911874: (e) => {
      e.exports = ['Электроэнергетика: Центральная']
    },
    529652: (e) => {
      e.exports = ['Электрические (альтернативные) транспортные средства']
    },
    792264: (e) => {
      e.exports = ['Электрические детали и оборудование']
    },
    504631: (e) => {
      e.exports = ['Электрические измерительные и испытательные инструменты']
    },
    119365: (e) => {
      e.exports = ['Электротовары']
    },
    512853: (e) => {
      e.exports = ['Электронные трубки и изоляционный материал']
    },
    494934: (e) => {
      e.exports = ['Дистрибьюторы электроники']
    },
    955251: (e) => {
      e.exports = ['Магазины электроники и бытовой техники']
    },
    78303: (e) => {
      e.exports = ['Электроника и бытовая техника']
    },
    702813: (e) => {
      e.exports = ['Электронные компоненты']
    },
    906427: (e) => {
      e.exports = ['Электронные комплектующие']
    },
    192120: (e) => {
      e.exports = ['Электронное оборудование и запчасти']
    },
    428718: (e) => {
      e.exports = ['Электронные оборудование и приборы']
    },
    7681: (e) => {
      e.exports = ['Электронное оборудование и запчасти']
    },
    960249: (e) => {
      e.exports = ['Оборудование для производства электроники']
    },
    69296: (e) => {
      e.exports = ['Услуги по ремонту электроники']
    },
    225255: (e) => {
      e.exports = ['Электронные технологии']
    },
    223581: (e) => {
      e.exports = ['Лифты и подъёмно-транспортное оборудование']
    },
    978454: (e) => {
      e.exports = ['Эпоксидная смола']
    },
    802376: (e) => {
      e.exports = ['Экваториальная Гвинея']
    },
    959005: (e) => {
      e.exports = ['Средства']
    },
    33356: (e) => {
      e.exports = ['Эритрея']
    },
    959823: (e) => {
      e.exports = ['Эстония']
    },
    871985: (e) => {
      e.exports = ['Эсватини']
    },
    180669: (e) => {
      e.exports = ['Этаноловое топливо']
    },
    698440: (e) => {
      e.exports = ['Эфиопия']
    },
    559592: (e) => {
      e.exports = ['Европа']
    },
    600442: (e) => {
      e.exports = ['Европейский союз']
    },
    220187: (e) => {
      e.exports = ['Биржевой инвестиционный фонд']
    },
    215991: (e) => {
      e.exports = ['Биржевые инвестиционные фонды']
    },
    890295: (e) => {
      e.exports = ['Услуги по подбору менеджеров высшего звена']
    },
    506079: (e) => {
      e.exports = ['Выставочные и конференц-услуги']
    },
    775740: (e) => {
      e.exports = ['Экзотические']
    },
    474746: (e) => {
      e.exports = ['Взрывчатые вещества']
    },
    768666: (e) => {
      e.exports = ['Дистрибьюторы продовольственных товаров']
    },
    113339: (e) => {
      e.exports = ['Пищевые ингредиенты']
    },
    114898: (e) => {
      e.exports = ['Продуктовые рынки']
    },
    98864: (e) => {
      e.exports = ['Пищевая промышленность']
    },
    807264: (e) => {
      e.exports = ['Продуктовая розница']
    },
    827416: (e) => {
      e.exports = ['Розничная торговля и дистрибуция продуктов питания']
    },
    223293: (e) => {
      e.exports = ['Оптовая торговля продуктами питания']
    },
    96714: (e) => {
      e.exports = ['Пищевая промышленность']
    },
    941247: (e) => {
      e.exports = ['Пищевая промышленность: мясо, рыба и молочная продукция']
    },
    39828: (e) => {
      e.exports = ['Пищевая промышленность: деликатесы и кондитерские изделия']
    },
    481543: (e) => {
      e.exports = ['Обувь']
    },
    903889: (e) => {
      e.exports = ['Розничная торговля обувью']
    },
    103590: (e) => {
      e.exports = ['Оптовая торговля обувью']
    },
    106061: (e) => {
      e.exports = ['Лесоматериалы']
    },
    209373: (e) => {
      e.exports = ['Лесные питомники и сбор лесных продуктов']
    },
    243463: (e) => {
      e.exports = ['Лесоматериалы']
    },
    891577: (e) => {
      e.exports = ['Охрана и защита леса']
    },
    324241: (e) => {
      e.exports = ['Форекс']
    },
    390568: (e) => {
      e.exports = ['Форекс {country}: {sector}']
    },
    9618: (e) => {
      e.exports = ['Электроэнергетика на ископаемом топливе']
    },
    773240: (e) => {
      e.exports = ['Независимые производители энергии на ископаемом топливе']
    },
    229550: (e) => {
      e.exports = ['Крашение и отделка ткани']
    },
    440195: (e) => {
      e.exports = ['Факторинг']
    },
    903181: (e) => {
      e.exports = ['Фолклендские острова']
    },
    464588: (e) => {
      e.exports = ['Фолклендские (Мальвинские) острова']
    },
    246844: (e) => {
      e.exports = ['Фарерские острова']
    },
    336970: (e) => {
      e.exports = ['Имиджевые очки']
    },
    98489: (e) => {
      e.exports = ['Удобрения']
    },
    884019: (e) => {
      e.exports = ['Производство оптоволоконного кабеля']
    },
    979981: (e) => {
      e.exports = ['Фиджи']
    },
    909228: (e) => {
      e.exports = ['Финансы']
    },
    96753: (e) => {
      e.exports = ['Финансирование, лизинг, аренда']
    },
    561812: (e) => {
      e.exports = ['Финансы: потребительский услуги']
    },
    833176: (e) => {
      e.exports = ['Финансы']
    },
    820611: (e) => {
      e.exports = ['Операторы финансового и товарного биржевого рынка']
    },
    445459: (e) => {
      e.exports = ['Финансовые конгломераты']
    },
    807260: (e) => {
      e.exports = ['Поставщики финансовой информации']
    },
    925067: (e) => {
      e.exports = ['Финансовые публикации и услуги']
    },
    563139: (e) => {
      e.exports = ['Финансовые технологии и инфраструктура']
    },
    677720: (e) => {
      e.exports = ['Финансы']
    },
    936693: (e) => {
      e.exports = ['Финляндия']
    },
    312333: (e) => {
      e.exports = ['Рыбная и сельскохозяйственная продукция']
    },
    281308: (e) => {
      e.exports = ['Оптовая торговля рыбной и сельскохозяйственной продукцией']
    },
    385424: (e) => {
      e.exports = ['Пневматические, гидравлические цилиндры и актуаторы']
    },
    912825: (e) => {
      e.exports = ['Розничная торговля напольными покрытиями']
    },
    904945: (e) => {
      e.exports = ['Производство полов и интерьерной плитки']
    },
    46621: (e) => {
      e.exports = ['Выращивание цветов']
    },
    832439: (e) => {
      e.exports = ['Мукомольное производство']
    },
    277345: (e) => {
      e.exports = ['Переработка фруктов и овощей']
    },
    909830: (e) => {
      e.exports = ['Фруктовые напитки']
    },
    696013: (e) => {
      e.exports = ['Франция']
    },
    282827: (e) => {
      e.exports = ['Организация грузовых перевозок']
    },
    418379: (e) => {
      e.exports = ['Грузовые автоперевозки']
    },
    345206: (e) => {
      e.exports = ['Французская Гвиана']
    },
    400778: (e) => {
      e.exports = ['Французская Полинезия']
    },
    35328: (e) => {
      e.exports = ['Французские Южные и Антарктические территории']
    },
    221739: (e) => {
      e.exports = ['Производство замороженных продуктов']
    },
    468631: (e) => {
      e.exports = ['Фьючерсы']
    },
    163358: (e) => {
      e.exports = ['Ритуальные услуги']
    },
    862052: (e) => {
      e.exports = ['Мебель']
    },
    795689: (e) => {
      e.exports = ['Розничная торговля мебелью']
    },
    415400: (e) => {
      e.exports = ['Трикотаж']
    },
    695873: (e) => {
      e.exports = ['Республика Косово']
    },
    17904: (e) => {
      e.exports = ['Казахстан']
    },
    89080: (e) => {
      e.exports = ['Кения']
    },
    369625: (e) => {
      e.exports = ['Кухонные приборы']
    },
    231786: (e) => {
      e.exports = ['Кухонные шкафы']
    },
    593442: (e) => {
      e.exports = ['Кирибати']
    },
    357872: (e) => {
      e.exports = ['Киргизия']
    },
    109132: (e) => {
      e.exports = ['Отели и мотели']
    },
    899711: (e) => {
      e.exports = ['Отели, курорты и круизы']
    },
    449277: (e) => {
      e.exports = ['Отели, мотели и круизные линии']
    },
    373741: (e) => {
      e.exports = ['Бытовая техника']
    },
    888469: (e) => {
      e.exports = ['Бытовая электроника']
    },
    906340: (e) => {
      e.exports = ['Бытовые товары']
    },
    371016: (e) => {
      e.exports = ['Бытовые и хозяйственные товары']
    },
    258649: (e) => {
      e.exports = ['Холдинговые компании']
    },
    988958: (e) => {
      e.exports = ['Выходной день']
    },
    609984: (e) => {
      e.exports = ['Святой Престол']
    },
    649121: (e) => {
      e.exports = ['Домашнее аудио']
    },
    614994: (e) => {
      e.exports = ['Розничная торговля домашним декором']
    },
    664871: (e) => {
      e.exports = ['Товары для дома']
    },
    232471: (e) => {
      e.exports = ['Товары для дома — розница']
    },
    925958: (e) => {
      e.exports = ['Товары для дома — опт']
    },
    732318: (e) => {
      e.exports = ['Частные медицинские услуги']
    },
    614369: (e) => {
      e.exports = ['Сетевые магазины товаров для ремонта и обустройства']
    },
    775126: (e) => {
      e.exports = ['Товары и услуги для ремонта — розница']
    },
    833063: (e) => {
      e.exports = ['Строительство жилья']
    },
    351863: (e) => {
      e.exports = ['Гондурас']
    },
    867017: (e) => {
      e.exports = ['Дорожки для скачек и собачьих бегов']
    },
    197862: (e) => {
      e.exports = ['Чулочные изделия и носки']
    },
    288887: (e) => {
      e.exports = ['Уход за больными и санитарное обслуживание']
    },
    510822: (e) => {
      e.exports = ['Инвестиционные фонды гостиничной недвижимости']
    },
    210496: (e) => {
      e.exports = ['Больницы, клиники и услуги первой медицинской помощи']
    },
    761881: (e) => {
      e.exports = ['Аксессуары для ухода за волосами']
    },
    409073: (e) => {
      e.exports = ['Гаити']
    },
    339360: (e) => {
      e.exports = ['Убой и разделка халяльного скота']
    },
    719348: (e) => {
      e.exports = ['Сумки и чемоданы']
    },
    832803: (e) => {
      e.exports = ['Розничные продавцы сумок и чемоданов']
    },
    177578: (e) => {
      e.exports = ['Магазины натуральных продуктов']
    },
    717055: (e) => {
      e.exports = ['Медицинское страхование']
    },
    617047: (e) => {
      e.exports = ['Здравоохранение']
    },
    792105: (e) => {
      e.exports = ['Медицинские технологии']
    },
    443863: (e) => {
      e.exports = ['Здравоохранение']
    },
    242239: (e) => {
      e.exports = ['Медицинские учреждения и услуги']
    },
    434344: (e) => {
      e.exports = ['Инвестиционные фонды недвижимости медицинских учреждений']
    },
    941177: (e) => {
      e.exports = ['Остров Херд и острова Макдональд']
    },
    262997: (e) => {
      e.exports = ['Системы отопления, вентиляции и кондиционирования']
    },
    420147: (e) => {
      e.exports = ['Автобусы дальнего следования']
    },
    302366: (e) => {
      e.exports = ['Тяжёлое электрооборудование']
    },
    214316: (e) => {
      e.exports = ['Мощные двигатели и генераторы']
    },
    677511: (e) => {
      e.exports = ['Тяжёлая техника и транспорт']
    },
    102613: (e) => {
      e.exports = ['Оптовая торговля тяжёлой техникой и транспортом']
    },
    723339: (e) => {
      e.exports = ['Большегрузные автомобили']
    },
    8116: (e) => {
      e.exports = ['Хедж-фонды']
    },
    513691: (e) => {
      e.exports = ['Строительство шоссе и мостов']
    },
    234376: (e) => {
      e.exports = ['Операторы шоссе']
    },
    564956: (e) => {
      e.exports = ['Автомобильные дороги и железнодорожные пути']
    },
    165969: (e) => {
      e.exports = ['Консультации по подбору персонала']
    },
    930646: (e) => {
      e.exports = ['Венгрия']
    },
    993423: (e) => {
      e.exports = ['Водородное топливо']
    },
    487948: (e) => {
      e.exports = ['Гидроэнергетическое оборудование']
    },
    93819: (e) => {
      e.exports = ['IT-услуги и консультации']
    },
    976473: (e) => {
      e.exports = ['Интегрированная горная промышленность']
    },
    516759: (e) => {
      e.exports = ['Интегральные схемы']
    },
    359091: (e) => {
      e.exports = ['Операторы интегрированной логистики']
    },
    693347: (e) => {
      e.exports = ['Интегрированная нефтяная промышленность']
    },
    450694: (e) => {
      e.exports = ['Нефте- и газодобыча']
    },
    216900: (e) => {
      e.exports = ['Интегрированные коммуникационные услуги']
    },
    265164: (e) => {
      e.exports = ['Междилерский брокер']
    },
    690569: (e) => {
      e.exports = ['Услуги дизайна интерьера']
    },
    379393: (e) => {
      e.exports = ['Финансирование международной торговли']
    },
    263466: (e) => {
      e.exports = ['Интернет-магазины']
    },
    348290: (e) => {
      e.exports = ['Дисконтные Интернет-магазины']
    },
    837443: (e) => {
      e.exports = ['Игры онлайн']
    },
    340367: (e) => {
      e.exports = ['Интернет-сервисы и ПО']
    },
    503694: (e) => {
      e.exports = ['Интернет-безопасность и услуги онлайн-транзакций']
    },
    282157: (e) => {
      e.exports = ['Интернет-провайдеры']
    },
    446448: (e) => {
      e.exports = ['Интернет-услуги']
    },
    456231: (e) => {
      e.exports = ['Розничные интернет-магазины']
    },
    403877: (e) => {
      e.exports = ['Инвестиционные банкиры/брокеры/услуги']
    },
    899916: (e) => {
      e.exports = ['Инвестиционно-банковская деятельность']
    },
    407291: (e) => {
      e.exports = ['Инвестиционно-банковские и брокерские услуги']
    },
    598801: (e) => {
      e.exports = ['Инвестиционные банки, брокеры']
    },
    701468: (e) => {
      e.exports = ['Управление инвестициями']
    },
    851573: (e) => {
      e.exports = ['Управление инвестициями и фонд-операторы']
    },
    384728: (e) => {
      e.exports = ['Управление инвестициями']
    },
    568662: (e) => {
      e.exports = ['Инструменты инвестиционной поддержки']
    },
    711991: (e) => {
      e.exports = ['Инвестиционные трасты']
    },
    461181: (e) => {
      e.exports = ['Инвестиционные компании и паевые фонды']
    },
    150039: (e) => {
      e.exports = ['Независимые производители энергии']
    },
    99391: (e) => {
      e.exports = ['Индексы']
    },
    16207: (e) => {
      e.exports = ['Индия']
    },
    609759: (e) => {
      e.exports = ['Индонезия']
    },
    103889: (e) => {
      e.exports = ['Девелопмент промышленной недвижимости']
    },
    41532: (e) => {
      e.exports = ['Промышленные биотехнологические химические вещества']
    },
    446841: (e) => {
      e.exports = ['Промышленные конгломераты']
    },
    964174: (e) => {
      e.exports = ['Спецодежда и униформа']
    },
    494186: (e) => {
      e.exports = ['Промышленные электрические распределительные устройства']
    },
    607238: (e) => {
      e.exports = ['Промышленный газ']
    },
    890117: (e) => {
      e.exports = ['Промышленное оборудование']
    },
    931801: (e) => {
      e.exports = ['Промышленное оборудование и оснастка']
    },
    173904: (e) => {
      e.exports = ['Промышленное оборудование и оснастка — оптовая торговля']
    },
    868948: (e) => {
      e.exports = ['Промышленные пресс-формы']
    },
    799712: (e) => {
      e.exports = ['Промышленные детали и комплектующие']
    },
    483886: (e) => {
      e.exports = ['Промышленные предприятия']
    },
    754605: (e) => {
      e.exports = ['Промышленные печи и духовые шкафы']
    },
    722662: (e) => {
      e.exports = ['Инвестиционные фонды промышленной недвижимости']
    },
    743771: (e) => {
      e.exports = ['Резинотехнические изделия']
    },
    685674: (e) => {
      e.exports = ['Производственно-технические услуги']
    },
    305546: (e) => {
      e.exports = ['Специализированная промышленность']
    },
    123810: (e) => {
      e.exports = ['Производство промышленных клапанов']
    },
    438887: (e) => {
      e.exports = ['Промышленность']
    },
    808339: (e) => {
      e.exports = ['Услуги в области информационных технологий']
    },
    497333: (e) => {
      e.exports = ['Перевозка грузов по внутренним водным путям']
    },
    800261: (e) => {
      e.exports = ['Устройства ввода данных']
    },
    113439: (e) => {
      e.exports = ['Инструмент не разрешён']
    },
    632770: (e) => {
      e.exports = ['Страхование — автомобили']
    },
    290945: (e) => {
      e.exports = ['Страховые брокеры']
    },
    428500: (e) => {
      e.exports = ['Услуги страховых брокеров']
    },
    664150: (e) => {
      e.exports = ['Исландия']
    },
    351834: (e) => {
      e.exports = ['Ирак']
    },
    328408: (e) => {
      e.exports = ['Ирландия']
    },
    586118: (e) => {
      e.exports = ['Добыча железной руды']
    },
    501648: (e) => {
      e.exports = ['Сталелитейные и металлургические заводы']
    },
    582452: (e) => {
      e.exports = ['Остров Мэн']
    },
    261935: (e) => {
      e.exports = ['Израиль']
    },
    43246: (e) => {
      e.exports = ['Италия']
    },
    418556: (e) => {
      e.exports = ['Иордания']
    },
    516243: (e) => {
      e.exports = ['Ямайка']
    },
    692443: (e) => {
      e.exports = ['Япония']
    },
    842206: (e) => {
      e.exports = ['Ювелирные украшения']
    },
    403795: (e) => {
      e.exports = ['Розничная торговля ювелирными украшениями и часами']
    },
    671435: (e) => {
      e.exports = ['Джинсы']
    },
    119803: (e) => {
      e.exports = ['Джерси']
    },
    590760: (e) => {
      e.exports = ['Детская мебель']
    },
    552456: (e) => {
      e.exports = ['Оман']
    },
    846719: (e) => {
      e.exports = ['Онлайн порталы вакансий']
    },
    183268: (e) => {
      e.exports = ['Офисное оборудование']
    },
    623891: (e) => {
      e.exports = ['Офисное оборудование и канцелярские товары']
    },
    458339: (e) => {
      e.exports = ['Аренда оргтехники и офисных принадлежностей']
    },
    761701: (e) => {
      e.exports = ['Оптовая торговля оргтехникой']
    },
    57859: (e) => {
      e.exports = ['Офисная мебель']
    },
    929677: (e) => {
      e.exports = ['Инвестиционные фонды офисной недвижимости']
    },
    88442: (e) => {
      e.exports = ['Девелопмент офисной недвижимости']
    },
    215834: (e) => {
      e.exports = ['Услуги в сфере офисной недвижимости']
    },
    174606: (e) => {
      e.exports = ['Офисные принадлежности']
    },
    495693: (e) => {
      e.exports = ['Магазины офисных принадлежностей и канцтоваров']
    },
    447796: (e) => {
      e.exports = ['Оптовая торговля офисными принадлежностями']
    },
    327548: (e) => {
      e.exports = ['Офисная техника']
    },
    775483: (e) => {
      e.exports = ['Бурение нефтяных и газовых скважин']
    },
    755572: (e) => {
      e.exports = ['Поиск, добыча нефти и газа']
    },
    362334: (e) => {
      e.exports = ['Нефте- и газопроводы']
    },
    663977: (e) => {
      e.exports = ['Нефтегазовое производство']
    },
    603981: (e) => {
      e.exports = ['Нефть и газ — переработка и продажа']
    },
    594751: (e) => {
      e.exports = ['Хранение нефтепродуктов и газа']
    },
    781399: (e) => {
      e.exports = ['Услуги транспортировки нефти и газа']
    },
    114397: (e) => {
      e.exports = ['Бурение нефтяных скважин — на суше']
    },
    139087: (e) => {
      e.exports = ['Бурение нефтяных скважин — на море']
    },
    173206: (e) => {
      e.exports = ['Разведка и добыча нефти — на море']
    },
    23036: (e) => {
      e.exports = ['Разведка и добыча нефти — на суше']
    },
    958511: (e) => {
      e.exports = ['Нефтепровод']
    },
    336170: (e) => {
      e.exports = ['Переработка и продажа нефти']
    },
    875051: (e) => {
      e.exports = [
        'Нефтяной сектор — Картографические и топографические услуги',
      ]
    },
    564337: (e) => {
      e.exports = ['Оборудование для нефтесервиса']
    },
    756691: (e) => {
      e.exports = ['Нефтесервис']
    },
    752993: (e) => {
      e.exports = ['Нефтесервис и оборудование']
    },
    68122: (e) => {
      e.exports = ['Нефтепромысловое оборудование и услуги']
    },
    440226: (e) => {
      e.exports = ['Магазины оптических товаров']
    },
    536347: (e) => {
      e.exports = ['Органическая и экологически произведённая ткань']
    },
    644710: (e) => {
      e.exports = ['Органическое удобрение']
    },
    49121: (e) => {
      e.exports = ['Прочие потребительские услуги']
    },
    886817: (e) => {
      e.exports = ['Прочие специальные потребительские товары']
    },
    980012: (e) => {
      e.exports = ['Прочие металлы и минералы']
    },
    819564: (e) => {
      e.exports = ['Прочие специализированные товары — розница']
    },
    656589: (e) => {
      e.exports = ['Прочие виды транспорта']
    },
    560877: (e) => {
      e.exports = ['Наружная реклама']
    },
    585557: (e) => {
      e.exports = ['Аутсорсинг и услуги по предоставлению персонала']
    },
    225448: (e) => {
      e.exports = ['Транспортировка и хранение СПГ']
    },
    267869: (e) => {
      e.exports = ['Лотерейные операторы']
    },
    759646: (e) => {
      e.exports = ['Местные учреждения']
    },
    359789: (e) => {
      e.exports = ['Двигатели для локомотивов и подвижной состав']
    },
    752212: (e) => {
      e.exports = ['Лесозаготовка и лесопильные заводы']
    },
    484045: (e) => {
      e.exports = ['Латвия']
    },
    417964: (e) => {
      e.exports = ['Принадлежности для прачечных']
    },
    76095: (e) => {
      e.exports = ['Межевание и раздел земельных участков']
    },
    446984: (e) => {
      e.exports = ['Лаос']
    },
    645558: (e) => {
      e.exports = ['Ноутбуки и настольные компьютеры']
    },
    399937: (e) => {
      e.exports = ['Лазерное оборудование']
    },
    42422: (e) => {
      e.exports = ['Добыча свинцовой руды']
    },
    200222: (e) => {
      e.exports = ['Изделия из кожи']
    },
    249647: (e) => {
      e.exports = ['Ливан']
    },
    421491: (e) => {
      e.exports = ['Юридические услуги']
    },
    421463: (e) => {
      e.exports = ['Отдых и развлечение']
    },
    655346: (e) => {
      e.exports = ['Оптовая торговля товарами для отдыха']
    },
    491338: (e) => {
      e.exports = ['Лесото']
    },
    529113: (e) => {
      e.exports = ['Литва']
    },
    244568: (e) => {
      e.exports = ['Либерия']
    },
    687451: (e) => {
      e.exports = ['Ливия']
    },
    148202: (e) => {
      e.exports = ['Лихтенштейн']
    },
    684319: (e) => {
      e.exports = ['Страхование жизни и здоровья']
    },
    38639: (e) => {
      e.exports = ['Страхование жизни и здоровья']
    },
    356945: (e) => {
      e.exports = ['Перестрахование жизни и здоровья']
    },
    833399: (e) => {
      e.exports = ['Страхование жизни']
    },
    268037: (e) => {
      e.exports = ['Лёгкие грузовики']
    },
    579264: (e) => {
      e.exports = ['Светотехническое оборудование']
    },
    844887: (e) => {
      e.exports = ['Осветительные приборы']
    },
    400782: (e) => {
      e.exports = ['Женское бельё']
    },
    421997: (e) => {
      e.exports = ['Предметы роскоши']
    },
    261072: (e) => {
      e.exports = ['Салоны по продаже автомобилей класса люкс']
    },
    915253: (e) => {
      e.exports = ['Автомобильная промышленность']
    },
    97369: (e) => {
      e.exports = ['Салоны по продаже мотоциклов']
    },
    42076: (e) => {
      e.exports = ['Запчасти и аксессуары для мотоциклов']
    },
    768693: (e) => {
      e.exports = ['Мотоциклы и мотороллеры']
    },
    875525: (e) => {
      e.exports = ['Кинотеатры и кинопродукция']
    },
    161979: (e) => {
      e.exports = ['Кино-, телепроизводство и прокат']
    },
    615609: (e) => {
      e.exports = ['Кинопроизводство/развлечения']
    },
    158266: (e) => {
      e.exports = ['Мозамбик']
    },
    193275: (e) => {
      e.exports = ['Мобильные приложения']
    },
    617606: (e) => {
      e.exports = ['Розничная торговля мобильными телефонами']
    },
    415354: (e) => {
      e.exports = ['Программное обеспечение для мобильных систем']
    },
    503427: (e) => {
      e.exports = ['Молдова']
    },
    904982: (e) => {
      e.exports = ['Монако']
    },
    927963: (e) => {
      e.exports = ['Монголия']
    },
    990370: (e) => {
      e.exports = ['Черногория']
    },
    153868: (e) => {
      e.exports = ['Монтсеррат']
    },
    216641: (e) => {
      e.exports = ['Марокко']
    },
    198263: (e) => {
      e.exports = ['Инвестиционные фонды ипотечной недвижимости']
    },
    335075: (e) => {
      e.exports = ['Мавритания']
    },
    902616: (e) => {
      e.exports = ['Маврикий']
    },
    36227: (e) => {
      e.exports = ['Майотта']
    },
    316450: (e) => {
      e.exports = ['Макао']
    },
    881206: (e) => {
      e.exports = ['Макао']
    },
    538609: (e) => {
      e.exports = ['Македония']
    },
    953260: (e) => {
      e.exports = ['Станки']
    },
    975621: (e) => {
      e.exports = ['Мадагаскар']
    },
    638730: (e) => {
      e.exports = ['Издательство журналов']
    },
    858975: (e) => {
      e.exports = ['Услуги по ремонту и техобслуживанию']
    },
    175595: (e) => {
      e.exports = ['Основные']
    },
    382016: (e) => {
      e.exports = ['Основные банки']
    },
    746560: (e) => {
      e.exports = ['Основные лекарственные препараты']
    },
    138815: (e) => {
      e.exports = ['Ведущие телекоммуникационные компании']
    },
    652371: (e) => {
      e.exports = ['Малави']
    },
    622622: (e) => {
      e.exports = ['Малайзия']
    },
    704255: (e) => {
      e.exports = ['Мальдивы']
    },
    410127: (e) => {
      e.exports = ['Мали']
    },
    465259: (e) => {
      e.exports = ['Производители солода']
    },
    32640: (e) => {
      e.exports = ['Медицинские услуги']
    },
    718208: (e) => {
      e.exports = ['Медицинские услуги']
    },
    471661: (e) => {
      e.exports = ['Управленческий консалтинг']
    },
    486533: (e) => {
      e.exports = ['Рынок открыт']
    },
    548979: (e) => {
      e.exports = ['Рынок закрыт']
    },
    676726: (e) => {
      e.exports = ['Анализ рынка']
    },
    838764: (e) => {
      e.exports = ['Услуги маркетингового консалтинга']
    },
    965677: (e) => {
      e.exports = ['Гавани']
    },
    849236: (e) => {
      e.exports = ['Морская перевозка грузов']
    },
    777510: (e) => {
      e.exports = ['Морские грузоперевозки и логистика']
    },
    732592: (e) => {
      e.exports = ['Морская логистика']
    },
    221122: (e) => {
      e.exports = ['Морские пассажирские перевозки']
    },
    72863: (e) => {
      e.exports = ['Услуги морских портов']
    },
    606463: (e) => {
      e.exports = ['Морские перевозки']
    },
    991727: (e) => {
      e.exports = ['Маршалловы Острова']
    },
    65413: (e) => {
      e.exports = ['Мартиника']
    },
    292772: (e) => {
      e.exports = ['Металлическая контейнеры и тара']
    },
    631683: (e) => {
      e.exports = ['Изготовление металлоконструкций']
    },
    71902: (e) => {
      e.exports = ['Оптовая торговля металлами']
    },
    5540: (e) => {
      e.exports = [
        'Склады-сервисные центры по резке и обработке металлоизделий',
      ]
    },
    888220: (e) => {
      e.exports = ['Прокатанный и обработанный под давлением металл']
    },
    555087: (e) => {
      e.exports = ['Мексика']
    },
    151841: (e) => {
      e.exports = ['Конгломераты СМИ']
    },
    483419: (e) => {
      e.exports = ['Агентства по закупке средств рекламы']
    },
    312832: (e) => {
      e.exports = ['Услуги по уходу за больными']
    },
    46759: (e) => {
      e.exports = ['Медицинские и диагностические лаборатории']
    },
    713638: (e) => {
      e.exports = ['Медицинские приборы и имплантаты']
    },
    230787: (e) => {
      e.exports = ['Оборудование для медицинской диагностики и обследования']
    },
    352462: (e) => {
      e.exports = ['Поставки медицинского оборудования']
    },
    34721: (e) => {
      e.exports = ['Медицинское оборудование']
    },
    471839: (e) => {
      e.exports = ['Оптовая торговля медицинским оборудованием']
    },
    307571: (e) => {
      e.exports = ['Медицинское оборудование, принадлежности и дистрибуция']
    },
    377279: (e) => {
      e.exports = ['Системы медицинской визуализации']
    },
    848587: (e) => {
      e.exports = ['Системы медицинского контроля']
    },
    361360: (e) => {
      e.exports = ['Медицинское протезирование']
    },
    33818: (e) => {
      e.exports = ['Медицинское программное обеспечение и техника']
    },
    771635: (e) => {
      e.exports = ['Организации по отдельным медицинским направлениям']
    },
    753614: (e) => {
      e.exports = ['Медицинские принадлежности']
    },
    65392: (e) => {
      e.exports = ['Чипы памяти (ОЗУ)']
    },
    390928: (e) => {
      e.exports = ['Мужская одежда']
    },
    374741: (e) => {
      e.exports = ['Розничная торговля мужской одеждой']
    },
    886958: (e) => {
      e.exports = ['Мужская обувь']
    },
    218796: (e) => {
      e.exports = ['Торговые банки']
    },
    106209: (e) => {
      e.exports = ['Микрофинансирование']
    },
    178455: (e) => {
      e.exports = ['Федеративные Штаты Микронезии']
    },
    372560: (e) => {
      e.exports = ['Ближний Восток']
    },
    839184: (e) => {
      e.exports = ['Производство горного оборудования']
    },
    298684: (e) => {
      e.exports = ['Горнодобывающая деятельность']
    },
    850683: (e) => {
      e.exports = ['Услуги и оборудование для горных работ']
    },
    174735: (e) => {
      e.exports = ['Второстепенные']
    },
    78144: (e) => {
      e.exports = ['Разное']
    },
    631938: (e) => {
      e.exports = ['Прочие коммерческие услуги']
    },
    443490: (e) => {
      e.exports = ['Прочие виды производства']
    },
    961026: (e) => {
      e.exports = ['Паевые инвестиционные фонды']
    },
    466904: (e) => {
      e.exports = ['Смешанное страхование']
    },
    730043: (e) => {
      e.exports = ['Многолинейные страховые компании и брокеры']
    },
    107463: (e) => {
      e.exports = ['Различные коммунальные услуги']
    },
    790670: (e) => {
      e.exports = ['Муниципалитет']
    },
    275747: (e) => {
      e.exports = ['Музеи и исторические места']
    },
    195507: (e) => {
      e.exports = [
        'Производство и распространение музыки, музыкальных видеоклипов',
      ]
    },
    789270: (e) => {
      e.exports = ['Розничная торговля музыкальными инструментами']
    },
    827736: (e) => {
      e.exports = ['Музыкальные инструменты']
    },
    830146: (e) => {
      e.exports = ['Мьянма']
    },
    985824: (e) => {
      e.exports = ['Нет сделок']
    },
    540036: (e) => {
      e.exports = ['Безалкогольные напитки']
    },
    578234: (e) => {
      e.exports = ['Несырьевые полезные ископаемые']
    },
    230181: (e) => {
      e.exports = ['Контейнеры и тара не из бумаги']
    },
    199867: (e) => {
      e.exports = ['Добыча цветных металлов']
    },
    928561: (e) => {
      e.exports = ['Обработка цветных металлов']
    },
    145075: (e) => {
      e.exports = ['Норвегия']
    },
    420385: (e) => {
      e.exports = ['Северная Македония']
    },
    498923: (e) => {
      e.exports = ['Северные Марианские Острова']
    },
    280612: (e) => {
      e.exports = ['Национальное агентство']
    },
    362602: (e) => {
      e.exports = ['Национальные агентства']
    },
    15999: (e) => {
      e.exports = ['Натуральные ткани']
    },
    152119: (e) => {
      e.exports = ['Газоснабжение']
    },
    862611: (e) => {
      e.exports = ['Разведка и добыча природного газа — на суше']
    },
    249392: (e) => {
      e.exports = ['Разведка и добыча природного газа — на море']
    },
    230528: (e) => {
      e.exports = ['Газопровод']
    },
    111995: (e) => {
      e.exports = ['Газоснабжение']
    },
    223060: (e) => {
      e.exports = ['Науру']
    },
    714417: (e) => {
      e.exports = ['Намибия']
    },
    353770: (e) => {
      e.exports = ['Нидерланды']
    },
    549817: (e) => {
      e.exports = ['Сетевое оборудование']
    },
    748447: (e) => {
      e.exports = ['Новая Каледония']
    },
    494599: (e) => {
      e.exports = ['Салоны по продаже новых автомобилей']
    },
    405523: (e) => {
      e.exports = ['Услуги печатания газет и журналов']
    },
    517412: (e) => {
      e.exports = ['Издательство газет']
    },
    9717: (e) => {
      e.exports = ['Заводы по производству газетной бумаги']
    },
    852493: (e) => {
      e.exports = ['Агентства новостей']
    },
    128228: (e) => {
      e.exports = ['Непал']
    },
    136995: (e) => {
      e.exports = ['Ниуэ']
    },
    972215: (e) => {
      e.exports = ['Никарагуа']
    },
    523955: (e) => {
      e.exports = ['Добыча никелевой руды']
    },
    374005: (e) => {
      e.exports = ['Нигер']
    },
    62410: (e) => {
      e.exports = ['Нигерия']
    },
    512581: (e) => {
      e.exports = ['Независимые производители атомной энергии']
    },
    735507: (e) => {
      e.exports = ['Ядерная энергетика']
    },
    509083: (e) => {
      e.exports = ['Ясли и детские сады']
    },
    262681: (e) => {
      e.exports = ['Синт-Мартен (Нидерландская часть)']
    },
    350203: (e) => {
      e.exports = [
        'Строительство умных сетей электроснабжения и передача электроэнергии',
      ]
    },
    988331: (e) => {
      e.exports = [
        'Строительство умных сетей электроснабжения и распределение электроэнергии',
      ]
    },
    378096: (e) => {
      e.exports = ['Закуски и не шоколадные кондитерские изделия']
    },
    502927: (e) => {
      e.exports = ['Скриншот графика']
    },
    528900: (e) => {
      e.exports = ['Южная Африка']
    },
    638670: (e) => {
      e.exports = ['Южная Георгия и Южные Сандвичевы Острова']
    },
    173160: (e) => {
      e.exports = ['Южная Корея']
    },
    197758: (e) => {
      e.exports = ['Южный Судан']
    },
    232335: (e) => {
      e.exports = ['Федеральный займ']
    },
    555015: (e) => {
      e.exports = ['Социальные сети и сетевые технологии']
    },
    614792: (e) => {
      e.exports = ['Розничная торговля обивочными материалами']
    },
    359402: (e) => {
      e.exports = ['Программное обеспечение']
    },
    495446: (e) => {
      e.exports = ['Соломоновы Острова']
    },
    334373: (e) => {
      e.exports = ['Сомали']
    },
    15209: (e) => {
      e.exports = ['Спутниковые системы и инструменты']
    },
    581871: (e) => {
      e.exports = ['Операторы спутниковой связи']
    },
    936261: (e) => {
      e.exports = ['Саудовская Аравия']
    },
    738728: (e) => {
      e.exports = ['Сберегательные банки']
    },
    558932: (e) => {
      e.exports = ['Парусные яхты и моторные лодки']
    },
    2679: (e) => {
      e.exports = ['Сен-Бартелеми']
    },
    317639: (e) => {
      e.exports = ['Сент-Китс и Невис']
    },
    499829: (e) => {
      e.exports = ['Острова Святой Елены, Вознесения и Тристан-да-Кунья']
    },
    174215: (e) => {
      e.exports = ['Сент-Люсия']
    },
    566083: (e) => {
      e.exports = ['Синт-Мартен (Французская часть)']
    },
    779773: (e) => {
      e.exports = ['Сен-Пьер и Микелон']
    },
    189466: (e) => {
      e.exports = ['Сент-Винсент и Гренадины']
    },
    533018: (e) => {
      e.exports = ['Продвижение товаров и организация мероприятий']
    },
    855735: (e) => {
      e.exports = ['Самоа']
    },
    935297: (e) => {
      e.exports = ['Сан-Марино']
    },
    793386: (e) => {
      e.exports = ['Санитарно-гигиенические изделия']
    },
    767112: (e) => {
      e.exports = ['Сан-Томе и Принсипи']
    },
    645954: (e) => {
      e.exports = ['Научное и прецизионное оборудование']
    },
    564291: (e) => {
      e.exports = ['Компьютеры для научных расчётов и суперкомпьютеры']
    },
    982390: (e) => {
      e.exports = ['Очистные сооружения канализации']
    },
    959609: (e) => {
      e.exports = ['Сейшелы']
    },
    48678: (e) => {
      e.exports = ['Морские танкеры']
    },
    878448: (e) => {
      e.exports = ['Подготовка и упаковка морепродуктов']
    },
    769958: (e) => {
      e.exports = ['Поисковые системы']
    },
    609410: (e) => {
      e.exports = ['Вторичная плавка и легирование алюминия']
    },
    842351: (e) => {
      e.exports = ['Фондовые и товарные биржи']
    },
    614242: (e) => {
      e.exports = ['Безопасность и видеонаблюдение']
    },
    917526: (e) => {
      e.exports = ['Охранные услуги']
    },
    635412: (e) => {
      e.exports = ['Инвестиционные фонды складской недвижимости']
    },
    158794: (e) => {
      e.exports = ['Испытательное оборудование для полупроводников']
    },
    107596: (e) => {
      e.exports = ['Оптовая торговля оборудованием для полупроводников']
    },
    707743: (e) => {
      e.exports = ['Производство оборудования для полупроводников']
    },
    624090: (e) => {
      e.exports = [
        'Испытательное оборудование для полупроводников и его обслуживание',
      ]
    },
    530652: (e) => {
      e.exports = ['Оптовая торговля полупроводниками']
    },
    277152: (e) => {
      e.exports = ['Полупроводники']
    },
    552545: (e) => {
      e.exports = ['Полудрагоценные ювелирные камни']
    },
    415882: (e) => {
      e.exports = ['Сенегал']
    },
    896573: (e) => {
      e.exports = ['Сербия']
    },
    26189: (e) => {
      e.exports = ['Программное обеспечение серверов и базы данных']
    },
    11181: (e) => {
      e.exports = ['Серверы и системы']
    },
    638823: (e) => {
      e.exports = ['Сфера услуг']
    },
    525079: (e) => {
      e.exports = ['Услуги в сфере здравоохранения']
    },
    609244: (e) => {
      e.exports = ['Шелл-компании']
    },
    414451: (e) => {
      e.exports = ['Производство запчастей для кораблей и судов']
    },
    224249: (e) => {
      e.exports = ['Ремонт и обслуживание судов']
    },
    320574: (e) => {
      e.exports = ['Судостроение']
    },
    338217: (e) => {
      e.exports = ['Сьерра-Леоне']
    },
    169039: (e) => {
      e.exports = ['Производители вывесок и рекламных сувениров']
    },
    106493: (e) => {
      e.exports = ['Добыча серебра']
    },
    236150: (e) => {
      e.exports = ['Синт-Мартен (Голландская часть)']
    },
    506262: (e) => {
      e.exports = ['Словакия']
    },
    687599: (e) => {
      e.exports = ['Словения']
    },
    345304: (e) => {
      e.exports = ['Производство космических кораблей']
    },
    792334: (e) => {
      e.exports = ['Испания']
    },
    963381: (e) => {
      e.exports = ['Специализированные продукты для здорового питания']
    },
    270731: (e) => {
      e.exports = ['Элитные продукты питания и товары']
    },
    97098: (e) => {
      e.exports = ['Специализированные авиационные услуги']
    },
    892299: (e) => {
      e.exports = ['Специализированные услуги печати']
    },
    869659: (e) => {
      e.exports = ['Инвестиционные фонды специализированной недвижимости']
    },
    668974: (e) => {
      e.exports = ['Специализированные и продвинутые лекарственные препараты']
    },
    825994: (e) => {
      e.exports = ['Добычи полезных ископаемых и металлов']
    },
    947079: (e) => {
      e.exports = [
        'Оптовая торговля товарами для добычи полезных ископаемых и металлов',
      ]
    },
    832241: (e) => {
      e.exports = ['Химикаты специального назначения']
    },
    78461: (e) => {
      e.exports = ['Оптовая торговля химикатами специального назначения']
    },
    759178: (e) => {
      e.exports = ['Специализированное страхование']
    },
    771273: (e) => {
      e.exports = ['Специализированное страхование']
    },
    462504: (e) => {
      e.exports = ['Специализированные магазины']
    },
    202845: (e) => {
      e.exports = ['Специализированные телекоммуникации']
    },
    447133: (e) => {
      e.exports = ['Товары для спорта и активного отдыха']
    },
    341443: (e) => {
      e.exports = ['Магазины спортивных товаров']
    },
    961710: (e) => {
      e.exports = ['Спортивная и уличная обувь']
    },
    813986: (e) => {
      e.exports = ['Розничная торговля спортивными товарами и верхней одеждой']
    },
    819624: (e) => {
      e.exports = ['Спортивная и верхняя одежда']
    },
    567835: (e) => {
      e.exports = ['Шри-Ланка']
    },
    797141: (e) => {
      e.exports = ['Производство крахмала, растительного жира и масла']
    },
    649297: (e) => {
      e.exports = ['Государственные агентства']
    },
    473782: (e) => {
      e.exports = ['Стационарные топливные элементы']
    },
    58460: (e) => {
      e.exports = ['Запчасти для кондиционеров воздуха и пароохладителей']
    },
    365325: (e) => {
      e.exports = ['Сталь']
    },
    582762: (e) => {
      e.exports = ['Устройства хранения данных']
    },
    162923: (e) => {
      e.exports = ['Судан']
    },
    382867: (e) => {
      e.exports = ['Сахар и искусственные подсластители']
    },
    789724: (e) => {
      e.exports = ['Выращивание сахарного тростника']
    },
    505298: (e) => {
      e.exports = ['Супермаркеты и мини-маркеты']
    },
    666609: (e) => {
      e.exports = ['Надгосударственные организации']
    },
    281528: (e) => {
      e.exports = ['Суринам']
    },
    705904: (e) => {
      e.exports = ['Шпицберген и Ян-Майен']
    },
    182404: (e) => {
      e.exports = ['Швеция']
    },
    824316: (e) => {
      e.exports = ['Распредустройства']
    },
    440414: (e) => {
      e.exports = ['Швейцария']
    },
    209213: (e) => {
      e.exports = ['Синтетические ткани']
    },
    443174: (e) => {
      e.exports = ['Сирия']
    },
    645494: (e) => {
      e.exports = ['Системное программное обеспечение']
    },
    184760: (e) => {
      e.exports = ['Птицеводство']
    },
    539300: (e) => {
      e.exports = ['Системы для розничной торговли']
    },
    210119: (e) => {
      e.exports = ['Польша']
    },
    524026: (e) => {
      e.exports = ['Портовые операторы']
    },
    335426: (e) => {
      e.exports = ['Услуги портового склада']
    },
    99683: (e) => {
      e.exports = ['Переносные генераторы и моторы']
    },
    101076: (e) => {
      e.exports = ['Мобильная спутниковая навигация']
    },
    123496: (e) => {
      e.exports = ['Португалия']
    },
    566812: (e) => {
      e.exports = ['Вечерняя торговая сессия']
    },
    666196: (e) => {
      e.exports = ['Комплексное программное обеспечение']
    },
    632715: (e) => {
      e.exports = ['Тихоокеанский регион']
    },
    361314: (e) => {
      e.exports = ['Краска и грунтовка']
    },
    49145: (e) => {
      e.exports = ['Пакистан']
    },
    986532: (e) => {
      e.exports = ['Республика Палау']
    },
    103738: (e) => {
      e.exports = ['Государство Палестина']
    },
    747908: (e) => {
      e.exports = ['Панама']
    },
    311564: (e) => {
      e.exports = ['Бумажные фабрики и продукты']
    },
    224893: (e) => {
      e.exports = ['Бумажная упаковка']
    },
    345368: (e) => {
      e.exports = ['Оптовая торговля бумажной упаковкой']
    },
    816421: (e) => {
      e.exports = ['Оптовая торговля бумажными изделиями']
    },
    916542: (e) => {
      e.exports = ['Бумажные изделия']
    },
    666802: (e) => {
      e.exports = ['Папуа-Новая Гвинея']
    },
    33773: (e) => {
      e.exports = ['Парагвай']
    },
    809851: (e) => {
      e.exports = ['Управление стоянками автотранспорта']
    },
    603701: (e) => {
      e.exports = ['Прокат пассажирских автомобилей']
    },
    749771: (e) => {
      e.exports = ['Пассажирские перевозки — наземные и морские']
    },
    419781: (e) => {
      e.exports = ['Розничная торговля домашними животными и зоотоварами']
    },
    15657: (e) => {
      e.exports = ['Производство корма для животных']
    },
    367657: (e) => {
      e.exports = ['Оптовая торговля нефтепродуктами']
    },
    58482: (e) => {
      e.exports = ['Переработка нефти']
    },
    605125: (e) => {
      e.exports = ['Пенсионные фонды']
    },
    468525: (e) => {
      e.exports = ['Потребительские и автокредиты']
    },
    246733: (e) => {
      e.exports = ['Индивидуальные услуги по уходу']
    },
    625769: (e) => {
      e.exports = ['Частные юридические услуги']
    },
    386126: (e) => {
      e.exports = ['Музыкальные проигрыватели']
    },
    875460: (e) => {
      e.exports = ['Бытовые услуги']
    },
    920978: (e) => {
      e.exports = ['Предметы личной гигиены']
    },
    982553: (e) => {
      e.exports = ['Кадровое обслуживание']
    },
    622979: (e) => {
      e.exports = ['Перу']
    },
    218355: (e) => {
      e.exports = ['Услуги борьбы с вредителями']
    },
    816312: (e) => {
      e.exports = ['Пестициды']
    },
    462763: (e) => {
      e.exports = ['Лекарственные препараты']
    },
    821120: (e) => {
      e.exports = [
        'Фармацевтические товары: непатентованные лекарственные средства',
      ]
    },
    5563: (e) => {
      e.exports = ['Фармацевтические товары']
    },
    501417: (e) => {
      e.exports = ['Фармацевтические товары: прочие лекарственные средства']
    },
    226813: (e) => {
      e.exports = ['Филиппины']
    },
    657825: (e) => {
      e.exports = ['Телефоны и мобильные устройства']
    },
    344170: (e) => {
      e.exports = ['Телефоны и смартфоны']
    },
    613147: (e) => {
      e.exports = ['Фотоэлектрические солнечные системы и оборудование']
    },
    531050: (e) => {
      e.exports = ['Фотографическое оборудование']
    },
    539338: (e) => {
      e.exports = ['Острова Питкэрн']
    },
    287529: (e) => {
      e.exports = ['Сантехническая арматура и фитинги']
    },
    744084: (e) => {
      e.exports = ['Пластмасса']
    },
    748376: (e) => {
      e.exports = ['Пластиковая тара и упаковка']
    },
    752028: (e) => {
      e.exports = ['Добыча платины']
    },
    361151: (e) => {
      e.exports = ['Постановка пьес и организация концертов']
    },
    845198: (e) => {
      e.exports = ['Предторговый период']
    },
    296663: (e) => {
      e.exports = ['Драгоценные металлы']
    },
    356494: (e) => {
      e.exports = ['Драгоценные металлы и минералы']
    },
    464674: (e) => {
      e.exports = ['Модульные дома']
    },
    589395: (e) => {
      e.exports = ['Производство первичного алюминия']
    },
    961648: (e) => {
      e.exports = ['Частные банки']
    },
    537260: (e) => {
      e.exports = ['Прямые инвестиции']
    },
    326690: (e) => {
      e.exports = ['Процессоры']
    },
    946140: (e) => {
      e.exports = ['Обрабатывающая промышленность']
    },
    605114: (e) => {
      e.exports = ['Средства программирования и инструменты тестирования']
    },
    536289: (e) => {
      e.exports = ['Промышленное производство']
    },
    549298: (e) => {
      e.exports = ['Профессиональные информационные услуги']
    },
    180342: (e) => {
      e.exports = ['Профессиональные спортивные объекты']
    },
    947962: (e) => {
      e.exports = ['Страхование жизни и имущества от несчастных случаев']
    },
    443260: (e) => {
      e.exports = ['Перестрахование имущества и имущественных интересов']
    },
    223629: (e) => {
      e.exports = ['Страхование имущества']
    },
    82841: (e) => {
      e.exports = ['Страхование имущества от несчастных случаев']
    },
    555870: (e) => {
      e.exports = ['Страхование имущества и несчастных случаев']
    },
    755793: (e) => {
      e.exports = ['Область/Штат']
    },
    611020: (e) => {
      e.exports = ['Связи с общественностью']
    },
    428988: (e) => {
      e.exports = ['Общественные спортивные объекты']
    },
    435218: (e) => {
      e.exports = ['Издательская деятельность: книги/журналы']
    },
    325417: (e) => {
      e.exports = ['Издательская деятельность: газеты']
    },
    370890: (e) => {
      e.exports = ['Пивные рестораны, бары и ночные клубы']
    },
    651330: (e) => {
      e.exports = ['Пуэрто-Рико']
    },
    704895: (e) => {
      e.exports = ['Целлюлозно-бумажная промышленность']
    },
    506684: (e) => {
      e.exports = ['Целлюлозные заводы']
    },
    641462: (e) => {
      e.exports = ['Насосы и насосное оборудование']
    },
    920944: (e) => {
      e.exports = ['Оборудование для очистки и обработки']
    },
    361109: (e) => {
      e.exports = ['Рестораны быстрого питания']
    },
    887267: (e) => {
      e.exports = ['Данные с задержкой на {number} мин.']
    },
    728332: (e) => {
      e.exports = [
        'Котировки с задержкой {number} минут, обновляются каждые 30 секунд',
      ]
    },
    625976: (e) => {
      e.exports = ['РЧИД системы']
    },
    379331: (e) => {
      e.exports = ['Горные работы']
    },
    385646: (e) => {
      e.exports = ['Румыния']
    },
    642276: (e) => {
      e.exports = ['Кровельные материалы']
    },
    748131: (e) => {
      e.exports = ['Рейтинговые агентства']
    },
    880417: (e) => {
      e.exports = ['Радиовещание']
    },
    955759: (e) => {
      e.exports = ['Железнодорожное сообщение']
    },
    993624: (e) => {
      e.exports = ['Железные дороги']
    },
    544708: (e) => {
      e.exports = ['Строительство железных дорог']
    },
    837208: (e) => {
      e.exports = ['Операторы железнодорожных перевозок']
    },
    359687: (e) => {
      e.exports = ['Редкоземельные минералы']
    },
    859870: (e) => {
      e.exports = ['Универмаги — Розница']
    },
    422135: (e) => {
      e.exports = ['Лекарства и бакалея — Розница']
    },
    224560: (e) => {
      e.exports = ['Лекарства без бакалеи — Розница']
    },
    656377: (e) => {
      e.exports = ['Девелопмент торговой недвижимости']
    },
    914726: (e) => {
      e.exports = ['Розничные и ипотечные банки']
    },
    455445: (e) => {
      e.exports = ['Инвестиционные фонды торговой недвижимости']
    },
    419210: (e) => {
      e.exports = ['Услуги в сфере торговой недвижимости']
    },
    801197: (e) => {
      e.exports = ['Розничная торговля']
    },
    930478: (e) => {
      e.exports = ['Строительство домов престарелых']
    },
    195805: (e) => {
      e.exports = ['Готовые к употреблению пищевые продукты']
    },
    906530: (e) => {
      e.exports = ['Данные в реальном времени']
    },
    737055: (e) => {
      e.exports = ['Девелопмент недвижимости']
    },
    448629: (e) => {
      e.exports = ['Девелопмент и операции с недвижимостью']
    },
    667134: (e) => {
      e.exports = ['Инвестиционные фонды недвижимости']
    },
    545060: (e) => {
      e.exports = ['Услуги в сфере недвижимости']
    },
    204744: (e) => {
      e.exports = ['Товары для отдыха']
    },
    374694: (e) => {
      e.exports = ['Региональные авиалинии']
    },
    537406: (e) => {
      e.exports = ['Региональные банки']
    },
    899793: (e) => {
      e.exports = ['Перестрахование']
    },
    32046: (e) => {
      e.exports = ['Возобновляемые источники энергии — оборудование и услуги']
    },
    983114: (e) => {
      e.exports = ['Услуги возобновляемых источников энергии']
    },
    209271: (e) => {
      e.exports = ['Возобновляемое топливо']
    },
    430520: (e) => {
      e.exports = ['Возобновляемые независимые источники энергии']
    },
    82117: (e) => {
      e.exports = ['Возобновляемые источники энергии']
    },
    688506: (e) => {
      e.exports = ['Симуляция рынка']
    },
    219798: (e) => {
      e.exports = ['Девелопмент жилой недвижимости']
    },
    980331: (e) => {
      e.exports = ['Дома престарелых и долгосрочный уход']
    },
    166874: (e) => {
      e.exports = ['Услуги проектирования и дизайна интерьера жилых домов']
    },
    627601: (e) => {
      e.exports = ['Строительство жилой недвижимости — многоквартирные дома']
    },
    101217: (e) => {
      e.exports = ['Строительство жилой недвижимости — частные дома']
    },
    205172: (e) => {
      e.exports = ['Инвестиционные фонды жилой недвижимости']
    },
    515895: (e) => {
      e.exports = ['Услуги в сфере жилой недвижимости']
    },
    163577: (e) => {
      e.exports = ['Туроператоры']
    },
    560295: (e) => {
      e.exports = ['Рестораны']
    },
    324154: (e) => {
      e.exports = ['Рестораны и бары']
    },
    931284: (e) => {
      e.exports = ['Производство резины']
    },
    230799: (e) => {
      e.exports = ['Россия']
    },
    238201: (e) => {
      e.exports = ['Россия']
    },
    242890: (e) => {
      e.exports = ['Руанда']
    },
    102711: (e) => {
      e.exports = ['Реюньон']
    },
    263651: (e) => {
      e.exports = ['Розничные продавцы женской одежды']
    },
    269510: (e) => {
      e.exports = ['Женская одежда']
    },
    368529: (e) => {
      e.exports = ['Женская обувь']
    },
    742758: (e) => {
      e.exports = ['Контейнеры и упаковка древесины']
    },
    20196: (e) => {
      e.exports = ['Оптовая торговля лесоматериалами']
    },
    17877: (e) => {
      e.exports = ['Лесоматериалы']
    },
    23700: (e) => {
      e.exports = ['Наручные часы']
    },
    467646: (e) => {
      e.exports = ['Строительство водопровода и канализации']
    },
    691088: (e) => {
      e.exports = ['Водоснабжение, системы полива и орошения']
    },
    978768: (e) => {
      e.exports = ['Водоснабжение']
    },
    994192: (e) => {
      e.exports = ['Волновое энергетическое оборудование']
    },
    258159: (e) => {
      e.exports = ['Уоллис и Футуна']
    },
    171183: (e) => {
      e.exports = ['Обои']
    },
    446094: (e) => {
      e.exports = ['Складское хранение']
    },
    75343: (e) => {
      e.exports = ['Обработка отходов, услуги утилизации и переработки']
    },
    323432: (e) => {
      e.exports = ['"Отходы в энергию" — системы и оборудование']
    },
    160289: (e) => {
      e.exports = ['Управление капиталом']
    },
    69211: (e) => {
      e.exports = ['Сварочное и паяльное оборудование']
    },
    117108: (e) => {
      e.exports = ['Западная Сахара']
    },
    800669: (e) => {
      e.exports = ['Оптовая торговля']
    },
    174811: (e) => {
      e.exports = ['Wi-Fi и Wi-Max провайдеры']
    },
    846846: (e) => {
      e.exports = ['Ветровые системы и оборудование']
    },
    641548: (e) => {
      e.exports = ['Винные заводы']
    },
    83428: (e) => {
      e.exports = ['Поставщики проводных услуг телекоммуникации']
    },
    919395: (e) => {
      e.exports = ['Беспроводная связь']
    },
    925541: (e) => {
      e.exports = ['Беспроводные телекоммуникации']
    },
    602272: (e) => {
      e.exports = ['Услуги беспроводной связи']
    },
    63767: (e) => {
      e.exports = ['Провода и кабели']
    },
    773337: (e) => {
      e.exports = ['ТВ и видео']
    },
    597308: (e) => {
      e.exports = ['Розничная торговля игрушками и играми']
    },
    425860: (e) => {
      e.exports = ['Игрушки и товары для детей']
    },
    144593: (e) => {
      e.exports = ['Оптовая торговля игрушками и товарами для детей']
    },
    310955: (e) => {
      e.exports = ['Табак']
    },
    574871: (e) => {
      e.exports = ['Того']
    },
    724580: (e) => {
      e.exports = ['Тонга']
    },
    181350: (e) => {
      e.exports = ['Инструменты и оборудование']
    },
    900242: (e) => {
      e.exports = ['Инструменты и товары для дома']
    },
    331151: (e) => {
      e.exports = ['Такси и лимузины']
    },
    341280: (e) => {
      e.exports = ['Планшетные компьютеры и нетбуки']
    },
    460919: (e) => {
      e.exports = ['Тайвань']
    },
    826553: (e) => {
      e.exports = ['Таджикистан']
    },
    982461: (e) => {
      e.exports = ['Отвердители и размягчители']
    },
    185494: (e) => {
      e.exports = ['Танзания']
    },
    249648: (e) => {
      e.exports = ['Текстиль']
    },
    324160: (e) => {
      e.exports = ['Товары из текстиля и кожи']
    },
    771935: (e) => {
      e.exports = ['Оптовая торговля текстильными и кожаными изделиями']
    },
    431138: (e) => {
      e.exports = ['Технологии']
    },
    785780: (e) => {
      e.exports = ['Технологический консалтинг и услуги аутсорсинга']
    },
    237826: (e) => {
      e.exports = ['Технологии']
    },
    431765: (e) => {
      e.exports = ['Услуги телемедицины']
    },
    418375: (e) => {
      e.exports = ['Строительство телекоммуникаций']
    },
    835295: (e) => {
      e.exports = ['Инфраструктура телекоммуникационной сети']
    },
    209527: (e) => {
      e.exports = ['Телекоммуникационное оборудование']
    },
    876886: (e) => {
      e.exports = ['Телекоммуникационные услуги']
    },
    243547: (e) => {
      e.exports = ['Услуги связи']
    },
    896651: (e) => {
      e.exports = ['Телевизионное вещание']
    },
    246125: (e) => {
      e.exports = ['Испытательное и измерительное оборудование']
    },
    879984: (e) => {
      e.exports = ['Испытательные лаборатории']
    },
    537442: (e) => {
      e.exports = ['Услуги по проведению испытаний']
    },
    433138: (e) => {
      e.exports = ['Таиланд']
    },
    744903: (e) => {
      e.exports = ['Театры и исполнительское искусство']
    },
    47397: (e) => {
      e.exports = ['Тепловые солнечные систем и оборудование']
    },
    223529: (e) => {
      e.exports = ['Производство кафельной и тротуарной плитки']
    },
    729006: (e) => {
      e.exports = ['Инвестиционные фонды лесных хозяйств']
    },
    285705: (e) => {
      e.exports = ['Лесоводство']
    },
    655802: (e) => {
      e.exports = ['Тимор-Лесте']
    },
    718611: (e) => {
      e.exports = ['Производители шин и трубок']
    },
    713932: (e) => {
      e.exports = ['Продавцы шин']
    },
    379760: (e) => {
      e.exports = ['Восстановление шин']
    },
    56682: (e) => {
      e.exports = ['Шины и изделия из резины']
    },
    877445: (e) => {
      e.exports = ['Шины и изделия из резины']
    },
    528075: (e) => {
      e.exports = ['Грузоперевозки']
    },
    500966: (e) => {
      e.exports = [
        'Грузовые автомобили, строительная и сельскохозяйственная техника',
      ]
    },
    789568: (e) => {
      e.exports = ['Публикация торговых и коммерческих материалов']
    },
    489853: (e) => {
      e.exports = ['Услуги по обработке и осуществлению платежей']
    },
    81127: (e) => {
      e.exports = ['Услуги письменных и устных переводов']
    },
    793481: (e) => {
      e.exports = ['Транспорт']
    },
    448638: (e) => {
      e.exports = ['Туристические агентства']
    },
    333041: (e) => {
      e.exports = ['Тринидад и Тобаго']
    },
    626449: (e) => {
      e.exports = ['Тувалу']
    },
    420638: (e) => {
      e.exports = ['Тунис']
    },
    351976: (e) => {
      e.exports = ['Производство турбин']
    },
    616831: (e) => {
      e.exports = ['Туркмениcтан']
    },
    694398: (e) => {
      e.exports = ['Турция']
    },
    555526: (e) => {
      e.exports = ['Теркс и Кайкос']
    },
    728542: (e) => {
      e.exports = ['Виргинские Острова (США)']
    },
    975308: (e) => {
      e.exports = ['ОАЭ']
    },
    787935: (e) => {
      e.exports = ['США']
    },
    377518: (e) => {
      e.exports = ['Бурение нетрадиционной нефти и газа']
    },
    813639: (e) => {
      e.exports = ['Добыча нетрадиционной нефти и газа']
    },
    287916: (e) => {
      e.exports = ['Объединённые Арабские Эмираты']
    },
    606994: (e) => {
      e.exports = ['Великобритания']
    },
    411176: (e) => {
      e.exports = ['США']
    },
    431860: (e) => {
      e.exports = ['Внешние малые острова США']
    },
    308395: (e) => {
      e.exports = ['Уганда']
    },
    263018: (e) => {
      e.exports = ['Украина']
    },
    124991: (e) => {
      e.exports = ['Уругвай']
    },
    237127: (e) => {
      e.exports = ['Уран']
    },
    198737: (e) => {
      e.exports = ['Добыча урана']
    },
    457468: (e) => {
      e.exports = ['Салоны по продаже подержанных автомобилей']
    },
    56356: (e) => {
      e.exports = ['Магазины подержанных товаров']
    },
    112332: (e) => {
      e.exports = ['Коммунальные услуги']
    },
    730902: (e) => {
      e.exports = ['Узбекистан']
    },
    48007: (e) => {
      e.exports = ['Оборудование и системы для IP-телефонии']
    },
    670087: (e) => {
      e.exports = ['Услуги IP-телефонии']
    },
    863837: (e) => {
      e.exports = ['Вануату']
    },
    43349: (e) => {
      e.exports = ['Ветеринарные препараты']
    },
    12446: (e) => {
      e.exports = ['Ветеринарное медицинское оборудование и принадлежности']
    },
    979931: (e) => {
      e.exports = ['Ветеринарные услуги']
    },
    930252: (e) => {
      e.exports = ['Выращивание овощей, фруктов и орехов']
    },
    369623: (e) => {
      e.exports = ['Поставщики торговых автоматов']
    },
    739055: (e) => {
      e.exports = ['Венесуэла']
    },
    881186: (e) => {
      e.exports = ['Венчурный капитал']
    },
    450049: (e) => {
      e.exports = ['Вьетнам']
    },
    159002: (e) => {
      e.exports = ['Виргинские Острова (Британские)']
    },
    707897: (e) => {
      e.exports = ['Виргинские Острова (США)']
    },
    129236: (e) => {
      e.exports = ['Пряжа']
    },
    242175: (e) => {
      e.exports = ['Йемен']
    },
    239478: (e) => {
      e.exports = ['Замбия']
    },
    58309: (e) => {
      e.exports = ['Зимбабве']
    },
    294619: (e) => {
      e.exports = ['Добыча цинковой руды']
    },
    574177: (e) => {
      e.exports = ['Аландские острова']
    },
  },
])
