;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [4433],
  {
    822353: (e) => {
      e.exports = ['(ОТКР+МАКС+МИН+ЗАКР)/4']
    },
    94884: (e) => {
      e.exports = ['(МАКС+МИН+ЗАКР)/3']
    },
    710591: (e) => {
      e.exports = ['(МАКС+МИН)/2']
    },
    563243: (e) => {
      e.exports = ['Цвет баров основан на цене предыдущего закрытия']
    },
    715857: (e) => {
      e.exports = ['Линия закрытия']
    },
    909994: (e) => {
      e.exports = ['Корректировать данные на дивиденды']
    },
    710989: (e) => {
      e.exports = ['Корректировать с учётом изменений контрактов']
    },
    470816: (e) => {
      e.exports = ['Средняя цена закрытия']
    },
    350430: (e) => {
      e.exports = ['Нижняя линия']
    },
    883760: (e) => {
      e.exports = ['Тело']
    },
    872269: (e) => {
      e.exports = ['Границы']
    },
    507445: (e) => {
      e.exports = ['Уровень базовой линии']
    },
    947586: (e) => {
      e.exports = ['Цены покупки и продажи']
    },
    339667: (e) => {
      e.exports = ['Нисходящие бары']
    },
    587151: (e) => {
      e.exports = ['Цвет падения']
    },
    181285: (e) => {
      e.exports = ['Настройка данных']
    },
    204329: (e) => {
      e.exports = ['Не задано']
    },
    986846: (e) => {
      e.exports = ['Заливка']
    },
    658747: (e) => {
      e.exports = ['Заливка области сверху']
    },
    111157: (e) => {
      e.exports = ['Заливка области снизу']
    },
    586953: (e) => {
      e.exports = ['Не отображать цену открытия']
    },
    439292: (e) => {
      e.exports = ['Макс. и мин.']
    },
    983678: (e) => {
      e.exports = ['Линия максимума']
    },
    275310: (e) => {
      e.exports = ['Линия минимума']
    },
    915107: (e) => {
      e.exports = ['Посл. цена']
    },
    906350: (e) => {
      e.exports = ['Пре-/постмаркет']
    },
    362521: (e) => {
      e.exports = ['Фон пре-/постмаркета']
    },
    173947: (e) => {
      e.exports = ['Точность']
    },
    8094: (e) => {
      e.exports = ['Цена закрытия предыдущего дня']
    },
    131971: (e) => {
      e.exports = ['Ценовые линии']
    },
    224248: (e) => {
      e.exports = ['На основе']
    },
    994089: (e) => {
      e.exports = ['Проекция восходящего бара']
    },
    280293: (e) => {
      e.exports = ['Проекция свечей']
    },
    405704: (e) => {
      e.exports = ['Проекция нисходящего бара']
    },
    729881: (e) => {
      e.exports = [
        'Реальные цены на ценовой шкале (вместо значений Хейкен Аши)',
      ]
    },
    457417: (e) => {
      e.exports = ['Верхняя линия']
    },
    855314: (e) => {
      e.exports = ['Тонкие бары']
    },
    587492: (e) => {
      e.exports = ['Часовой пояс']
    },
    405536: (e) => {
      e.exports = ['Цвет роста']
    },
    683610: (e) => {
      e.exports = ['Восходящие бары']
    },
    999983: (e) => {
      e.exports = [
        'Использовать расчетную цену для цены закрытия на дневном интервале',
      ]
    },
    735612: (e) => {
      e.exports = ['Использовать взвешенные по объёму бары']
    },
    130792: (e) => {
      e.exports = ['свечи']
    },
    655740: (e) => {
      e.exports = ['изменение баров МАКС-МИН-ЗАКР']
    },
    568927: (e) => {
      e.exports = ['изменение ширины линии средней цены закрытия']
    },
    730385: (e) => {
      e.exports = ['изменение цвета линии средней цены закрытия']
    },
    897008: (e) => {
      e.exports = ['изменение цвета заливки области']
    },
    206610: (e) => {
      e.exports = ['изменение толщины линии области']
    },
    200661: (e) => {
      e.exports = ['изменение цвета линии области']
    },
    201316: (e) => {
      e.exports = ['изменение источника ценовых данных области']
    },
    129180: (e) => {
      e.exports = ['изменение цвета линии цены покупки']
    },
    831547: (e) => {
      e.exports = ['изменение уровня базовой линии']
    },
    104164: (e) => {
      e.exports = ['изменение цвета нижней линии базовой линии']
    },
    438990: (e) => {
      e.exports = ['изменение толщины нижней линии базовой линии']
    },
    273163: (e) => {
      e.exports = ['изменение цвета заливки нижней области базовой линии']
    },
    112673: (e) => {
      e.exports = ['изменение цвета заливки верхней области базовой линии']
    },
    156819: (e) => {
      e.exports = ['изменение источника ценовых данных базовой линии']
    },
    268621: (e) => {
      e.exports = ['изменение цвета верней линии базовой линии']
    },
    535339: (e) => {
      e.exports = ['изменение ширины верней линии базовой линии']
    },
    476804: (e) => {
      e.exports = ['изменение цвета восходящих баров']
    },
    171816: (e) => {
      e.exports = ['изменение цвета нисходящих баров']
    },
    436703: (e) => {
      e.exports = ['изменение цвета линии цены продажи']
    },
    829353: (e) => {
      e.exports = ['изменение цвета баров на основе цен предыдущего закрытия']
    },
    985709: (e) => {
      e.exports = ['изменение цвета восходящих столбцов']
    },
    112155: (e) => {
      e.exports = ['изменение цвета нисходящих столбцов']
    },
    166890: (e) => {
      e.exports = ['изменение источника ценовых данных столбцов']
    },
    71809: (e) => {
      e.exports = ['изменение десятичных знаков']
    },
    31317: (e) => {
      e.exports = ['изменение цвета расширенных сессий']
    },
    560944: (e) => {
      e.exports = ['изменение цвета линий макс. и мин. цен']
    },
    983708: (e) => {
      e.exports = ['изменение ширины линий макс. и мин. цен']
    },
    281080: (e) => {
      e.exports = ['изменение цвета тела МАКС-МИН']
    },
    330033: (e) => {
      e.exports = ['изменение видимости тела МАКС-МИН']
    },
    676885: (e) => {
      e.exports = ['изменение цвета границ МАКС-МИН']
    },
    279236: (e) => {
      e.exports = ['изменение видимости границ МАКС-МИН']
    },
    142981: (e) => {
      e.exports = ['изменение видимости меток МАКС-МИН']
    },
    531937: (e) => {
      e.exports = ['изменение цвета меток МАКС-МИН']
    },
    687828: (e) => {
      e.exports = ['изменение цвета линии']
    },
    17119: (e) => {
      e.exports = ['изменение источника ценовых данных линии']
    },
    669125: (e) => {
      e.exports = ['изменение толщины линии']
    },
    449973: (e) => {
      e.exports = ['изменение цвета постмаркета']
    },
    5969: (e) => {
      e.exports = ['изменение цвета линии постмаркета']
    },
    350393: (e) => {
      e.exports = ['изменение видимости линий цены пре-/постмаркета']
    },
    746257: (e) => {
      e.exports = ['изменение цвета премаркета']
    },
    60852: (e) => {
      e.exports = ['изменение цвета линии премаркета']
    },
    891183: (e) => {
      e.exports = ['изменение цвета линии цены предыдущего закрытия']
    },
    87631: (e) => {
      e.exports = ['изменение толщины линии цены предыдущего закрытия']
    },
    177640: (e) => {
      e.exports = ['изменение цвета линии цены']
    },
    497322: (e) => {
      e.exports = ['изменение толщины линии цены']
    },
    735116: (e) => {
      e.exports = ['изменение стиля Range баров']
    },
    328143: (e) => {
      e.exports = ['изменение тонких range баров']
    },
    875986: (e) => {
      e.exports = ['изменение цвета фитиля нисходящих свечей на графике Ренко']
    },
    707747: (e) => {
      e.exports = ['изменение цвета фитиля восходящих свечей на графике Ренко']
    },
    109473: (e) => {
      e.exports = ['изменение видимости фитиля свечей на графике Ренко']
    },
    639783: (e) => {
      e.exports = [
        'изменение отображения реальных цен на ценовой шкале (вместо значений Хейкен Аши)',
      ]
    },
    672886: (e) => {
      e.exports = ['изменение тонких баров']
    },
    495108: (e) => {
      e.exports = ['использование взвешенных по объёму баров']
    },
    405464: (e) => {
      e.exports = ['изменение цвета границы восходящих свечей: {candleType}']
    },
    861118: (e) => {
      e.exports = ['изменение цвета тела восходящих свечей: {candleType}']
    },
    660164: (e) => {
      e.exports = ['изменение цвета фитиля нисходящих свечей: {candleType}']
    },
    445543: (e) => {
      e.exports = ['изменение цвета фитиля восходящих свечей: {candleType}']
    },
    239987: (e) => {
      e.exports = ['изменение видимости фитиля {candleType}']
    },
    647202: (e) => {
      e.exports = ['изменение видимости тела свечи: {candleType}']
    },
    123986: (e) => {
      e.exports = ['изменение видимости границы {candleType}']
    },
    492330: (e) => {
      e.exports = ['изменение цвета границы нисходящих свечей: {candleType}']
    },
    136320: (e) => {
      e.exports = ['изменение цвета тела нисходящих свечей: {candleType}']
    },
    179088: (e) => {
      e.exports = ['изменение цвета границы нисходящих баров {chartType}']
    },
    811107: (e) => {
      e.exports = ['изменение цвета границы восходящих баров {chartType}']
    },
    685503: (e) => {
      e.exports = ['изменение цвета нисходящих баров графика {chartType}']
    },
    761250: (e) => {
      e.exports = [
        'изменение цвета границы проекции восходящих баров {chartType}',
      ]
    },
    618465: (e) => {
      e.exports = ['изменение цвета проекции нисходящих баров {chartType}']
    },
    50453: (e) => {
      e.exports = ['изменение цвета проекции восходящих баров {chartType}']
    },
    59414: (e) => {
      e.exports = ['изменение цвета восходящих баров графика {chartType}']
    },
    621547: (e) => {
      e.exports = ['изменение свойств {inputName}']
    },
    342390: (e) => {
      e.exports = ['корректировку данных на дивиденды']
    },
    399511: (e) => {
      e.exports = ['корректировку с учетом изменений контрактов']
    },
    932387: (e) => {
      e.exports = ['Каги']
    },
    375165: (e) => {
      e.exports = ['Пустые свечи']
    },
    259905: (e) => {
      e.exports = ['Линейный прорыв']
    },
    77828: (e) => {
      e.exports = ['Крестики-нолики']
    },
    518995: (e) => {
      e.exports = 'range'
    },
    47500: (e) => {
      e.exports = ['Ренко']
    },
    398402: (e) => {
      e.exports = [
        'использование расчетной цены для цены закрытия на дневном интервале',
      ]
    },
  },
])
