;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [4689],
  {
    892071: (e) => {
      e.exports = ['% баланса']
    },
    313317: (e) => {
      e.exports = [
        'Выбирая {riskTitle}, вы должны задать цену стоп-лосс заявки для дальнейшего расчета количества',
      ]
    },
    50985: (e) => {
      e.exports = ['Валюта']
    },
    691784: (e) => {
      e.exports = ['Валютный риск']
    },
    987300: (e) => {
      e.exports = ['Аск']
    },
    6205: (e) => {
      e.exports = ['Бид']
    },
    618156: (e) => {
      e.exports = ['Купить']
    },
    980280: (e) => {
      e.exports = ['Закрепить справа']
    },
    658028: (e) => {
      e.exports = ['Расчетные суммы показаны только для основной заявки.']
    },
    575681: (e) => {
      e.exports = ['Не удалось выполнить предпросмотр плеча']
    },
    368662: (e) => {
      e.exports = ['Не удалось установить плечо']
    },
    147380: (e) => {
      e.exports = ['Подтверждение заявки']
    },
    163003: (e) => {
      e.exports = ['Информация о заявке']
    },
    862349: (e) => {
      e.exports = ['Заявка отправлена']
    },
    455897: (e) => {
      e.exports = ['Предпросмотр заявки']
    },
    145088: (e) => {
      e.exports = [
        'Цена заявки слишком близко к рыночной цене. Это может привести к размещению неправильного типа заявки из-за особенностей размещения заявок у {brokerTitle}',
      ]
    },
    445944: (e) => {
      e.exports = ['Цена заявки должна быть между {min} и {max}']
    },
    127531: (e) => {
      e.exports = ['Размер лота']
    },
    357653: (e) => {
      e.exports = ['Лоты']
    },
    956220: (e) => {
      e.exports = ['Кредитное плечо']
    },
    627262: (e) => {
      e.exports = ['Лимит-цена']
    },
    768527: (e) => {
      e.exports = ['Изменить']
    },
    305806: (e) => {
      e.exports = ['Изменить заявку']
    },
    470500: (e) => {
      e.exports = ['Деньги']
    },
    134569: (e) => {
      e.exports = [
        'Выберите любое поле,{line_break}чтобы активировать размещение заявки',
      ]
    },
    392553: (e) => {
      e.exports = ['Продать']
    },
    68160: (e) => {
      e.exports = ['Отправить']
    },
    866251: (e) => {
      e.exports = ['Акции']
    },
    377562: (e) => {
      e.exports = ['Показывать сумму в {units} риска']
    },
    9540: (e) => {
      e.exports = ['Показывать цену заявки в тиках']
    },
    555198: (e) => {
      e.exports = ['Показывать количество в {units} риска']
    },
    511327: (e) => {
      e.exports = ['Показывать ТП/СЛ в {units}']
    },
    878506: (e) => {
      e.exports = ['Показывать подтверждение заявок']
    },
    750441: (e) => {
      e.exports = ['Направление']
    },
    585568: (e) => {
      e.exports = [
        'Указанное значение больше максимального значения % баланса, равного {max}.',
      ]
    },
    983374: (e) => {
      e.exports = ['Указанное значение превышает максимальный % риска {max}.']
    },
    661426: (e) => {
      e.exports = ['Указанное значение больше валютного максимума {max}.']
    },
    159879: (e) => {
      e.exports = [
        'Указанное значение превышает максимальное значение валютного риска {max}.',
      ]
    },
    61523: (e) => {
      e.exports = [
        'Указанное значение меньше минимального значения % баланса, равного {min}.',
      ]
    },
    897381: (e) => {
      e.exports = [
        'Указанное значение меньше минимального значения % риска {min}.',
      ]
    },
    378551: (e) => {
      e.exports = ['Указанное значение меньше валютного минимума {min}.']
    },
    864567: (e) => {
      e.exports = [
        'Указанное значение меньше минимума валютного риска в {min}.',
      ]
    },
    722028: (e) => {
      e.exports = ['Стоп-цена']
    },
    589053: (e) => {
      e.exports = ['Инструмент']
    },
    440339: (e) => {
      e.exports = ['Информация о позиции']
    },
    419489: (e) => {
      e.exports = ['Стоимость пункта']
    },
    25684: (e) => {
      e.exports = ['Цена']
    },
    356979: (e) => {
      e.exports = ['Прибыль']
    },
    563833: (e) => {
      e.exports = ['Риск']
    },
    613937: (e) => {
      e.exports = ['Итого']
    },
    373446: (e) => {
      e.exports = [
        'Денежный эквивалент количества в заявке является приблизительным, не включает комиссию и зависит от фактического исполнения заявки на бирже.',
      ]
    },
    93111: (e) => {
      e.exports = [
        'Процентный эквивалент количества в заявке является приблизительным, не включает комиссию и зависит от фактического исполнения заявки на бирже.',
      ]
    },
    696709: (e) => {
      e.exports = ['Значение тика']
    },
    207710: (e) => {
      e.exports = ['Сумма сделки']
    },
    158416: (e) => {
      e.exports = ['Тип']
    },
    515632: (e) => {
      e.exports = ['Открепить']
    },
    698311: (e) => {
      e.exports = [
        'Уже есть как минимум одна активная заявка, которая может влиять на эту позицию',
      ]
    },
    278770: (e) => {
      e.exports = ['в валюте счёта']
    },
    689544: (e) => {
      e.exports = ['в валюте инструмента']
    },
    35387: (e) => {
      e.exports = ['заявка']
    },
    518088: (e) => {
      e.exports = [
        '{qty} {symbol}{whitespaceNoBreak}@ {limitPrice}{whitespaceNoBreak}ЛИМИТ',
      ]
    },
    111828: (e) => {
      e.exports = [
        '{qty} {symbol}{whitespaceNoBreak}@ {stopPrice}{whitespaceNoBreak}СТОП',
      ]
    },
    828749: (e) => {
      e.exports = [
        '{qty} {symbol}{whitespaceNoBreak}@ {stopPrice}{whitespaceNoBreak}СТОП {limitPrice}{whitespaceNoBreak}ЛИМИТ',
      ]
    },
    896582: (e) => {
      e.exports = ['{qty} {symbol}{whitespaceNoBreak}РЫН.']
    },
  },
])
