;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [5362],
  {
    340276: (e) => {
      e.exports = ['Добавить']
    },
    453585: (e) => {
      e.exports = ['Добавить свой цвет']
    },
    681865: (e) => {
      e.exports = ['Прозрачность']
    },
    519801: (e) => {
      e.exports = ['Пт']
    },
    11268: (e) => {
      e.exports = ['Пн']
    },
    963331: (e) => {
      e.exports = ['Сб']
    },
    85954: (e) => {
      e.exports = ['Вс']
    },
    226230: (e) => {
      e.exports = ['Ср']
    },
    24793: (e) => {
      e.exports = ['Чт']
    },
    831533: (e) => {
      e.exports = ['Вт']
    },
    373755: (e) => {
      e.exports = ['Другой символ']
    },
    716936: (e) => {
      e.exports = ['Назад']
    },
    288046: (e) => {
      e.exports = ['Главный символ графика']
    },
    709898: (e) => {
      e.exports = ['Право на акцию']
    },
    952051: (e) => {
      e.exports = ['Сейчас на календаре {year} год']
    },
    499990: (e) => {
      e.exports = [
        'Сейчас на календаре выбран период с {year_start} до {year_end} года',
      ]
    },
    692702: (e) => {
      e.exports = ['Сейчас на календаре {month}']
    },
    620036: (e) => {
      e.exports = ['Отмена']
    },
    423398: (e) => {
      e.exports = ['Сменить инструмент']
    },
    394551: (e) => {
      e.exports = ['График']
    },
    680395: (e) => {
      e.exports = ['Закрыть меню']
    },
    64498: (e) => {
      e.exports = ['Все источники']
    },
    997637: (e) => {
      e.exports = ['Апрель']
    },
    486797: (e) => {
      e.exports = ['Август']
    },
    879852: (e) => {
      e.exports = ['Облигации']
    },
    55669: (e) => {
      e.exports = ['Декабрь']
    },
    756095: (e) => {
      e.exports = ['Уменьшить']
    },
    629601: (e) => {
      e.exports = ['Описание']
    },
    316467: (e) => {
      e.exports = ['Февраль']
    },
    772970: (e) => {
      e.exports = ['Пятница']
    },
    146812: (e) => {
      e.exports = ['Увеличить']
    },
    926910: (e) => {
      e.exports = ['Январь']
    },
    323230: (e) => {
      e.exports = ['Июль']
    },
    49385: (e) => {
      e.exports = ['Июнь']
    },
    290784: (e) => {
      e.exports = ['Октябрь']
    },
    889298: (e) => {
      e.exports = ['Смещение']
    },
    468988: (e) => {
      e.exports = ['Ок']
    },
    561199: (e) => {
      e.exports = ['Понедельник']
    },
    695543: (e) => {
      e.exports = ['Месяцы']
    },
    668327: (e) => {
      e.exports = ['Май']
    },
    684675: (e) => {
      e.exports = ['Март']
    },
    929673: (e) => {
      e.exports = ['Нет подходящих бирж']
    },
    641379: (e) => {
      e.exports = ['Нет подходящих символов']
    },
    171194: (e) => {
      e.exports = ['Ноябрь']
    },
    383771: (e) => {
      e.exports = ['Следующий год']
    },
    275385: (e) => {
      e.exports = ['Следующие годы']
    },
    39752: (e) => {
      e.exports = ['Следующий месяц']
    },
    535563: (e) => {
      e.exports = ['Неверный формат числа.']
    },
    719724: (e) => {
      e.exports = ['Источники']
    },
    101144: (e) => {
      e.exports = ['Суббота']
    },
    252298: (e) => {
      e.exports = ['Поиск']
    },
    313269: (e) => {
      e.exports = ['Выбрать источник']
    },
    661132: (e) => {
      e.exports = ['Сентябрь']
    },
    602607: (e) => {
      e.exports = ['Указанное значение больше допустимого максимума для {max}.']
    },
    53669: (e) => {
      e.exports = ['Указанное значение меньше допустимого минимума для {min}.']
    },
    272149: (e) => {
      e.exports = ['Воскресенье']
    },
    583583: (e) => {
      e.exports = ['Переключиться на месяцы']
    },
    806244: (e) => {
      e.exports = ['Переключиться на даты']
    },
    680879: (e) => {
      e.exports = ['Переключиться на годы']
    },
    589053: (e) => {
      e.exports = ['Инструмент']
    },
    948490: (e) => {
      e.exports = ['Инструмент и описание']
    },
    882719: (e) => {
      e.exports = ['Поиск инструментов']
    },
    732457: (e) => {
      e.exports = ['Введите правильную дату']
    },
    505122: (e) => {
      e.exports = ['Укажите правильный формат даты — гггг-мм-дд']
    },
    502587: (e) => {
      e.exports = ['Предыдущий месяц']
    },
    239329: (e) => {
      e.exports = ['Предыдущий год']
    },
    127004: (e) => {
      e.exports = ['Предыдущие годы']
    },
    854336: (e) => {
      e.exports = ['Удалить цвет']
    },
    107147: (e) => {
      e.exports = ['Среда']
    },
    107951: (e) => {
      e.exports = ['Четверг']
    },
    360142: (e) => {
      e.exports = ['Толщина']
    },
    944979: (e) => {
      e.exports = ['Вторник']
    },
    669325: (e) => {
      e.exports = ['Годы']
    },
    812629: (e) => {
      e.exports = ['товары']
    },
    487592: (e) => {
      e.exports = 'cfd'
    },
    717023: (e) => {
      e.exports = ['изменение прозрачности']
    },
    313066: (e) => {
      e.exports = ['изменение цвета']
    },
    195657: (e) => {
      e.exports = ['изменение толщины']
    },
    18567: (e) => {
      e.exports = ['изменение свойств {propertyName}']
    },
    336962: (e) => {
      e.exports = ['закр']
    },
    308448: (e) => {
      e.exports = ['криптовалюты']
    },
    667245: (e) => {
      e.exports = ['Депоз. расписки']
    },
    488720: (e) => {
      e.exports = ['экономические данные']
    },
    739512: (e) => {
      e.exports = ['форекс']
    },
    781859: (e) => {
      e.exports = ['фьючерсы']
    },
    441615: (e) => {
      e.exports = ['макс.']
    },
    391815: (e) => {
      e.exports = ['МаксМин2']
    },
    640771: (e) => {
      e.exports = ['МаксМинЗакр3']
    },
    209523: (e) => {
      e.exports = ['МаксМинЗакрЗакр4']
    },
    612754: (e) => {
      e.exports = ['индексы']
    },
    138071: (e) => {
      e.exports = ['индексы']
    },
    212504: (e) => {
      e.exports = ['ОткрМаксМинЗакр4']
    },
    938466: (e) => {
      e.exports = ['откр.']
    },
    403919: (e) => {
      e.exports = ['мин.']
    },
    636931: (e) => {
      e.exports = ['акция']
    },
  },
])
