;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [5275],
  {
    340276: (e) => {
      e.exports = ['Добавить']
    },
    453585: (e) => {
      e.exports = ['Добавить свой цвет']
    },
    681865: (e) => {
      e.exports = ['Прозрачность']
    },
    2443: (e) => {
      e.exports = ['стиль линий инструмента(ов) рисования']
    },
    940054: (e) => {
      e.exports = ['Цвет']
    },
    44629: (e) => {
      e.exports = ['Добавить в избранное']
    },
    486528: (e) => {
      e.exports = ['Применить шаблон по умолчанию']
    },
    938455: (e) => {
      e.exports = ['Цвет заливки']
    },
    179964: (e) => {
      e.exports = ['Цвет заливки №1']
    },
    745320: (e) => {
      e.exports = ['Цвет заливки №2']
    },
    774935: (e) => {
      e.exports = ['Вы действительно хотите удалить шаблон "{name}"?']
    },
    860925: (e) => {
      e.exports = ['Точка']
    },
    842973: (e) => {
      e.exports = ['Точечный пунктир']
    },
    459317: (e) => {
      e.exports = ['Штриховой пунктир']
    },
    571527: (e) => {
      e.exports = [
        "Шаблон '{name}' уже существует. Вы действительно хотите заменить его?",
      ]
    },
    299289: (e) => {
      e.exports = ['Ластик']
    },
    23886: (e) => {
      e.exports = ['Размер шрифта']
    },
    417006: (e) => {
      e.exports = ['Размер шрифта']
    },
    717517: (e) => {
      e.exports = ['Скрыть все объекты рисования']
    },
    574813: (e) => {
      e.exports = ['Скрыть панель избранных инструментов рисования']
    },
    537057: (e) => {
      e.exports = ['Зафиксировать все объекты']
    },
    671845: (e) => {
      e.exports = ['Фон линий объектов рисования']
    },
    712928: (e) => {
      e.exports = ['Цвета линий объектов рисования']
    },
    121327: (e) => {
      e.exports = ['Цвет текста для линейных объектов рисования']
    },
    286327: (e) => {
      e.exports = ['Ширина линий объекта рисования']
    },
    447059: (e) => {
      e.exports = ['Ширина линий объектов рисования']
    },
    141610: (e) => {
      e.exports = ['Ещё']
    },
    579165: (e) => {
      e.exports = ['Магия']
    },
    937140: (e) => {
      e.exports = [
        'Магнит позволяет притягивать точки объектов к ближайшим ценам (откр., макс., мин., закр.) баров',
      ]
    },
    867455: (e) => {
      e.exports = ['Цвет метки']
    },
    659607: (e) => {
      e.exports = ['Линейка']
    },
    736551: (e) => {
      e.exports = [
        'Новые объекты рисования копируются на все графики рабочего пространства и отображаются, когда выбирается тот же тикер',
      ]
    },
    933751: (e) => {
      e.exports = ['Сохранить шаблон как']
    },
    691977: (e) => {
      e.exports = ['Показать скрытые инструменты']
    },
    551072: (e) => {
      e.exports = ['Показать дерево объектов']
    },
    749421: (e) => {
      e.exports = ['Оставаться в режиме рисования']
    },
    749593: (e) => {
      e.exports = ['Цвет заливки (остановка)']
    },
    36785: (e) => {
      e.exports = ['Цвет фона при достижении прибыли']
    },
    376091: (e) => {
      e.exports = ['Удалить объекты рисования']
    },
    854336: (e) => {
      e.exports = ['Удалить цвет']
    },
    572482: (e) => {
      e.exports = ['Удалить из предпочтений']
    },
    319221: (e) => {
      e.exports = ['Цвет текста']
    },
    350912: (e) => {
      e.exports = ['Имя шаблона']
    },
    891900: (e) => {
      e.exports = ['Шаблоны']
    },
    38925: (e) => {
      e.exports = ['Увеличить масштаб']
    },
    949895: (e) => {
      e.exports = ['Уменьшить масштаб']
    },
    16631: (e) => {
      e.exports = ['изменение цвета текста инструмента(ов) рисования']
    },
    674350: (e) => {
      e.exports = ['изменение цвета фона инструмента(ов) рисования']
    },
    368519: (e) => {
      e.exports = ['изменение цвета инструмента(ов) рисования']
    },
    436819: (e) => {
      e.exports = ['изменение размера шрифта инструмента(ов) рисования']
    },
    654769: (e) => {
      e.exports = ['изменение стиля линий инструмента(ов) рисования']
    },
    141648: (e) => {
      e.exports = ['изменение толщины линий инструмента(ов) рисования']
    },
    18567: (e) => {
      e.exports = ['изменение свойств {propertyName}']
    },
    132868: (e) => {
      e.exports = ['{hotKey_0} + Клик на графике']
    },
    468125: (e) => {
      e.exports = ['{hotKey_0} — Окружность']
    },
    240234: (e) => {
      e.exports = ['{hotKey_0} — Рисовать прямую линию под углом 45 градусов']
    },
    510289: (e) => {
      e.exports = ['{hotKey_0} — Фиксированный диапазон']
    },
    481591: (e) => {
      e.exports = ['{hotKey_0} — Квадрат']
    },
  },
])
