;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [6660],
  {
    52587: (o) => {
      o.exports = 'C'
    },
    469219: (o) => {
      o.exports = 'D'
    },
    426211: (o) => {
      o.exports = 'D'
    },
    960582: (o) => {
      o.exports = 'E'
    },
    957357: (o) => {
      o.exports = 'F'
    },
    647310: (o) => {
      o.exports = 'R'
    },
    214485: (o) => {
      o.exports = 'R'
    },
    87817: (o) => {
      o.exports = 'S'
    },
    413859: (o) => {
      o.exports = ['Идет соединение']
    },
    607367: (o) => {
      o.exports = ['Копировать ссылку']
    },
    680027: (o) => {
      o.exports = ['Изменение, %']
    },
    34565: (o) => {
      o.exports = ['Изм.']
    },
    191198: (o) => {
      o.exports = ['Изм. в %']
    },
    60640: (o) => {
      o.exports = ['Очистить список']
    },
    613750: (o) => {
      o.exports = ['Клик']
    },
    768973: (o) => {
      o.exports = ['Нажмите, чтобы отсортировать по {columnLabel}']
    },
    279984: (o) => {
      o.exports = ['Создать новый список']
    },
    732340: (o) => {
      o.exports = ['Создать новый список']
    },
    337224: (o) => {
      o.exports = ['Настроить столбцы']
    },
    314348: (o) => {
      o.exports = ['Расширенный режим']
    },
    878850: (o) => {
      o.exports = ['Добавить текстовую заметку для {symbol}']
    },
    978030: (o) => {
      o.exports = ['Добавить все выбранные в']
    },
    695296: (o) => {
      o.exports = ['Добавить выбранное для сравнения']
    },
    57590: (o) => {
      o.exports = ['Добавить инструмент']
    },
    871550: (o) => {
      o.exports = ['Добавить раздел']
    },
    634968: (o) => {
      o.exports = ['Добавить {symbol} в']
    },
    465687: (o) => {
      o.exports = ['Добавить {symbol} для сравнения']
    },
    617591: (o) => {
      o.exports = ['Добавить {symbol} в Список котировок']
    },
    265662: (o) => {
      o.exports = ['Вы действительно хотите удалить все инструменты?']
    },
    722753: (o) => {
      o.exports = ['Вы действительно хотите удалить список котировок "{name}"?']
    },
    654408: (o) => {
      o.exports = ['Вы хотите снять флаг со всех символов в системе?']
    },
    78211: (o) => {
      o.exports = ['Данные с задержкой']
    },
    629601: (o) => {
      o.exports = ['Описание']
    },
    132023: (o) => {
      o.exports = ['Обновляется в конце дня']
    },
    482751: (o) => {
      o.exports = ['Ошибка']
    },
    982543: (o) => {
      o.exports = ['Экспортировать список']
    },
    594071: (o) => {
      o.exports = [
        'Файл содержит неправильный формат данных. Исправьте формат и попробуйте снова. Например: "NYSE:GE,NYSE:F,NASDAQ:MSFT" или "F,GE,MSFT"',
      ]
    },
    705847: (o) => {
      o.exports = ['Превышен максимальный размер файла']
    },
    677720: (o) => {
      o.exports = ['Финансы']
    },
    182246: (o) => {
      o.exports = ['Отметить {symbol}']
    },
    330836: (o) => {
      o.exports = ['Отметить все выбранные']
    },
    456502: (o) => {
      o.exports = [
        'Хм, кажется, у вас не было инструментов в списке котировок. Вы можете добавить инструмент выше.',
      ]
    },
    988958: (o) => {
      o.exports = ['Выходной день']
    },
    61466: (o) => {
      o.exports = ['Импортировать список']
    },
    713774: (o) => {
      o.exports = ['Неверный формат данных']
    },
    113439: (o) => {
      o.exports = ['Инструмент не разрешён']
    },
    147980: (o) => {
      o.exports = ['Открыть график {symbol}']
    },
    629824: (o) => {
      o.exports = ['Открыть символ на графике']
    },
    25911: (o) => {
      o.exports = ['Загрузка']
    },
    273064: (o) => {
      o.exports = ['Длинная']
    },
    915107: (o) => {
      o.exports = ['Посл. цена']
    },
    180959: (o) => {
      o.exports = ['Копировать']
    },
    486533: (o) => {
      o.exports = ['Рынок открыт']
    },
    548979: (o) => {
      o.exports = ['Рынок закрыт']
    },
    383949: (o) => {
      o.exports = ['Рынок открыт']
    },
    895814: (o) => {
      o.exports = ['Рынок закрыт']
    },
    502927: (o) => {
      o.exports = ['Скриншот графика']
    },
    799217: (o) => {
      o.exports = ['Сохранить список как']
    },
    252298: (o) => {
      o.exports = ['Поиск']
    },
    882271: (o) => {
      o.exports = ['Обзор {symbol}']
    },
    516031: (o) => {
      o.exports = ['Публичный список']
    },
    777851: (o) => {
      o.exports = ['Короткая']
    },
    589053: (o) => {
      o.exports = ['Инструмент']
    },
    11184: (o) => {
      o.exports = ['Детали инструмента']
    },
    318280: (o) => {
      o.exports = ['Группа инструментов']
    },
    83796: (o) => {
      o.exports = ['Имя списка инструментов']
    },
    566812: (o) => {
      o.exports = ['Вечерняя торговая сессия']
    },
    556604: (o) => {
      o.exports = ['Вечерняя торговая сессия']
    },
    845198: (o) => {
      o.exports = ['Предторговый период']
    },
    943608: (o) => {
      o.exports = ['Предторговый период']
    },
    887267: (o) => {
      o.exports = ['Данные с задержкой на {number} мин.']
    },
    728332: (o) => {
      o.exports = [
        'Котировки с задержкой {number} минут, обновляются каждые 30 секунд',
      ]
    },
    344200: (o) => {
      o.exports = ['Вернуться к своему порядку инструментов в списке']
    },
    906530: (o) => {
      o.exports = ['Данные в реальном времени']
    },
    366702: (o) => {
      o.exports = ['Удалить из списка котировок']
    },
    86261: (o) => {
      o.exports = ['Удалить раздел']
    },
    435038: (o) => {
      o.exports = ['Переименовать']
    },
    688506: (o) => {
      o.exports = ['Симуляция рынка']
    },
    847746: (o) => {
      o.exports = ['В список котировок больше уже не помещается']
    },
    33115: (o) => {
      o.exports = ['Ошибка списка котировок']
    },
    66596: (o) => {
      o.exports = [
        'Вы не можете добавлять более {number} символов и разделителей в список котировок.',
      ]
    },
    974587: (o) => {
      o.exports = ['Слишком большой файл. Макс. размер — {fileLimit}Кб.']
    },
    751485: (o) => {
      o.exports = ['Снять отметку со всех выбранных']
    },
    560342: (o) => {
      o.exports = ['Снять флаг со всех символов в системе']
    },
    684114: (o) => {
      o.exports = ['Снять отметку с {symbol}']
    },
    101111: (o) => {
      o.exports = ['Объём']
    },
    96921: (o) => {
      o.exports = ['или']
    },
    291635: (o) => {
      o.exports = ['добавить инструмент и закрыть диалоговое окно']
    },
    222045: (o) => {
      o.exports = [
        'Вы действительно хотите удалить {count} выбранный инструмент?',
        'Вы действительно хотите удалить {count} выбранных инструмента?',
        'Вы действительно хотите удалить {count} выбранных инструментов?',
        'Вы действительно хотите удалить {count} выбранных инструментов?',
      ]
    },
    337628: (o) => {
      o.exports = [
        '{count} инструмент',
        '{count} инструмента',
        '{count} инструментов',
        '{count} инструментов',
      ]
    },
  },
])
