;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [6137],
  {
    519801: (e) => {
      e.exports = ['Пт']
    },
    11268: (e) => {
      e.exports = ['Пн']
    },
    963331: (e) => {
      e.exports = ['Сб']
    },
    85954: (e) => {
      e.exports = ['Вс']
    },
    226230: (e) => {
      e.exports = ['Ср']
    },
    24793: (e) => {
      e.exports = ['Чт']
    },
    831533: (e) => {
      e.exports = ['Вт']
    },
    172639: (e) => {
      e.exports = ['В тиках']
    },
    436598: (e) => {
      e.exports = ['Подключить']
    },
    708169: (e) => {
      e.exports = ['Подключиться к брокеру']
    },
    697174: (e) => {
      e.exports = ['Внимание!']
    },
    952051: (e) => {
      e.exports = ['Сейчас на календаре {year} год']
    },
    499990: (e) => {
      e.exports = [
        'Сейчас на календаре выбран период с {year_start} до {year_end} года',
      ]
    },
    692702: (e) => {
      e.exports = ['Сейчас на календаре {month}']
    },
    782806: (e) => {
      e.exports = ['Изменить тип стоп-заявки']
    },
    997637: (e) => {
      e.exports = ['Апрель']
    },
    486797: (e) => {
      e.exports = ['Август']
    },
    55669: (e) => {
      e.exports = ['Декабрь']
    },
    756095: (e) => {
      e.exports = ['Уменьшить']
    },
    316467: (e) => {
      e.exports = ['Февраль']
    },
    772970: (e) => {
      e.exports = ['Пятница']
    },
    146812: (e) => {
      e.exports = ['Увеличить']
    },
    926910: (e) => {
      e.exports = ['Январь']
    },
    323230: (e) => {
      e.exports = ['Июль']
    },
    49385: (e) => {
      e.exports = ['Июнь']
    },
    290784: (e) => {
      e.exports = ['Октябрь']
    },
    312690: (e) => {
      e.exports = [
        'Чтобы начать торговать, войдите в свою учётную запись TradingView',
      ]
    },
    200890: (e) => {
      e.exports = ['Используйте свой брокерский/биржевой счёт для торговли']
    },
    561199: (e) => {
      e.exports = ['Понедельник']
    },
    695543: (e) => {
      e.exports = ['Месяцы']
    },
    668327: (e) => {
      e.exports = ['Май']
    },
    684675: (e) => {
      e.exports = ['Март']
    },
    969992: (e) => {
      e.exports = ['Использованная маржа']
    },
    93875: (e) => {
      e.exports = ['Нет данных']
    },
    65124: (e) => {
      e.exports = ['Нет плеча']
    },
    171194: (e) => {
      e.exports = ['Ноябрь']
    },
    383771: (e) => {
      e.exports = ['Следующий год']
    },
    275385: (e) => {
      e.exports = ['Следующие годы']
    },
    39752: (e) => {
      e.exports = ['Следующий месяц']
    },
    535563: (e) => {
      e.exports = ['Неверный формат числа.']
    },
    101144: (e) => {
      e.exports = ['Суббота']
    },
    405849: (e) => {
      e.exports = ['Выбрать значение плеча']
    },
    880280: (e) => {
      e.exports = ['Выберите значение']
    },
    493472: (e) => {
      e.exports = ['Отправить заявку']
    },
    661132: (e) => {
      e.exports = ['Сентябрь']
    },
    184568: (e) => {
      e.exports = ['Войти']
    },
    602607: (e) => {
      e.exports = ['Указанное значение больше допустимого максимума для {max}.']
    },
    53669: (e) => {
      e.exports = ['Указанное значение меньше допустимого минимума для {min}.']
    },
    272149: (e) => {
      e.exports = ['Воскресенье']
    },
    583583: (e) => {
      e.exports = ['Переключиться на месяцы']
    },
    806244: (e) => {
      e.exports = ['Переключиться на даты']
    },
    680879: (e) => {
      e.exports = ['Переключиться на годы']
    },
    778621: (e) => {
      e.exports = ['Пипсы']
    },
    732457: (e) => {
      e.exports = ['Введите правильную дату']
    },
    505122: (e) => {
      e.exports = ['Укажите правильный формат даты — гггг-мм-дд']
    },
    502587: (e) => {
      e.exports = ['Предыдущий месяц']
    },
    239329: (e) => {
      e.exports = ['Предыдущий год']
    },
    127004: (e) => {
      e.exports = ['Предыдущие годы']
    },
    852997: (e) => {
      e.exports = ['Прибыль и убыток как процент от баланса счёта']
    },
    214078: (e) => {
      e.exports = ['Риск/Прибыль']
    },
    107147: (e) => {
      e.exports = ['Среда']
    },
    107951: (e) => {
      e.exports = ['Четверг']
    },
    768877: (e) => {
      e.exports = ['Время действия']
    },
    944979: (e) => {
      e.exports = ['Вторник']
    },
    669325: (e) => {
      e.exports = ['Годы']
    },
    693251: (e) => {
      e.exports = ['{fieldTitle} (обязательное поле)']
    },
    304389: (e) => {
      e.exports = ['Плечо {value}']
    },
  },
])
