;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [8988],
  {
    774274: (e) => {
      e.exports = ['Перекрестия']
    },
    360558: (e) => {
      e.exports = ['животные и природа']
    },
    414232: (e) => {
      e.exports = ['спорт и активность']
    },
    935305: (e) => {
      e.exports = ['еда и напитки']
    },
    149546: (e) => {
      e.exports = ['флаги']
    },
    572302: (e) => {
      e.exports = ['предметы']
    },
    396330: (e) => {
      e.exports = ['эмоции и люди']
    },
    906878: (e) => {
      e.exports = ['символы']
    },
    415426: (e) => {
      e.exports = ['недавние']
    },
    715395: (e) => {
      e.exports = ['путешествия']
    },
    641596: (e) => {
      e.exports = ['Метки на ценовой шкале']
    },
    323545: (e) => {
      e.exports = ['Значения в строке статуса']
    },
    239495: (e) => {
      e.exports = ['Окружности']
    },
    541389: (e) => {
      e.exports = ['Бар выше']
    },
    129520: (e) => {
      e.exports = ['Абсолютные значения']
    },
    67049: (e) => {
      e.exports = ['Применить по умолчанию']
    },
    473169: (e) => {
      e.exports = ['Применить по умолчанию']
    },
    65262: (e) => {
      e.exports = ['Область с разрывами']
    },
    883760: (e) => {
      e.exports = ['Тело']
    },
    248848: (e) => {
      e.exports = ['Граница']
    },
    527331: (e) => {
      e.exports = ['Фон']
    },
    278626: (e) => {
      e.exports = ['Бар ниже']
    },
    16079: (e) => {
      e.exports = ['Градиент']
    },
    506705: (e) => {
      e.exports = ['Вы действительно хотите удалить шаблон "{name}"?']
    },
    842973: (e) => {
      e.exports = ['Точечный пунктир']
    },
    741361: (e) => {
      e.exports = ['Вниз']
    },
    459317: (e) => {
      e.exports = ['Штриховой пунктир']
    },
    731577: (e) => {
      e.exports = ['Динамическая зона стоимости (VA)']
    },
    204329: (e) => {
      e.exports = ['Не задано']
    },
    698938: (e) => {
      e.exports = ['По умолчанию']
    },
    572405: (e) => {
      e.exports = [
        "Шаблон '{name}' уже существует. Вы действительно хотите заменить его?",
      ]
    },
    745044: (e) => {
      e.exports = ['Cкрыто']
    },
    511091: (e) => {
      e.exports = ['Гистограмма']
    },
    540297: (e) => {
      e.exports = ['Выходные значения']
    },
    836993: (e) => {
      e.exports = ['Минимальное изменение цены']
    },
    864606: (e) => {
      e.exports = ['Шрифт меток']
    },
    54934: (e) => {
      e.exports = ['Линия с разрывами']
    },
    141610: (e) => {
      e.exports = ['Ещё']
    },
    855362: (e) => {
      e.exports = ['Обычный']
    },
    735637: (e) => {
      e.exports = ['Сплошной']
    },
    418229: (e) => {
      e.exports = ['Сделать по умолчанию']
    },
    504315: (e) => {
      e.exports = ['Сохранить шаблон как']
    },
    786520: (e) => {
      e.exports = ['Метки сигнала']
    },
    464108: (e) => {
      e.exports = ['Ступенчатая линия с разрывами']
    },
    367767: (e) => {
      e.exports = ['Ступенчатая линия с ромбами']
    },
    621861: (e) => {
      e.exports = ['Расположение']
    },
    173947: (e) => {
      e.exports = ['Точность']
    },
    766596: (e) => {
      e.exports = ['Количество']
    },
    79782: (e) => {
      e.exports = ['Сбросить настройки']
    },
    895247: (e) => {
      e.exports = ['Ширина (% от прямоугольника)']
    },
    319221: (e) => {
      e.exports = ['Цвет текста']
    },
    350912: (e) => {
      e.exports = ['Имя шаблона']
    },
    607138: (e) => {
      e.exports = ['Сделки на графике']
    },
    798802: (e) => {
      e.exports = ['Вверх']
    },
    578019: (e) => {
      e.exports = [
        'Используйте специальные символы, чтобы перемещать выбранные объекты рисования: +, -, /, * для цены и +, - для индекса бара.',
      ]
    },
    114414: (e) => {
      e.exports = ['Профиль объёма']
    },
    391322: (e) => {
      e.exports = ['Значения']
    },
    320834: (e) => {
      e.exports = ['изменение мин. тик. значения']
    },
    198491: (e) => {
      e.exports = ['изменение значка']
    },
    907378: (e) => {
      e.exports = ['изменение размера шрифта']
    },
    628691: (e) => {
      e.exports = ['изменение стиля линии']
    },
    138361: (e) => {
      e.exports = ['изменение местоположения']
    },
    851081: (e) => {
      e.exports = ['изменение ширины в процентах']
    },
    847634: (e) => {
      e.exports = ['изменение расположения']
    },
    215683: (e) => {
      e.exports = ['изменение типа отображения']
    },
    900164: (e) => {
      e.exports = ['изменение точности']
    },
    486888: (e) => {
      e.exports = ['изменение фигуры']
    },
    50463: (e) => {
      e.exports = ['изменение значения']
    },
    212628: (e) => {
      e.exports = ['изменение видимости значений']
    },
    976080: (e) => {
      e.exports = ['н-р, +1']
    },
    495166: (e) => {
      e.exports = ['н-р, /2']
    },
  },
])
