;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [9536],
  {
    650831: (e) => {
      e.exports = ['бары']
    },
    919648: (e) => {
      e.exports = ['12 часов']
    },
    855838: (e) => {
      e.exports = ['24 часа']
    },
    723238: (e) => {
      e.exports = ['Оформление']
    },
    72171: (e) => {
      e.exports = ['По центру']
    },
    288364: (e) => {
      e.exports = ['Основной стиль графика']
    },
    46720: (e) => {
      e.exports = ['Перекрестие']
    },
    50985: (e) => {
      e.exports = ['Валюта']
    },
    217319: (e) => {
      e.exports = ['Валюта и единица']
    },
    412381: (e) => {
      e.exports = ['Все события']
    },
    768791: (e) => {
      e.exports = ['Аргументы']
    },
    695036: (e) => {
      e.exports = ['Средняя цена закрытия']
    },
    691757: (e) => {
      e.exports = ['Снизу']
    },
    527331: (e) => {
      e.exports = ['Фон']
    },
    22519: (e) => {
      e.exports = ['Значения изменения бара']
    },
    790906: (e) => {
      e.exports = ['Прибыль и убыток брекет-ордеров']
    },
    187845: (e) => {
      e.exports = ['Кнопки']
    },
    217329: (e) => {
      e.exports = ['Кнопки покупки/продажи']
    },
    339392: (e) => {
      e.exports = ['Линии сетки']
    },
    625209: (e) => {
      e.exports = ['Формат даты']
    },
    555090: (e) => {
      e.exports = ['День недели на метках']
    },
    629601: (e) => {
      e.exports = ['Описание']
    },
    226897: (e) => {
      e.exports = ['События']
    },
    41950: (e) => {
      e.exports = ['Удлинённая линия цены для позиций и заявок']
    },
    178106: (e) => {
      e.exports = ['Исполненные']
    },
    464848: (e) => {
      e.exports = ['Метки исполненных заявок']
    },
    577405: (e) => {
      e.exports = ['Горизонтальная']
    },
    734403: (e) => {
      e.exports = ['Горизонтальные']
    },
    760971: (e) => {
      e.exports = ['Макс. и мин. цены']
    },
    561142: (e) => {
      e.exports = ['Индикаторы']
    },
    234905: (e) => {
      e.exports = ['Значения индикаторов']
    },
    829687: (e) => {
      e.exports = ['Значения индикаторов и отчётности']
    },
    25084: (e) => {
      e.exports = ['Названия индикаторов и отчётности']
    },
    409654: (e) => {
      e.exports = ['Названия индикаторов']
    },
    344104: (e) => {
      e.exports = ['Размещение заявок без подтверждения']
    },
    199487: (e) => {
      e.exports = ['Значения ОТКР-МАКС-МИН-ЗАКР']
    },
    775991: (e) => {
      e.exports = ['Cтатус Рынок открыт']
    },
    293104: (e) => {
      e.exports = ['Заявки']
    },
    517538: (e) => {
      e.exports = ['Выравнивание заявок и позиций']
    },
    199192: (e) => {
      e.exports = ['Показывать заявки, позиции и исполнение на снимках экрана']
    },
    515474: (e) => {
      e.exports = ['Лого']
    },
    996073: (e) => {
      e.exports = ['Подробное описание']
    },
    878905: (e) => {
      e.exports = ['Метки на ценовой шкале']
    },
    37274: (e) => {
      e.exports = ['Значения изменения последнего дня']
    },
    619286: (e) => {
      e.exports = ['Слева']
    },
    470500: (e) => {
      e.exports = ['Деньги']
    },
    766653: (e) => {
      e.exports = ['Поля']
    },
    876476: (e) => {
      e.exports = ['По центру']
    },
    242502: (e) => {
      e.exports = ['Не перекрывать']
    },
    230163: (e) => {
      e.exports = ['Уведомления']
    },
    149199: (e) => {
      e.exports = ['Без цвета']
    },
    874343: (e) => {
      e.exports = ['Навигация']
    },
    847926: (e) => {
      e.exports = ['Режимы шкалы (А и Л)']
    },
    643115: (e) => {
      e.exports = ['Шкалы']
    },
    753224: (e) => {
      e.exports = ['Расположение шкал']
    },
    779194: (e) => {
      e.exports = ['Строка статуса']
    },
    589053: (e) => {
      e.exports = ['Инструмент']
    },
    435383: (e) => {
      e.exports = ['Имя инструмента']
    },
    327767: (e) => {
      e.exports = ['Последнее значение символа']
    },
    540847: (e) => {
      e.exports = ['Цена закрытия предыдущего дня']
    },
    948313: (e) => {
      e.exports = ['Позиции']
    },
    750446: (e) => {
      e.exports = ['Панель']
    },
    373908: (e) => {
      e.exports = ['Разделители панелей']
    },
    936014: (e) => {
      e.exports = ['Проценты']
    },
    778621: (e) => {
      e.exports = ['Пипсы']
    },
    507248: (e) => {
      e.exports = ['Звуковой сигнал при исполнении заявок']
    },
    674823: (e) => {
      e.exports = ['Цена пре-/постмаркета']
    },
    164859: (e) => {
      e.exports = ['Ценовая шкала']
    },
    676523: (e) => {
      e.exports = ['Цена и процентное значение']
    },
    150609: (e) => {
      e.exports = ['Прибыль и убыток']
    },
    186921: (e) => {
      e.exports = ['Кнопка переворота']
    },
    612698: (e) => {
      e.exports = ['Только отклонённые заявки']
    },
    221141: (e) => {
      e.exports = ['Справа']
    },
    340187: (e) => {
      e.exports = ['Отступ справа']
    },
    577705: (e) => {
      e.exports = ['Водяной знак']
    },
    226458: (e) => {
      e.exports = ['Фитиль']
    },
    865994: (e) => {
      e.exports = ['Сверху']
    },
    792960: (e) => {
      e.exports = ['Выравнивание текста']
    },
    390581: (e) => {
      e.exports = ['Ориентация текста']
    },
    767369: (e) => {
      e.exports = ['Заголовок']
    },
    331326: (e) => {
      e.exports = ['Заголовки']
    },
    423097: (e) => {
      e.exports = ['Тикер']
    },
    182168: (e) => {
      e.exports = ['Тикер и описание']
    },
    743637: (e) => {
      e.exports = ['Временная шкала']
    },
    997316: (e) => {
      e.exports = ['Формат времени']
    },
    890801: (e) => {
      e.exports = ['Торговля']
    },
    677534: (e) => {
      e.exports = ['Единица']
    },
    101111: (e) => {
      e.exports = ['Объём']
    },
    680170: (e) => {
      e.exports = ['Последнее значение в соответствии со шкалой']
    },
    391322: (e) => {
      e.exports = ['Значения']
    },
    437174: (e) => {
      e.exports = ['Все']
    },
    199113: (e) => {
      e.exports = ['Вертикальные']
    },
    944085: (e) => {
      e.exports = ['Вертикальная']
    },
    457889: (e) => {
      e.exports = ['изменение видимости значений ОТКР-МАКС-МИН-ЗАКР']
    },
    935646: (e) => {
      e.exports = ['изменение видимости навигационных кнопок']
    },
    352164: (e) => {
      e.exports = ['изменение статуса уведомлений']
    },
    118644: (e) => {
      e.exports = ['изменение видимости статуса: Рынок открыт']
    },
    177827: (e) => {
      e.exports = ['изменение статуса подтверждения заявки']
    },
    469714: (e) => {
      e.exports = ['изменение видимости заявок']
    },
    477223: (e) => {
      e.exports = ['изменение видимости кнопок покупки/продажи']
    },
    845110: (e) => {
      e.exports = ['изменение видимости значения изменения бара']
    },
    210349: (e) => {
      e.exports = ['изменение отступа снизу']
    },
    154119: (e) => {
      e.exports = ['изменение режима отображения приб./убыт. брекет-ордеров']
    },
    151175: (e) => {
      e.exports = ['изменение видимости приб./убыт. брекет-ордеров']
    },
    688161: (e) => {
      e.exports = ['изменение видимости меток единиц и валюты']
    },
    284060: (e) => {
      e.exports = ['изменение видимости метки валюты']
    },
    899011: (e) => {
      e.exports = ['изменение цвета фона графика']
    },
    972458: (e) => {
      e.exports = ['изменение типа фона графика']
    },
    37034: (e) => {
      e.exports = ['изменение толщины перекрестия']
    },
    529951: (e) => {
      e.exports = ['изменение цвета перекрестия']
    },
    792027: (e) => {
      e.exports = ['изменение стиля перекрестия']
    },
    50457: (e) => {
      e.exports = ['изменение формата даты']
    },
    607104: (e) => {
      e.exports = ['изменение дня недели на метках']
    },
    995765: (e) => {
      e.exports = ['изменение видимости меток исполненных заявок']
    },
    255496: (e) => {
      e.exports = ['изменение видимости исполнения заявок']
    },
    683269: (e) => {
      e.exports = ['изменение: продолжение линий влево']
    },
    827764: (e) => {
      e.exports = ['изменение видимости линий сетки']
    },
    988096: (e) => {
      e.exports = ['изменение цвета гориз. линий сетки']
    },
    231325: (e) => {
      e.exports = ['изменение видимости названий индикаторов']
    },
    399774: (e) => {
      e.exports = ['изменение видимости значений индикаторов']
    },
    96162: (e) => {
      e.exports = ['изменение видимости параметров индикаторов']
    },
    559820: (e) => {
      e.exports = [
        'изменение видимости меток названий индикаторов и отчетности',
      ]
    },
    90512: (e) => {
      e.exports = [
        'изменение видимости меток значений индикаторов и отчетности',
      ]
    },
    250058: (e) => {
      e.exports = ['изменение видимости значений изменения последнего дня']
    },
    597956: (e) => {
      e.exports = ['изменение прозрачности фона легенды']
    },
    761061: (e) => {
      e.exports = ['изменение видимости фона легенды']
    },
    537730: (e) => {
      e.exports = ['изменение видимости кнопок панели']
    },
    989032: (e) => {
      e.exports = ['изменение цвета разделителей панелей']
    },
    641636: (e) => {
      e.exports = ['изменение звукового сигнала при исполнении заявок']
    },
    72970: (e) => {
      e.exports = ['изменение объектов позиционной торговли на графике']
    },
    21181: (e) => {
      e.exports = ['изменение видимости позиций']
    },
    792476: (e) => {
      e.exports = ['изменение видимости приб./убыт. позиций']
    },
    485749: (e) => {
      e.exports = ['изменение режима отображения приб./убыт. позиций']
    },
    569520: (e) => {
      e.exports = ['изменение видимости кнопки переворота позиции']
    },
    135636: (e) => {
      e.exports = ['изменение отступа справа']
    },
    966601: (e) => {
      e.exports = ['изменение отступа справа']
    },
    225616: (e) => {
      e.exports = ['изменение цвета водяного знака инструмента']
    },
    687159: (e) => {
      e.exports = ['изменение видимости водяного знака инструмента']
    },
    26717: (e) => {
      e.exports = ['изменение видимости описания инструмента']
    },
    606091: (e) => {
      e.exports = ['изменение видимости поля символа']
    },
    728741: (e) => {
      e.exports = ['изменение режима последнего значения инструмента']
    },
    795071: (e) => {
      e.exports = ['изменение формата легенды символа']
    },
    847361: (e) => {
      e.exports = ['изменение видимости кнопок режимов шкалы']
    },
    635065: (e) => {
      e.exports = ['изменение цвета текста на шкалах']
    },
    484382: (e) => {
      e.exports = ['изменение размера шрифта на шкалах']
    },
    512468: (e) => {
      e.exports = ['изменение цвета линий шкал']
    },
    871589: (e) => {
      e.exports = ['изменение видимости границ сессий']
    },
    515035: (e) => {
      e.exports = ['изменение толщины границ сессий']
    },
    501579: (e) => {
      e.exports = ['изменение цвета границ сессий']
    },
    121460: (e) => {
      e.exports = ['изменение стиля границ сессий']
    },
    876991: (e) => {
      e.exports = ['изменение формата времени']
    },
    598905: (e) => {
      e.exports = ['изменение отступа сверху']
    },
    992775: (e) => {
      e.exports = ['изменение видимости объектов торговли на снимках экрана']
    },
    607011: (e) => {
      e.exports = ['изменение видимости метки единицы']
    },
    722722: (e) => {
      e.exports = ['изменение цвета верт. линий сетки']
    },
    709455: (e) => {
      e.exports = ['изменение видимости значений объема']
    },
    670919: (e) => {
      e.exports = ['Оформление']
    },
    8892: (e) => {
      e.exports = ['Основной']
    },
  },
])
