;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [1637],
  {
    382377: (e) => {
      e.exports = ['ลิมิต']
    },
    610952: (e) => {
      e.exports = ['มาร์เก็ต']
    },
    779062: (e) => {
      e.exports = ['สต๊อปลิมิต']
    },
    15307: (e) => {
      e.exports = 'SL'
    },
    347947: (e) => {
      e.exports = 'TP'
    },
    154462: (e) => {
      e.exports = ['เส้นทาง']
    },
    768508: (e) => {
      e.exports = ['ปิด']
    },
    7122: (e) => {
      e.exports = ['หยุด']
    },
    608921: (e) => {
      e.exports = ['สต๊อป']
    },
    63470: (e) => {
      e.exports = ['ซื้อ']
    },
    274771: (e) => {
      e.exports = ['การ buy']
    },
    742259: (e) => {
      e.exports = ['ขาย']
    },
    951219: (e) => {
      e.exports = ['การ sell']
    },
    916322: (e) => {
      e.exports = ['(Limit) หลังจาก {price} (Stop) ได้ผ่านไปแล้ว']
    },
    587168: (e) => {
      e.exports = ['คำเตือนมีการเชื่อมต่อพร้อมกัน']
    },
    298353: (e) => {
      e.exports = ['ขอบเขตที่คำนวณไม่ตรงกับด้านลำดับหลัก']
    },
    620036: (e) => {
      e.exports = ['ยกเลิก']
    },
    709498: (e) => {
      e.exports = ['ยกเลิกคำสั่ง']
    },
    447600: (e) => {
      e.exports = ['ยกเลิกคำสั่งในสัญลักษณ์ที่ไม่สามารถซื้อขายได้{symbol}']
    },
    232668: (e) => {
      e.exports = ['ยกเลิกวงเล็บ']
    },
    292559: (e) => {
      e.exports = ['ไม่สามารถแก้ไขคำสั่งได้']
    },
    993545: (e) => {
      e.exports = ['ไม่สามารถยกเลิกคำสั่งซื้อบน{symbol}']
    },
    946305: (e) => {
      e.exports = ['ไม่สามารถปิดตำแหน่งบน {symbol}']
    },
    326704: (e) => {
      e.exports = ['ไม่สามารถป้องกันโพซิชั่นได้']
    },
    680395: (e) => {
      e.exports = ['ปิดเมนู']
    },
    424356: (e) => {
      e.exports = ['ปิดสถานะ']
    },
    469497: (e) => {
      e.exports = ['ปิดตำแหน่งบนสัญลักษณ์ที่ซื้อขายไม่ได้{symbol}']
    },
    967498: (e) => {
      e.exports = ['สร้างคำสั่งใหม่']
    },
    400241: (e) => {
      e.exports = ['จำนวน']
    },
    83453: (e) => {
      e.exports = ['ยอมรับ']
    },
    792586: (e) => {
      e.exports = ['นาฬิกาปลุก']
    },
    526227: (e) => {
      e.exports = [
        'คุณกำลังยืนยันว่าต้องการกู้คืนการยืนยันคำสั่งซื้อ ซึ่งคุณได้ปิดใช้งานไปก่อนหน้านี้หรือไม่?',
      ]
    },
    289302: (e) => {
      e.exports = ['คุณแน่ใจทีจะยกเลิก{orderId} วงเล็บหรือไม่']
    },
    915610: (e) => {
      e.exports = ['คุณแน่ใจว่าจะยกเลิก {orderId} แบล็คเก็ตหรือไม่?']
    },
    109886: (e) => {
      e.exports = ['คุณแน่ใจว่าต้องการยกเลิกออเดอร์ {qty} {side}?']
    },
    438540: (e) => {
      e.exports = ['คุณแน่ใจว่าต้องการยกเลิกออเดอร์ {orderId} ?']
    },
    492698: (e) => {
      e.exports = ['คุณแน่ใจใช่ไหมที่ต้องการจะรีเวิร์สสถานะ {positionId}?']
    },
    170891: (e) => {
      e.exports = ['การอนุญาตผิดพลาด']
    },
    864351: (e) => {
      e.exports = ['ซื้อ']
    },
    32241: (e) => {
      e.exports = ['ซื้อ']
    },
    611835: (e) => {
      e.exports = ['ระวังสปอตมาจิ้น']
    },
    753596: (e) => {
      e.exports = ['ราคา Bracket ควรต้องเป็นจำนวนเท่าของ {minTick}']
    },
    783100: (e) => {
      e.exports = ['ช่วงราคาควรอยู่ในช่วง {min} และ {max}']
    },
    799559: (e) => {
      e.exports = ['ซื้อตลาด']
    },
    302122: (e) => {
      e.exports = ['ซื้อ {qty} {symbol} @ {value} ลิมิต']
    },
    255481: (e) => {
      e.exports = ['ซื้อ {qty} {symbol} @ หยุด {value}']
    },
    353343: (e) => {
      e.exports = ['ซื้อ {qty} {symbol} @ {value} หยุด {altValue} ลิมิต']
    },
    763124: (e) => {
      e.exports = ['ความลึกของตลาด-ขนาดและปริมาณของในแต่ละระดับราคาของสินค้าในตลาด']
    },
    546472: (e) => {
      e.exports = ['ลดลง']
    },
    675649: (e) => {
      e.exports = ['ข้อมูลดีเลย์']
    },
    125769: (e) => {
      e.exports = ['ส่งออกข้อมูล']
    },
    140766: (e) => {
      e.exports = ['การเปลี่ยนแปลงจุดตัดขาดทุน / จุดทำกำไร ล้มเหลว']
    },
    54746: (e) => {
      e.exports = ['ปรับแก้คำสั่งไม่สำเร็จ']
    },
    951099: (e) => {
      e.exports = ['ยกเลิกแบล็คเก็ตไม่สำเร็จ']
    },
    305140: (e) => {
      e.exports = ['ยกเลิก หนึ่งหรือมากกว่าหนึ่งคำสั่ง ไม่สำเร็จ']
    },
    915926: (e) => {
      e.exports = ['ยกเลิกคำสั่งไม่สำเร็จ']
    },
    473142: (e) => {
      e.exports = ['ปิดสถานะไม่สำเร็จ']
    },
    791401: (e) => {
      e.exports = ['ปิดสถานะไม่สำเร็จ']
    },
    609372: (e) => {
      e.exports = ['เข้าสู่ระบบไม่สำเร็จ']
    },
    945593: (e) => {
      e.exports = ['จองสถานะไว้ไม่สำเร็จ']
    },
    610393: (e) => {
      e.exports = ['ฉันเข้าใจ']
    },
    468988: (e) => {
      e.exports = ['ตกลง']
    },
    922541: (e) => {
      e.exports = ['ออเดอร์']
    },
    986869: (e) => {
      e.exports = ['หน้าต่างออร์เดอร์']
    },
    347957: (e) => {
      e.exports = ['คำสั่งซื้อไม่มีราคา']
    },
    900205: (e) => {
      e.exports = ['คำสั่งไม่มีจุดหรือราคา']
    },
    134986: (e) => {
      e.exports = ['ราคของคำสั่งไม่เหมาะสมสำหรับ ชนิดของคำสั่ง/ทิศทาง']
    },
    130927: (e) => {
      e.exports = ['ราคาออเดอร์ควรเป็นจำนวนเท่าของ {minTick}']
    },
    842180: (e) => {
      e.exports = ['คำสั่งถูกปฏิเสธ']
    },
    579287: (e) => {
      e.exports = ['คำสั่งซื้อ {orderId} ไม่มีอยู่หรือถูกยกเลิกไปแล้ว']
    },
    162058: (e) => {
      e.exports = ['ออกจากระบบ']
    },
    349391: (e) => {
      e.exports = ['การยืนยันการออกจากระบบ']
    },
    273064: (e) => {
      e.exports = ['เพิ่มขึ้น']
    },
    394021: (e) => {
      e.exports = ['ไม่มีสัญญาณการเชื่อมต่ออินเทอร์เน็ต']
    },
    398157: (e) => {
      e.exports = ['จำกัด']
    },
    359758: (e) => {
      e.exports = ['ตลาด']
    },
    606255: (e) => {
      e.exports = ['ไม่']
    },
    893966: (e) => {
      e.exports = ['ไม่มีการเสนอขาย']
    },
    538386: (e) => {
      e.exports = ['ไม่มีการเสนอซื้อ']
    },
    69208: (e) => {
      e.exports = ['สัญลักษณ์นี้ไม่สามารถเทรดได้']
    },
    706035: (e) => {
      e.exports = ['รูปแบบตัวเลขไม่ถูกต้อง']
    },
    807889: (e) => {
      e.exports = ['ขาย']
    },
    185631: (e) => {
      e.exports = ['ขาย']
    },
    476678: (e) => {
      e.exports = ['ขาย {qty} {symbol} @ ลิมิต {value}']
    },
    627392: (e) => {
      e.exports = ['ขาย {qty} {symbol} @ หยุด {value}']
    },
    194240: (e) => {
      e.exports = ['ขาย {qty} {symbol} @ {value} หยุด {altValue} ลิมิต']
    },
    435312: (e) => {
      e.exports = ['ขายราคาตลาด']
    },
    777851: (e) => {
      e.exports = ['ลดลง']
    },
    73953: (e) => {
      e.exports = ['แสดงปุ่ม ซื้อ/ขาย']
    },
    430999: (e) => {
      e.exports = ['ค่าที่ระบุมีค่าน้อยกว่าค่าขั้นต่ำของสินทรัพย์ที่มีค่าเท่ากับ {min}']
    },
    734266: (e) => {
      e.exports = ['ค่าที่ระบุมีค่ามากกว่าค่าสูงสุดของสินทรัพย์ที่มีค่าเท่ากับ {max}']
    },
    136443: (e) => {
      e.exports = ['ค่าที่ระบุมีค่าไม่เป็นจำนวนเท่าของขั้นปริมาณของสินทรัพย์ที่มีค่าเท่ากับ {step}']
    },
    422540: (e) => {
      e.exports = ['สเปรด']
    },
    905023: (e) => {
      e.exports = ['หยุด']
    },
    802654: (e) => {
      e.exports = ['สต็อปลิมิต']
    },
    241648: (e) => {
      e.exports = ['ตัดขาดทุน']
    },
    874337: (e) => {
      e.exports = ['Stop loss ต้องอยู่สูงกว่าค่าปัจจุบัน{value}']
    },
    216502: (e) => {
      e.exports = ['Stop loss ต้องอยู่ต่ำกว่าค่าปัจจุบัน{value}']
    },
    995717: (e) => {
      e.exports = ['จุดตัดขาดทุนต้องอยู่ต่ำกว่าราคาเข้าซื้อ']
    },
    685017: (e) => {
      e.exports = ['จุดตัดขาดทุนต้องอยู่สูงกว่าราคาเข้าซื้อ']
    },
    900853: (e) => {
      e.exports = ['สต๊อปลิมิต']
    },
    522382: (e) => {
      e.exports = ['แถวสรุป']
    },
    562030: (e) => {
      e.exports = ['สลับสัญลักษณ์']
    },
    134542: (e) => {
      e.exports = ['สลับไปเป็น {accountName}']
    },
    265914: (e) => {
      e.exports = ['สัญลักษณ์ไม่สามารถซื้อขายได้']
    },
    381617: (e) => {
      e.exports = ['ตำแหน่ง']
    },
    170392: (e) => {
      e.exports = ['รหัสตำแหน่ง {id}']
    },
    969233: (e) => {
      e.exports = ['ไม่มีตำแหน่ง {positionId} หรือถูกปิดไปแล้ว']
    },
    762686: (e) => {
      e.exports = ['คำสั่งหลักไม่มีการตั้งค่าราคา']
    },
    891268: (e) => {
      e.exports = ['ดำเนินการต่อ']
    },
    766596: (e) => {
      e.exports = ['จำนวน']
    },
    172361: (e) => {
      e.exports = ['กลับรายการ {positionId} คำสั่งซื้อขาย?']
    },
    920848: (e) => {
      e.exports = ['กลับรายการซื้อขาย']
    },
    102653: (e) => {
      e.exports = ['ยืนยันการคืนค่า']
    },
    8793: (e) => {
      e.exports = [
        'เราไม่สามารถตรวจสอบสถานะการบำรุงรักษาฝั่ง {brokerName} โปรดดำเนินการด้วยความเสี่ยงของคุณเอง',
      ]
    },
    352303: (e) => {
      e.exports = ['เรียนรู้เพิ่มเติม โปรดติดต่อโบรกเกอร์ของคุณ']
    },
    129266: (e) => {
      e.exports = ['เก็บกำไร']
    },
    429871: (e) => {
      e.exports = ['จุดทำกำไรต้องอยู่สูงกว่าราคาเข้าซื้อ']
    },
    37475: (e) => {
      e.exports = ['จุดทำกำไรต้องอยู่ต่ำกว่าราคาเข้าซื้อ']
    },
    829997: (e) => {
      e.exports = ['Take profit ต้องอยู่สูงกว่าค่าปัจจุบัน{value}']
    },
    751300: (e) => {
      e.exports = ['Take profit ต้องอยู่ต่ำกว่าค่าปัจจุบัน{value}']
    },
    378505: (e) => {
      e.exports =
        "The broker connection limit has been exceeded. Make sure you don't have a concurrent session and try to reconnect. If the issue persists, please, contact your broker."
    },
    975231: (e) => {
      e.exports = [
        'โบรกเกอร์ถูกเลือกไว้แล้วในแท็บอื่น การเชื่อมต่อนี้สามารถรบกวนการเชื่อมต่ออื่น ๆ กับโบรกเกอร์รายนี้',
      ]
    },
    247956: (e) => {
      e.exports = ['การเชื่อมต่อผิดพลาด โปรดลองใหม่อีกครั้ง']
    },
    715842: (e) => {
      e.exports = ['สถานะที่คุณกำลังพยายามจะปิดได้ถูกปิดไปเรียบร้อยแล้ว']
    },
    365389: (e) => {
      e.exports = ['สถานะที่คุณกำลังพยายามจะปิดได้ถูกเปลี่ยนแปลงไปแล้ว']
    },
    726500: (e) => {
      e.exports = ['ไม่มีตำแหน่งที่คุณพยายามย้อนกลับอีกต่อไป']
    },
    218329: (e) => {
      e.exports = ['สิ่งนี้จะปิดคำสั่งซื้อที่กำลังใช้งานอยู่ทั้งหมด']
    },
    893827: (e) => {
      e.exports = ['นี่จะเป็นการปิดคำสั่งที่กำลังทำงานอยู่ทั้งหมดด้วย']
    },
    536263: (e) => {
      e.exports = [
        'นายหน้ารายนี้กำลังดำเนินการบำรุงรักษา โปรดลองอีกครั้งในภายหลัง หรือดำเนินการด้วยความเสี่ยงของคุณเอง',
      ]
    },
    703396: (e) => {
      e.exports = ['สัญลักษณ์นี้ไม่สามารถซื้อขายผ่านโบรกเกอร์นี้ได้']
    },
    890801: (e) => {
      e.exports = ['การซื้อขาย']
    },
    219170: (e) => {
      e.exports = [
        'ไม่สามารถซื้อขายกับโบรกเกอร์นี้ผ่านหลายแท็บได้ หากคุณต้องการซื้อขายต่อในแท็บนี้ โปรดออกจากระบบจากโบรกเกอร์ในแท็บอื่น',
      ]
    },
    873503: (e) => {
      e.exports = ['การตั้งค่าการซื้อขาย']
    },
    86430: (e) => {
      e.exports = ['การเลื่อนจุดตัดขาดทุน']
    },
    507214: (e) => {
      e.exports = ['ไม่สามารถแก้ไข Trailing Stops ได้']
    },
    30665: (e) => {
      e.exports = ['ไม่สามารถยกเลิกคำสั่งซื้อขายบนสัญลักษณ์ที่ไม่สามารถซื้อขายได้']
    },
    348434: (e) => {
      e.exports = ['ไม่สามารถปิดตำแหน่งบนสัญลักษณ์ที่ไม่สามารถซื้อขายได้']
    },
    346881: (e) => {
      e.exports = ['คุณต้องเลือก{customFields} ในตั๋วคำสั่ง']
    },
    965603: (e) => {
      e.exports = [
        'คุณกำลังพยายามยกเลิกคำสั่งซื้อขายโดยใช้สัญลักษณ์{symbol}ที่ซื้อขายไม่ได้ สัญลักษณ์นี้มีเฉพาะการปิดตำแหน่งหรือการยกเลิกคำสั่งเท่านั้น เมื่อคำสั่งซื้อถูกยกเลิก คุณจะไม่สามารถสั่งซื้อใหม่บน{symbol}',
      ]
    },
    97929: (e) => {
      e.exports = [
        'คุณกำลังพยายามปิดตำแหน่งบนสัญลักษณ์ที่ไม่สามารถซื้อขายได้{symbol} สัญลักษณ์นี้มีเฉพาะการปิดตำแหน่งหรือการยกเลิกคำสั่งเท่านั้น เมื่อตำแหน่งปิด คุณจะไม่สามารถวางคำสั่งซื้อใหม่บน{symbol}',
      ]
    },
    348836: (e) => {
      e.exports =
        'You are seeing delayed data. You need to get the data from your broker, if you want to see it real-time.'
    },
    221456: (e) => {
      e.exports = [
        'คุณไม่สามารถทำการซื้อขายสัญลักษณ์ {symbol} บน TradingView ผ่าน {broker} ได้',
      ]
    },
    409232: (e) => {
      e.exports = ['ค่าของคุณเกินกว่าระดับที่ยอมรับได้']
    },
    879831: (e) => {
      e.exports = ['ใช่']
    },
    767207: (e) => {
      e.exports = ['ถูกยกเลิก']
    },
    26338: (e) => {
      e.exports = ['ราคา ask']
    },
    492903: (e) => {
      e.exports = ['ที่']
    },
    5595: (e) => {
      e.exports = ['ราคา bid']
    },
    499577: (e) => {
      e.exports = ['ออกคำสั่งซื้อขายแล้ว']
    },
    23750: (e) => {
      e.exports = ['ดำเนินการบางส่วน']
    },
    885323: (e) => {
      e.exports = ['เติมแล้ว']
    },
    614841: (e) => {
      e.exports = ['ที่ไม่ใช้งาน']
    },
    164105: (e) => {
      e.exports = ['แก้ไขเรียบร้อยแล้ว']
    },
    595536: (e) => {
      e.exports = ['เลื่อนแล้ว']
    },
    373425: (e) => {
      e.exports = ['กำลังเลื่อน']
    },
    442060: (e) => {
      e.exports = ['ถูกปฏิเสธ']
    },
    328231: (e) => {
      e.exports = ['กำลังทำงาน']
    },
    103718: (e) => {
      e.exports = ['การบำรุงรักษาด้าน {brokerId}']
    },
  },
])
