;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [2285],
  {
    72171: (t) => {
      t.exports = ['ตรงกลาง']
    },
    691757: (t) => {
      t.exports = ['ข้างล่าง']
    },
    422192: (t) => {
      t.exports = ['วัน']
    },
    463099: (t) => {
      t.exports = ['ชั่วโมง']
    },
    577405: (t) => {
      t.exports = ['แนวนอน']
    },
    666304: (t) => {
      t.exports = ['ข้อมูล']
    },
    619286: (t) => {
      t.exports = ['ซ้าย']
    },
    876476: (t) => {
      t.exports = ['ตรงกลาง']
    },
    928134: (t) => {
      t.exports = ['นาที']
    },
    371129: (t) => {
      t.exports = ['วินาที']
    },
    221141: (t) => {
      t.exports = ['ขวา']
    },
    621594: (t) => {
      t.exports = ['สัปดาห์']
    },
    226458: (t) => {
      t.exports = ['ไส้เทียน']
    },
    865994: (t) => {
      t.exports = ['บน']
    },
    792960: (t) => {
      t.exports = ['การจัดตำแหน่งตัวอักษร']
    },
    390581: (t) => {
      t.exports = ['การเรียงตัวของตัวอักษร']
    },
    944085: (t) => {
      t.exports = ['แนวตั้ง']
    },
    713355: (t) => {
      t.exports = ['เปลี่ยน {title} วันเป็น']
    },
    541377: (t) => {
      t.exports = ['เปลี่ยน {title} วันจาก']
    },
    435388: (t) => {
      t.exports = ['เปลี่ยน {title} ชั่วโมงจาก']
    },
    478586: (t) => {
      t.exports = ['เปลี่ยน {title} ชั่วโมงเป็น']
    },
    459635: (t) => {
      t.exports = ['เปลี่ยน {title} เดือนจาก']
    },
    974266: (t) => {
      t.exports = ['เปลี่ยน {title} เดือนเป็น']
    },
    891633: (t) => {
      t.exports = ['เปลี่ยน {title} นาทีเป็น']
    },
    715106: (t) => {
      t.exports = ['เปลี่ยน {title} นาทีจาก']
    },
    566161: (t) => {
      t.exports = ['เปลี่ยน {title} วินาทีเป็น']
    },
    602822: (t) => {
      t.exports = ['เปลี่ยน {title} วินาทีจาก']
    },
    21339: (t) => {
      t.exports = ['เปลี่ยน {title} สัปดาห์จาก']
    },
    468643: (t) => {
      t.exports = ['เปลี่ยน {title} สัปดาห์เป็น']
    },
    130810: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} บนทิค']
    },
    324941: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} เป็นสัปดาห์']
    },
    108917: (t) => {
      t.exports = 'change {title} visibility on {ranges}'
    },
    229088: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} เป็นวัน']
    },
    468971: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} เป็นชั่วโมง']
    },
    64370: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} เป็นนาที']
    },
    606659: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} เป็นเดือน']
    },
    146948: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} เป็นวินาที']
    },
    282211: (t) => {
      t.exports = ['วัน']
    },
    133486: (t) => {
      t.exports = ['วันเป็น']
    },
    914077: (t) => {
      t.exports = ['วันจาก']
    },
    903143: (t) => {
      t.exports = ['ชั่วโมง']
    },
    84775: (t) => {
      t.exports = ['ชั่วโมงจาก']
    },
    711255: (t) => {
      t.exports = ['ชั่วโมงเป็น']
    },
    58964: (t) => {
      t.exports = ['เดือน']
    },
    671770: (t) => {
      t.exports = ['เดือนจาก']
    },
    737179: (t) => {
      t.exports = ['เดือนเป็น']
    },
    516465: (t) => {
      t.exports = ['นาที']
    },
    872317: (t) => {
      t.exports = ['นาทีเป็น']
    },
    425586: (t) => {
      t.exports = ['นาทีจาก']
    },
    132925: (t) => {
      t.exports = ['วินาที']
    },
    939017: (t) => {
      t.exports = ['วินาทีเป็น']
    },
    706049: (t) => {
      t.exports = ['วินาทีจาก']
    },
    193016: (t) => {
      t.exports = ['สัปดาห์']
    },
    32002: (t) => {
      t.exports = ['สัปดาห์จาก']
    },
    428091: (t) => {
      t.exports = ['สัปดาห์เป็น']
    },
    659523: (t) => {
      t.exports = ['Ticks']
    },
  },
])
