;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [252],
  {
    214229: (e) => {
      e.exports = ['จุด']
    },
    716936: (e) => {
      e.exports = ['กลับไป']
    },
    709898: (e) => {
      e.exports = ['สิทธิ']
    },
    418511: (e) => {
      e.exports = ['นับถอยหลังไปยังราคาปิดของแท่ง']
    },
    132409: (e) => {
      e.exports = ['ธีมสี']
    },
    190069: (e) => {
      e.exports = ['เปรียบเทียบ']
    },
    939176: (e) => {
      e.exports = 'Content'
    },
    715803: (e) => {
      e.exports = ['คัดลอกลิงก์ไปยังรูปภาพชาร์ต']
    },
    620036: (e) => {
      e.exports = ['ยกเลิก']
    },
    619022: (e) => {
      e.exports = 'Channels'
    },
    508353: (e) => {
      e.exports = ['เปลี่ยนช่วง']
    },
    520788: (e) => {
      e.exports = ['คอลัมน์รูปแบบชาร์ต']
    },
    86771: (e) => {
      e.exports = ['ชาร์ตในรูปแบบแท่งเทียน']
    },
    45290: (e) => {
      e.exports = ['ชาร์ตในรูปแบบการแบ่งพื้นที่']
    },
    397559: (e) => {
      e.exports = ['ชาร์ตในรูปแบบของบาร์']
    },
    18779: (e) => {
      e.exports = ['ชาร์ตในรูปแบบ Baseline']
    },
    890599: (e) => {
      e.exports = ['ชาร์ตในรูปแบบ Kagi']
    },
    241412: (e) => {
      e.exports = 'Chart Style HLC Area'
    },
    651383: (e) => {
      e.exports = ['ชาร์ตในรูปแบบแท่งเทียนฮอลโลว์']
    },
    620424: (e) => {
      e.exports = ['ชาร์ตในรูปแบบ Heikin Ashi']
    },
    928381: (e) => {
      e.exports = ['ชาร์ตในรูปแบบสูง-ต่ำ']
    },
    887691: (e) => {
      e.exports = ['ชาร์ตในรูปแบบเส้น']
    },
    470: (e) => {
      e.exports = ['ชาร์ตในรูปแบบ Line Break']
    },
    514956: (e) => {
      e.exports = ['สไตล์เส้นชาร์ตที่ใช้จุด']
    },
    459393: (e) => {
      e.exports = ['สไตล์ชาร์ตแบบเส้นขั้น']
    },
    459491: (e) => {
      e.exports = ['ชาร์ตในรูปแบบ Point & Figure']
    },
    538385: (e) => {
      e.exports = ['ชาร์ตในรูปแบบพิสัย']
    },
    591664: (e) => {
      e.exports = ['ชาร์ตในรูปแบบ Renko']
    },
    882838: (e) => {
      e.exports = 'Chart Style Volume Footprint'
    },
    680395: (e) => {
      e.exports = ['ปิดเมนู']
    },
    772248: (e) => {
      e.exports = ['สร้างรายการเฝ้าติดตามใหม่']
    },
    682401: (e) => {
      e.exports = ['เคอร์เซอร์']
    },
    150025: (e) => {
      e.exports = ['วัฏจักร']
    },
    19661: (e) => {
      e.exports = ['เครื่องมืออธิบายประกอบ']
    },
    445976: (e) => {
      e.exports = ['เพิ่มไปในรายการเฝ้าระวัง']
    },
    44629: (e) => {
      e.exports = ['เพิ่มลงรายการโปรด']
    },
    617591: (e) => {
      e.exports = ['เพิ่มไปยังรายการติดตาม {symbol}']
    },
    64498: (e) => {
      e.exports = ['แหล่งที่มาทั้งหมด']
    },
    595480: (e) => {
      e.exports = ['ใช้อินดิเคเตอร์เหล่านี้กับเลย์เอาท์ทั้งหมด']
    },
    223969: (e) => {
      e.exports = 'Arrows'
    },
    328020: (e) => {
      e.exports = ['อัตโนมัติ (ปรับข้อมูลให้เข้ากับหน้าจอ)']
    },
    879852: (e) => {
      e.exports = ['พันธบัตร']
    },
    661617: (e) => {
      e.exports = ['ป้ายชื่อ Bid และ Ask']
    },
    785466: (e) => {
      e.exports = ['เส้นเสนอซื้อและเสนอขาย']
    },
    755939: (e) => {
      e.exports = 'Brushes'
    },
    618156: (e) => {
      e.exports = ['ซื้อ']
    },
    40803: (e) => {
      e.exports = ['ไปที่วันที่']
    },
    708682: (e) => {
      e.exports = ['ไปที่สัญลักษณ์']
    },
    543884: (e) => {
      e.exports = ['แกนน์']
    },
    705816: (e) => {
      e.exports = ['เครื่องมือแกนน์และฟิโบนัชชี']
    },
    322146: (e) => {
      e.exports = ['รูปเรขาคณิต']
    },
    860925: (e) => {
      e.exports = ['จุด']
    },
    866365: (e) => {
      e.exports = ['ธีมสีเข้ม']
    },
    629601: (e) => {
      e.exports = ['คำอธิบาย']
    },
    222772: (e) => {
      e.exports = ['รูปวาด']
    },
    388280: (e) => {
      e.exports = 'Elliott waves'
    },
    299289: (e) => {
      e.exports = ['ยางลบ']
    },
    488318: (e) => {
      e.exports = ['เซสชั่นขยายระยะเวลา']
    },
    797100: (e) => {
      e.exports = ['เครื่องมือคาดการณ์และการวัด']
    },
    922305: (e) => {
      e.exports = ['ฟิโบนัชชี']
    },
    811682: (e) => {
      e.exports = ['โหมดเต็มหน้าจอ']
    },
    15327: (e) => {
      e.exports = ['ฟังก์ชัน']
    },
    717517: (e) => {
      e.exports = ['ซ่อนรูปวาดทั้งหมด']
    },
    482785: (e) => {
      e.exports = ['กลับด้านสเกล']
    },
    864642: (e) => {
      e.exports = ['เพิ่มตัวชี้วัด']
    },
    778082: (e) => {
      e.exports = ['เปิด DOM']
    },
    646445: (e) => {
      e.exports = 'Open Data Window'
    },
    755149: (e) => {
      e.exports = ['เปิดแผนภูมิต้นไม้']
    },
    669707: (e) => {
      e.exports = ['เปิดรายการเฝ้าดู']
    },
    975687: (e) => {
      e.exports = ['โหลดชาร์ต']
    },
    537057: (e) => {
      e.exports = ['ล๊อครูปวาดทั้งหมด']
    },
    495667: (e) => {
      e.exports = ['ล็อคราคากับสัดส่วนของแท่ง']
    },
    19567: (e) => {
      e.exports = ['ย้ายสเกลไปทางซ้าย']
    },
    576300: (e) => {
      e.exports = ['ย้ายสเกลไปทางขวา']
    },
    56854: (e) => {
      e.exports = ['ย้ายชาร์ตไปด้านหลัง']
    },
    622221: (e) => {
      e.exports = ['ย้ายชาร์ตไปข้างหน้า']
    },
    579165: (e) => {
      e.exports = 'Magic'
    },
    937140: (e) => {
      e.exports = [
        'โหมดแม่เหล็กจะนำการวาดต่างๆ ที่อยู่ใกล้กับแท่งราคาไปเกาะกับค่า OHLC ที่ใกล้เคียงที่สุด',
      ]
    },
    72357: (e) => {
      e.exports = ['จัดการการวาดเลย์เอาท์']
    },
    659607: (e) => {
      e.exports = ['การวัด']
    },
    79961: (e) => {
      e.exports = 'Measurer'
    },
    678633: (e) => {
      e.exports = ['รวมสเกลทั้งหมดไปทางซ้าย']
    },
    300308: (e) => {
      e.exports = ['รวมสเกลทั้งหมดไปทางขวา']
    },
    929673: (e) => {
      e.exports = ['ไม่มีตลาดแลกเปลี่ยนใดๆ ตรงตามเงื่อนไขของคุณ']
    },
    641379: (e) => {
      e.exports = ['ไม่มีสัญลักษณ์ที่ตรงกับการค้นหาของคุณ']
    },
    945850: (e) => {
      e.exports = ['ไม่มีอะไรตรงกับเกณฑ์ของคุณ']
    },
    736551: (e) => {
      e.exports = [
        'รูปวาดใหม่ถูกทำซ้ำไปยังชาร์ตทั้งหมดในเลย์เอาท์และแสดงเมื่อทิคเกอร์เดิมได้ถูกเลือก',
      ]
    },
    319407: (e) => {
      e.exports = ['ภาพวาดใหม่จะซิงค์ทั่วโลก']
    },
    477989: (e) => {
      e.exports = ['ภาพวาดใหม่จะซิงค์ในเลย์เอาต์']
    },
    719724: (e) => {
      e.exports = ['แหล่งที่มา']
    },
    162571: (e) => {
      e.exports = ['บันทึกการจัดวางชาร์ต']
    },
    535264: (e) => {
      e.exports = ['มาตราส่วนชาร์ตราคาเท่านั้น']
    },
    252298: (e) => {
      e.exports = ['ค้นหา']
    },
    678842: (e) => {
      e.exports = ['เครื่องมือค้นหาหรือฟังก์ชั่น']
    },
    313269: (e) => {
      e.exports = ['เลือกแหล่งที่มา']
    },
    392553: (e) => {
      e.exports = ['ขาย']
    },
    890417: (e) => {
      e.exports = ['เซสชั่นเบรค']
    },
    825792: (e) => {
      e.exports = 'Shapes'
    },
    73953: (e) => {
      e.exports = ['แสดงปุ่ม ซื้อ/ขาย']
    },
    149616: (e) => {
      e.exports = ['แสดงแถบเครื่องมือการวาดที่ชื่นชอบ']
    },
    691977: (e) => {
      e.exports = ['แสดงเครื่องมือที่ซ่อนไว้']
    },
    551072: (e) => {
      e.exports = ['แสดงแผนผังวัตถุ']
    },
    749421: (e) => {
      e.exports = ['อยู่ในโหมดการวาดเขียน']
    },
    685422: (e) => {
      e.exports = ['แม่เหล็กแข็งแกร่ง']
    },
    589053: (e) => {
      e.exports = ['สัญลักษณ์']
    },
    948490: (e) => {
      e.exports = ['สัญลักษณ์และคำอธิบาย']
    },
    679791: (e) => {
      e.exports = ['ป้ายชื่อตัวย่อ']
    },
    112014: (e) => {
      e.exports = ['ข้อมูลสัญลักษณ์']
    },
    678001: (e) => {
      e.exports = ['ป้ายค่าราคาล่าสุดของตัวย่อ']
    },
    324558: (e) => {
      e.exports = ['ป้ายค่าราคาปิดวันก่อนหน้าของตัวย่อ']
    },
    882719: (e) => {
      e.exports = ['ค้นหาตัวย่อ']
    },
    735888: (e) => {
      e.exports = ['ซิงค์เครื่องมือวาดเขียนไปทุกชาร์ต']
    },
    219693: (e) => {
      e.exports = ['รูปแบบ']
    },
    673359: (e) => {
      e.exports = 'Pitchforks'
    },
    204037: (e) => {
      e.exports = ['ปุ่มบวก']
    },
    796032: (e) => {
      e.exports = ['เส้นราคาปิดวันก่อนหน้า']
    },
    999530: (e) => {
      e.exports = ['เส้นราคา']
    },
    990612: (e) => {
      e.exports = ['การค้นหาล่าสุด']
    },
    131273: (e) => {
      e.exports = ['เซสชั่นทั่วไป']
    },
    376091: (e) => {
      e.exports = ['ลบการวาดต่างๆ ออกไป']
    },
    420378: (e) => {
      e.exports = ['ลบอินดิเคเตอร์']
    },
    457869: (e) => {
      e.exports = ['ลบอินดิเคเตอร์และเครื่องมือวาดภาพทั้งหมด']
    },
    366702: (e) => {
      e.exports = ['ลบออกจากรายการเฝ้าระวัง']
    },
    572482: (e) => {
      e.exports = ['ลบออกจากรายการโปรด']
    },
    634465: (e) => {
      e.exports = ['คืนค่ากราฟ']
    },
    445417: (e) => {
      e.exports = ['ปรับสเกลราคาเป็นค่าตั้งต้น']
    },
    275521: (e) => {
      e.exports = ['ปรับสเกลราคาเป็นค่าตั้งต้น']
    },
    245265: (e) => {
      e.exports = ['แม่เหล็กอ่อนค่า']
    },
    620916: (e) => {
      e.exports = 'Text & Notes'
    },
    18794: (e) => {
      e.exports = ['เครื่องมือเส้นแนวโน้ม']
    },
    464185: (e) => {
      e.exports = ['พิมพ์เพื่อค้นหาภาพวาด ฟังก์ชัน และการตั้งค่า']
    },
    89967: (e) => {
      e.exports = 'Volume-based'
    },
    38925: (e) => {
      e.exports = ['ขยายเข้า']
    },
    949895: (e) => {
      e.exports = ['ขยายออก']
    },
    812629: (e) => {
      e.exports = ['คอมมอดิตี้']
    },
    487592: (e) => {
      e.exports = 'cfd'
    },
    565558: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นความคิดบนชาร์ต']
    },
    559820: (e) => {
      e.exports = ['เปลี่ยนอินดิเคเตอร์และการมองเห็นป้ายชื่อการเงิน']
    },
    90512: (e) => {
      e.exports = ['เปลี่ยนอินดิเคเตอร์และการมองเห็นฉลากมูลค่าทางการเงิน']
    },
    350393: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นเส้นราคาตลาดก่อน/หลัง']
    },
    308448: (e) => {
      e.exports = ['คริปโต']
    },
    667245: (e) => {
      e.exports = 'dr'
    },
    488720: (e) => {
      e.exports = ['เศรษฐกิจ']
    },
    739512: (e) => {
      e.exports = ['ฟอเร็กซ์']
    },
    781859: (e) => {
      e.exports = ['ฟิวเจอร์ส']
    },
    612754: (e) => {
      e.exports = ['ดัชนี']
    },
    138071: (e) => {
      e.exports = ['ดัชนี']
    },
    636931: (e) => {
      e.exports = ['หุ้น']
    },
    695612: (e) => {
      e.exports = ['ซิงค์ภาพวาด']
    },
    132868: (e) => {
      e.exports = ['{hotKey_0} + กดบนกราฟ']
    },
    468125: (e) => {
      e.exports = ['{hotKey_0} — วงกลม']
    },
    240234: (e) => {
      e.exports = ['{hotKey_0} — วาดเส้นตรง 1 เส้นที่ทำมุม 45 องศา']
    },
    510289: (e) => {
      e.exports = ['{hotKey_0} - เพิ่มขึ้นแบบคงที่']
    },
    481591: (e) => {
      e.exports = ['{hotKey_0} — สี่เหลี่ยม']
    },
  },
])
