;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [3236],
  {
    14229: (e) => {
      e.exports = ['จุด']
    },
    6174: (e) => {
      e.exports = ['วัน']
    },
    5285: (e) => {
      e.exports = ['ชั่วโมง']
    },
    79410: (e) => {
      e.exports = ['เดือน']
    },
    37830: (e) => {
      e.exports = ['นาที']
    },
    25042: (e) => {
      e.exports = ['สัปดาห์']
    },
    74787: (e) => {
      e.exports = ['วัน']
    },
    62346: (e) => {
      e.exports = ['ชั่วโมง']
    },
    94328: (e) => {
      e.exports = ['เดือน']
    },
    57470: (e) => {
      e.exports = ['นาที']
    },
    74973: (e) => {
      e.exports = ['วินาที']
    },
    48801: (e) => {
      e.exports = ['ช่วง']
    },
    86614: (e) => {
      e.exports = ['สัปดาห์']
    },
    30426: (e) => {
      e.exports = ['เลือก']
    },
    43001: (e) => {
      e.exports = ['คัดลอกภาพ']
    },
    7367: (e) => {
      e.exports = ['คัดลอกลิงค์']
    },
    45888: (e) => {
      e.exports = ['ภาพสแน็บช๊อตชาร์ต']
    },
    74207: (e) => {
      e.exports = ['การตั้งค่าชาร์ต']
    },
    54777: (e) => {
      e.exports = ['เพิ่ม']
    },
    95798: (e) => {
      e.exports = ['เพิ่มช่วงแบบกำหนดเอง']
    },
    44629: (e) => {
      e.exports = ['เพิ่มลงรายการโปรด']
    },
    15795: (e) => {
      e.exports = ['เค้าโครงทั้งหมดของฉัน']
    },
    88368: (e) => {
      e.exports = ['บันทึกการเปลี่ยนแปลงทั้งหมดแล้ว']
    },
    84232: (e) => {
      e.exports = ['สไตล์ของแท่ง']
    },
    39011: (e) => {
      e.exports = ['ดาวน์โหลดภาพ']
    },
    43399: (e) => {
      e.exports = ['เทมเพลตตั้งต้น']
    },
    29313: (e) => {
      e.exports = ['ทุกคนที่มีลิ้งค์สามารถรับชมและคัดลอก']
    },
    83127: (e) => {
      e.exports = ['อินดิเคเตอร์ที่ชื่นชอบ']
    },
    33959: (e) => {
      e.exports = ['รายการที่ชอบ']
    },
    11682: (e) => {
      e.exports = ['โหมดเต็มหน้าจอ']
    },
    15812: (e) => {
      e.exports = ['เทมเพลตตัวชี้วัด']
    },
    61142: (e) => {
      e.exports = ['อินดิเคเตอร์']
    },
    74527: (e) => {
      e.exports = ['อินดิเคเตอร์ & กลยุทธ์']
    },
    79353: (e) => {
      e.exports = ['เปิดหน้าต่างช่วงเวลา']
    },
    55520: (e) => {
      e.exports = ['เปิดชาร์ตในหน้าต่างขนาดเล็ก']
    },
    38543: (e) => {
      e.exports = ['เปิดในแท็บใหม่']
    },
    75687: (e) => {
      e.exports = ['โหลดชาร์ต']
    },
    75789: (e) => {
      e.exports = ['โหลดเลย์เอาท์']
    },
    90879: (e) => {
      e.exports = ['กำลังโหลด...']
    },
    80959: (e) => {
      e.exports = ['สร้างการคัดลอก']
    },
    58219: (e) => {
      e.exports = ['จัดการเลย์เอาต์']
    },
    38554: (e) => {
      e.exports = ['เทมเพลตของฉัน']
    },
    14605: (e) => {
      e.exports = ['ตัวเลข หรือ {hotKey_0}']
    },
    85520: (e) => {
      e.exports = ['บันทึก']
    },
    92093: (e) => {
      e.exports = ['บันทึกรูปแบบอินดิเคเตอร์']
    },
    87409: (e) => {
      e.exports = ['บันทึกชื่อย่อสินทรัพย์ และช่วงเวลาของกราฟทั้งหมดบนแผนผังของท่าน']
    },
    11680: (e) => {
      e.exports = ['บันทึกแผนผังชาร์ต']
    },
    27077: (e) => {
      e.exports = ['การแชร์']
    },
    20987: (e) => {
      e.exports = ['เพียงเริ่มต้นพิมพ์ในขณะที่อยู่บนชาร์ต เพื่อเปิดช่องค้นหาอันนี้ขึ้นมา']
    },
    99983: (e) => {
      e.exports = ['ค้นหาตัวย่อ']
    },
    43959: (e) => {
      e.exports = ['ค้นหาเร่งด่วน']
    },
    70728: (e) => {
      e.exports = ['ทำซ้ำอีกครั้ง {hint}']
    },
    72482: (e) => {
      e.exports = ['ลบออกจากรายการโปรด']
    },
    35038: (e) => {
      e.exports = ['เปลี่ยนชื่อ']
    },
    88513: (e) => {
      e.exports = ['บันทึกภาพ']
    },
    32916: (e) => {
      e.exports = ['ช่วงเวลา']
    },
    99746: (e) => {
      e.exports = ['ทวีตภาพชาร์ต']
    },
    80323: (e) => {
      e.exports = ['ย้อนกลับ {hint}']
    },
    23687: (e) => {
      e.exports = ['คุณยังไม่มี Favorites Indicators']
    },
  },
])
