;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [344],
  {
    63227: (t) => {
      t.exports = ['#{count} (แท่ง)']
    },
    309671: (t) => {
      t.exports = ['#{count} (ราคา, แท่ง)']
    },
    391282: (t) => {
      t.exports = ['#1 (แท่ง)']
    },
    601961: (t) => {
      t.exports = ['#1 (ราคา)']
    },
    12706: (t) => {
      t.exports = ['#1 (ราคา, แท่ง)']
    },
    392195: (t) => {
      t.exports = ['#1 (ตำแหน่งในแนวตั้ง %, แท่ง)']
    },
    566187: (t) => {
      t.exports = ['ค่าเฉลี่ย']
    },
    205066: (t) => {
      t.exports = ['เปอร์เซ็นต์']
    },
    689795: (t) => {
      t.exports = ['ทวนเข็มนาฬิกา']
    },
    143809: (t) => {
      t.exports = ['ค่าสัมประสิทธิ์แบบเปอร์เซ็นต์']
    },
    940054: (t) => {
      t.exports = ['สี']
    },
    647737: (t) => {
      t.exports = ['โหมดสถิติแบบ Compact']
    },
    4639: (t) => {
      t.exports = ['พิกัดตำแหน่ง']
    },
    876655: (t) => {
      t.exports = ['เงินสด']
    },
    599120: (t) => {
      t.exports = ['ช่อง']
    },
    160066: (t) => {
      t.exports = ['การเปลี่ยนแปลงในจุด']
    },
    336150: (t) => {
      t.exports = ['มุม']
    },
    838280: (t) => {
      t.exports = ['มุม']
    },
    795264: (t) => {
      t.exports = ['ขนาดบัญชี']
    },
    285160: (t) => {
      t.exports = ['แสดงสถิติเสมอ']
    },
    754189: (t) => {
      t.exports = ['เส้นโค้ง']
    },
    34674: (t) => {
      t.exports = ['ค่าเฉลี่ย HL ในมินติ๊ก']
    },
    217608: (t) => {
      t.exports = ['ป้ายด้านล่าง']
    },
    248848: (t) => {
      t.exports = ['เส้นขอบ']
    },
    872269: (t) => {
      t.exports = ['เส้นขอบ']
    },
    527331: (t) => {
      t.exports = ['พื้นหลัง']
    },
    166282: (t) => {
      t.exports = ['พื้นหลัง #1']
    },
    19949: (t) => {
      t.exports = ['ช่วงบาร์']
    },
    781260: (t) => {
      t.exports = ['ตาราง']
    },
    767114: (t) => {
      t.exports = ['วันที่/ช่วงเวลา']
    },
    537067: (t) => {
      t.exports = ['การกระจัด (ราคา, บาร์)']
    },
    982797: (t) => {
      t.exports = ['ระยะ']
    },
    146211: (t) => {
      t.exports = ['หมุดอีโมจิ']
    },
    946001: (t) => {
      t.exports = ['ราคาเข้าซื้อ']
    },
    601220: (t) => {
      t.exports = ['ยืดออก']
    },
    271116: (t) => {
      t.exports = ['ยืดส่วนล่างออก']
    },
    545809: (t) => {
      t.exports = ['ยืดออกทางซ้าย']
    },
    325892: (t) => {
      t.exports = ['ยืดเส้นด้านซ้าย']
    },
    513611: (t) => {
      t.exports = ['ยืดเส้น']
    },
    903304: (t) => {
      t.exports = ['เส้นที่ยืดด้านซ้าย']
    },
    883095: (t) => {
      t.exports = ['ยืดเส้นไปทางขวา']
    },
    714025: (t) => {
      t.exports = ['ยืดออกทางขวา']
    },
    974395: (t) => {
      t.exports = ['ยืดเส้นด้านขวา']
    },
    885197: (t) => {
      t.exports = ['ยืดส่วนบนออก']
    },
    417006: (t) => {
      t.exports = ['ขนาดตัวอักษร']
    },
    731343: (t) => {
      t.exports = 'Failure text'
    },
    628565: (t) => {
      t.exports = 'Failure background'
    },
    987931: (t) => {
      t.exports = ['แฟน']
    },
    539836: (t) => {
      t.exports = ['Fib levels ในแบบล็อกสเกล']
    },
    410578: (t) => {
      t.exports = ['เต็มวงกลม']
    },
    825264: (t) => {
      t.exports = ['บาร์ HL']
    },
    366049: (t) => {
      t.exports = ['แท่ง เปิดปิด']
    },
    127531: (t) => {
      t.exports = ['ขนาดล็อต']
    },
    599180: (t) => {
      t.exports = ['แถบล่าง']
    },
    653861: (t) => {
      t.exports = ['แบนด์ล่าง #2']
    },
    644775: (t) => {
      t.exports = ['แบนด์ล่าง #3']
    },
    485206: (t) => {
      t.exports = ['ป้ายชื่อ']
    },
    975332: (t) => {
      t.exports = ['ขอบของป้าย']
    },
    14773: (t) => {
      t.exports = ['พื้นหลังป้ายชื่อ']
    },
    637126: (t) => {
      t.exports = ['ตัวหนังสือของป้าย']
    },
    579106: (t) => {
      t.exports = ['ระดับ']
    },
    995610: (t) => {
      t.exports = ['เส้นระดับ']
    },
    379307: (t) => {
      t.exports = ['ป้ายชื่อทางซ้าย']
    },
    949286: (t) => {
      t.exports = ['เส้น - สูงต่ำ/2']
    },
    17676: (t) => {
      t.exports = ['เส้น - เปิด']
    },
    447669: (t) => {
      t.exports = ['เส้น-ปิด']
    },
    471899: (t) => {
      t.exports = ['เส้น - สูง']
    },
    683394: (t) => {
      t.exports = ['เส้น - ต่ำ']
    },
    760489: (t) => {
      t.exports = ['สีเส้น']
    },
    453889: (t) => {
      t.exports = ['โหมด']
    },
    695543: (t) => {
      t.exports = ['เดือน']
    },
    685041: (t) => {
      t.exports = 'Middle line'
    },
    324510: (t) => {
      t.exports = ['จุดกลาง']
    },
    922213: (t) => {
      t.exports = 'Source background'
    },
    415500: (t) => {
      t.exports = 'Source border'
    },
    479238: (t) => {
      t.exports = 'Source text'
    },
    537249: (t) => {
      t.exports = ['สถิติ']
    },
    328712: (t) => {
      t.exports = ['ตำแหน่งสถิติ']
    },
    550948: (t) => {
      t.exports = ['สีจุดสิ้นสุด']
    },
    456119: (t) => {
      t.exports = ['ระดับหยุดขาดทุน']
    },
    169835: (t) => {
      t.exports = 'Success text'
    },
    591141: (t) => {
      t.exports = 'Success background'
    },
    502694: (t) => {
      t.exports = ['% การเปลี่ยนแปลง']
    },
    300650: (t) => {
      t.exports = ['เปอร์เซ็นต์']
    },
    25684: (t) => {
      t.exports = ['ราคา']
    },
    223675: (t) => {
      t.exports = ['ป้ายราคา']
    },
    375675: (t) => {
      t.exports = ['ป้ายราคา']
    },
    516103: (t) => {
      t.exports = ['ระดับราคา']
    },
    46964: (t) => {
      t.exports = ['ช่วงราคา']
    },
    859771: (t) => {
      t.exports = ['อัตราส่วน ราคา/แท่ง']
    },
    729072: (t) => {
      t.exports = ['ราคา']
    },
    202635: (t) => {
      t.exports = ['ระดับทำกำไร']
    },
    233886: (t) => {
      t.exports = 'Ranges and ratio'
    },
    224186: (t) => {
      t.exports = ['ย้อนกลับ']
    },
    691367: (t) => {
      t.exports = 'Right labels'
    },
    563833: (t) => {
      t.exports = ['ความเสี่ยง']
    },
    695545: (t) => {
      t.exports = ['เวฟ']
    },
    810209: (t) => {
      t.exports = ['ป้ายชื่อด้านบน']
    },
    598001: (t) => {
      t.exports = 'Target background'
    },
    789258: (t) => {
      t.exports = 'Target border'
    },
    745302: (t) => {
      t.exports = ['สีเป้าหมาย']
    },
    774289: (t) => {
      t.exports = 'Target text'
    },
    617932: (t) => {
      t.exports = ['บังคับให้ตัวหนังสืออยู่ในขอบเขตที่กำหนด']
    },
    455325: (t) => {
      t.exports = ['ป้ายเวลา']
    },
    277838: (t) => {
      t.exports = ['ระดับเวลา']
    },
    102295: (t) => {
      t.exports = ['โปร่งแสง']
    },
    404372: (t) => {
      t.exports = ['เส้นแนวโน้ม']
    },
    726775: (t) => {
      t.exports = ['แถบบน']
    },
    821774: (t) => {
      t.exports = ['แบนด์บน #2']
    },
    821076: (t) => {
      t.exports = ['แบนด์บน #3']
    },
    812374: (t) => {
      t.exports = ['ใช้สีเดียว']
    },
    253473: (t) => {
      t.exports = 'VWAP'
    },
    391322: (t) => {
      t.exports = ['มูลค่า']
    },
    525227: (t) => {
      t.exports = ['ความแปรปรวน']
    },
    701670: (t) => {
      t.exports = ['เปลี่ยนมุม']
    },
    238829: (t) => {
      t.exports = ['เปลี่ยนสีลูกศร']
    },
    623723: (t) => {
      t.exports = ['เปลี่ยนแถบพิกัด X']
    },
    72080: (t) => {
      t.exports = ['เปลี่ยนสี flag']
    },
    466266: (t) => {
      t.exports = ['เปลี่ยนราคาพิกัด Y']
    },
    598905: (t) => {
      t.exports = ['เปลี่ยนระยะขอบด้านบน']
    },
    911049: (t) => {
      t.exports = ['เปลี่ยนพิกัดตำแหน่งแนวตั้ง Y']
    },
    898057: (t) => {
      t.exports = ['เปลี่ยนสี {title} เส้น VWAP']
    },
    455218: (t) => {
      t.exports = ['เปลี่ยนความกว้าง {title} เส้น VWAP']
    },
    431804: (t) => {
      t.exports = ['เปลี่ยน {title} ทวนเข็มนาฬิกา']
    },
    199128: (t) => {
      t.exports = ['เปลี่ยนการมองเห็นค่าสัมประสิทธิ์ {title} เป็นเปอร์เซ็นต์']
    },
    920216: (t) => {
      t.exports = ['เปลี่ยนสี {title}']
    },
    735435: (t) => {
      t.exports = ['เปลี่ยน {title} โหมดสถิติแบบ compact']
    },
    800550: (t) => {
      t.exports = ['เปลี่ยนสีเส้นขอบ {title} แท่งเทียนขาขึ้น']
    },
    328146: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} เส้นขอบแท่งเทียน']
    },
    807373: (t) => {
      t.exports = ['เปลี่ยนสีเส้นขอบ {title} แท่งเทียนขาลง']
    },
    538742: (t) => {
      t.exports = ['เปลี่ยนสี {title} แท่งเทียนขาลง']
    },
    542273: (t) => {
      t.exports = ['เปลี่ยนสี {title} แท่งเทียนขาขึ้น']
    },
    576054: (t) => {
      t.exports = ['เปลี่ยนสี {title} ไส้เทียน']
    },
    27029: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ไส้เทียน']
    },
    322430: (t) => {
      t.exports = ['เปลี่ยน {title} เปลี่ยนการมองเห็นจุด']
    },
    245537: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} มุม']
    },
    431775: (t) => {
      t.exports = ['เปลี่ยน {title} ขนาดบัญชี']
    },
    137913: (t) => {
      t.exports = ['เปลี่ยน {title} แสดงสถิติเสมอ']
    },
    615521: (t) => {
      t.exports = ['เปลี่ยนสีเส้น {title} ทั้งหมด']
    },
    117466: (t) => {
      t.exports = ['เปลี่ยนสี {title} เส้นอาร์ค {index}']
    },
    672307: (t) => {
      t.exports = ['เปลี่ยนความกว้าง {title} เส้นอาร์ค {index}']
    },
    913853: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} เส้นอาร์ค {index}']
    },
    78680: (t) => {
      t.exports = ['เปลี่ยน {title} ค่าเฉลี่ย HL']
    },
    215802: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ป้ายกำกับด้านล่าง']
    },
    936438: (t) => {
      t.exports = ['เปลี่ยนความโปร่งใสพื้นหลัง {title}']
    },
    64548: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} พื้นหลัง']
    },
    975312: (t) => {
      t.exports = ['เปลี่ยนสีพื้นหลัง {title}']
    },
    739651: (t) => {
      t.exports = ['เปลี่ยนสีพื้นหลัง {title} 1']
    },
    378177: (t) => {
      t.exports = ['เปลี่ยนสีพื้นหลัง {title} 2']
    },
    142746: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ช่วงระยะแท่ง']
    },
    153770: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} เส้นกริด']
    },
    29145: (t) => {
      t.exports = ['เปลี่ยนสี {title} เส้นกริด']
    },
    364949: (t) => {
      t.exports = ['เปลี่ยนรูปแบบ {title} เส้นกริด']
    },
    693548: (t) => {
      t.exports = ['เปลี่ยนความกว้าง {title} เส้นกริด']
    },
    215485: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ช่วงวัน/เวลา']
    },
    203400: (t) => {
      t.exports = ['เปลี่ยนองศามุม {title}']
    },
    891534: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ระยะห่าง']
    },
    565056: (t) => {
      t.exports = ['เปลี่ยน {title} อีโมจิ']
    },
    765899: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} อีโมจิ']
    },
    859354: (t) => {
      t.exports = ['เปลี่ยน {title} ราคาเข้าซื้อ']
    },
    801447: (t) => {
      t.exports = ['ขยาย {title} ด้านล่าง']
    },
    215258: (t) => {
      t.exports = ['ขยาย {title} ด้านล่าง']
    },
    896902: (t) => {
      t.exports = ['เปลี่ยน {title} การขยายเส้น']
    },
    300896: (t) => {
      t.exports = ['ขยาย {title} ด้านบน']
    },
    203708: (t) => {
      t.exports = ['ขยาย {title} ไปทางซ้าย']
    },
    45719: (t) => {
      t.exports = ['ขยาย {title} ไปทางขวา']
    },
    286647: (t) => {
      t.exports = ['เปลี่ยน {title} ส่วนขยาย']
    },
    203156: (t) => {
      t.exports = ['เปลี่ยนสี {title} ข้อความที่ล้มเหลว']
    },
    649885: (t) => {
      t.exports = ['เปลี่ยนสีพื้นหลัง {title} ที่ล้มเหลว']
    },
    689126: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} เส้นแฟน {index}']
    },
    130016: (t) => {
      t.exports = ['เปลี่ยนความกว้าง {title} เส้นแฟน {index}']
    },
    436147: (t) => {
      t.exports = ['เปลี่ยนสี {title} เส้นแฟน {index}']
    },
    478142: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} แฟน']
    },
    379467: (t) => {
      t.exports = ['เปลี่ยนสี {title} เส้นแฟน']
    },
    945739: (t) => {
      t.exports = ['เปลี่ยน {title} ระดับฟีโบนัชชีบนล็อกสเกล']
    },
    99670: (t) => {
      t.exports = ['เปลี่ยนการพลิก {title}']
    },
    235165: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} วงกลมเต็ม']
    },
    248983: (t) => {
      t.exports = ['เปลี่ยนสี {title} ภาพพื้นหลัง']
    },
    345025: (t) => {
      t.exports = ['เปลี่ยน {title} ขนาดล็อต']
    },
    713901: (t) => {
      t.exports = ['เปลี่ยนสี {title} เส้นแถบล่าง']
    },
    578425: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} เส้นแถบล่าง']
    },
    999491: (t) => {
      t.exports = ['เปลี่ยนความกว้าง {title} เส้นแถบล่าง']
    },
    755469: (t) => {
      t.exports = ['เปลี่ยน {title} แบนด์ล่าง #2 สีของเส้น']
    },
    176157: (t) => {
      t.exports = ['เปลี่ยน {title} แบนด์ล่าง #2 การมองเห็นของเส้น']
    },
    608081: (t) => {
      t.exports = ['เปลี่ยน {title} แบนด์ล่าง #2 ความกว้างของเส้น']
    },
    295016: (t) => {
      t.exports = ['เปลี่ยน {title} แบนด์ล่าง #3 สีของเส้น']
    },
    484928: (t) => {
      t.exports = ['เปลี่ยน {title} แบนด์ล่าง #3 การมองเห็นของเส้น']
    },
    544693: (t) => {
      t.exports = ['เปลี่ยน {title} แบนด์ล่าง #3 ความกว้างของเส้น']
    },
    981170: (t) => {
      t.exports = ['เปลี่ยนการจัดตำแหน่ง {title} ป้ายกำกับ']
    },
    622775: (t) => {
      t.exports = ['เปลี่ยนขนาดตัวอักษรของป้ายกำกับ {title}']
    },
    424338: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ป้ายกำกับ']
    },
    732891: (t) => {
      t.exports = ['เปลี่ยนค่าสัมประสิทธิ์เส้น {title} ระดับ {index}']
    },
    185551: (t) => {
      t.exports = ['เปลี่ยนสีเส้น {title} ระดับ {index}']
    },
    247840: (t) => {
      t.exports = ['เปลี่ยนรูปแบบเส้น {title} ระดับ {index}']
    },
    345463: (t) => {
      t.exports = ['เปลี่ยน {title} เลเวล {index} การมองเห็นเส้น']
    },
    990098: (t) => {
      t.exports = ['เปลี่ยนความกว้างเส้น {title} ระดับ {index}']
    },
    26710: (t) => {
      t.exports = ['เปลี่ยนระดับการมองเห็น {title}']
    },
    302359: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ป้ายกำกับด้านซ้าย']
    },
    244643: (t) => {
      t.exports = ['เปลี่ยนความกว้าง {title} เส้น']
    },
    920563: (t) => {
      t.exports = ['เปลี่ยนสี {title} เส้น']
    },
    266982: (t) => {
      t.exports = ['เปลี่ยนรูปแบบ {title} เส้น']
    },
    294441: (t) => {
      t.exports = ['เปลี่ยนโหมด {title}']
    },
    889996: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} จุดกึ่งกลาง']
    },
    136618: (t) => {
      t.exports = ['เปลี่ยนการสะท้อน {title}']
    },
    218544: (t) => {
      t.exports = ['เปลี่ยนสีพื้นหลัง {title} ต้นฉบับ']
    },
    748035: (t) => {
      t.exports = ['เปลี่ยนสีเส้นขอบ {title} ต้นฉบับ']
    },
    42286: (t) => {
      t.exports = ['เปลี่ยนสี {title} ข้อความต้นฉบับ']
    },
    800588: (t) => {
      t.exports = ['เปลี่ยน {title} ตำแหน่งสถิติ']
    },
    254659: (t) => {
      t.exports = ['เปลี่ยนสี {title} สต็อป']
    },
    969780: (t) => {
      t.exports = ['เปลี่ยน {title} ระดับการหยุด']
    },
    882224: (t) => {
      t.exports = ['เปลี่ยน {title} ราคาหยุดขาดทุน']
    },
    988383: (t) => {
      t.exports = ['เปลี่ยนสี {title} ข้อความที่สำเร็จ']
    },
    126967: (t) => {
      t.exports = ['เปลี่ยนสีพื้นหลัง {title} ที่สำเร็จ']
    },
    62243: (t) => {
      t.exports = ['เปลี่ยน {title} เปอร์เซ็นต์การมองเห็นการเปลี่ยนแปลง']
    },
    145936: (t) => {
      t.exports = ['เปลี่ยน {title} การมองเห็นป้ายราคา']
    },
    588577: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ป้ายราคา']
    },
    47045: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ช่วงราคา']
    },
    294028: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ราคา']
    },
    156175: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ราคา']
    },
    344539: (t) => {
      t.exports = ['เปลี่ยน {title} ระดับทำกำไร']
    },
    641646: (t) => {
      t.exports = ['เปลี่ยน {title} ราคาทำกำไร']
    },
    852877: (t) => {
      t.exports = ['เปลี่ยน {title} ย้อนกลับ']
    },
    516598: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ป้ายกำกับด้านขวา']
    },
    31553: (t) => {
      t.exports = ['เปลี่ยน {title} ความเสี่ยง']
    },
    740344: (t) => {
      t.exports = ['เปลี่ยน {title} โหมดการแสดงความเสี่ยง']
    },
    873137: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ป้ายกำกับด้านบน']
    },
    352387: (t) => {
      t.exports = ['เปลี่ยนสีพื้นหลัง {title} เป้าหมาย']
    },
    606921: (t) => {
      t.exports = ['เปลี่ยนสีเส้นขอบ {title} เป้าหมาย']
    },
    597573: (t) => {
      t.exports = ['เปลี่ยนสี {title} เป้าหมาย']
    },
    27634: (t) => {
      t.exports = ['เปลี่ยนสี {title} ข้อความเป้าหมาย']
    },
    33822: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} ป้ายเวลา']
    },
    684321: (t) => {
      t.exports = ['เปลี่ยนความโปร่งใส {title}']
    },
    310417: (t) => {
      t.exports = ['เปลี่ยนสี {title} เส้นแถบบน']
    },
    158722: (t) => {
      t.exports = ['เปลี่ยนการมองเห็น {title} เส้นแถบบน']
    },
    713633: (t) => {
      t.exports = ['เปลี่ยนความกว้าง {title} เส้นแถบบน']
    },
    851304: (t) => {
      t.exports = ['เปลี่ยน {title} แบนด์บน #2 สีของเส้น']
    },
    597847: (t) => {
      t.exports = ['เปลี่ยน {title} แบนด์บน #2 การมองเห็นของเส้น']
    },
    362921: (t) => {
      t.exports = ['เปลี่ยน {title} แบนด์บน #2 ความกว้างของเส้น']
    },
    994153: (t) => {
      t.exports = ['เปลี่ยน {title} แบนด์บน #3 สีของเส้น']
    },
    619835: (t) => {
      t.exports = ['เปลี่ยน {title} แบนด์บน #3 การมองเห็นของเส้น']
    },
    468310: (t) => {
      t.exports = ['เปลี่ยน {title} แบนด์บน #3 ความกว้างของเส้น']
    },
    712355: (t) => {
      t.exports = ['เปลี่ยน {title} ค่าความแปรปรวน']
    },
    125937: (t) => {
      t.exports = ['เปลี่ยน {toolName} แนวป้ายกำกับแนวตั้ง']
    },
    946991: (t) => {
      t.exports = ['เปลี่ยน {toolName} แนวป้ายกำกับแนวนอน']
    },
    373080: (t) => {
      t.exports = ['เปลี่ยน {toolName} ทิศทางป้ายกำกับ']
    },
    224272: (t) => {
      t.exports = ['เปลี่ยน {toolName} การมองเห็นเส้น']
    },
    46404: (t) => {
      t.exports = ['เปลี่ยน {toolName} ความกว้างเส้น']
    },
    50265: (t) => {
      t.exports = ['เปลี่ยนสี {toolName} เส้น']
    },
    561678: (t) => {
      t.exports = ['ขยายเส้น {toolName} ไปทางซ้าย']
    },
    984613: (t) => {
      t.exports = ['เปลี่ยน {toolName} ขยายเส้นทางขวา']
    },
    562603: (t) => {
      t.exports = ['เปลี่ยน {toolName} เส้นซ้ายสุด']
    },
    362412: (t) => {
      t.exports = ['เปลี่ยน {toolName} เส้นนขวาสุด']
    },
    635422: (t) => {
      t.exports = ['เปลี่ยน {toolName} รูปแบบเส้น']
    },
    777690: (t) => {
      t.exports = ['เปลี่ยน {toolName} ข้อความ']
    },
    369871: (t) => {
      t.exports = ['เปลี่ยน {toolName} การมองเห็นข้อความ']
    },
    625878: (t) => {
      t.exports = ['เปลี่ยน {toolName} การตัดข้อความ']
    },
    991832: (t) => {
      t.exports = ['เปลี่ยน {toolName} สีพื้นหลังข้อความ']
    },
    418610: (t) => {
      t.exports = ['เปลี่ยน {toolName} การมองเห็นพื้นหลังข้อความ']
    },
    444755: (t) => {
      t.exports = ['เปลี่ยน {toolName} สีเส้นขอบข้อความ']
    },
    406324: (t) => {
      t.exports = ['เปลี่ยน {toolName} ความกว้างเส้นขอบข้อความ']
    },
    745529: (t) => {
      t.exports = ['เปลี่ยน {toolName} การมองเห็นเส้นขอบข้อความ']
    },
    906500: (t) => {
      t.exports = ['เปลี่ยน {toolName} สีข้อความ']
    },
    451614: (t) => {
      t.exports = ['เปลี่ยน {toolName} อักษรตัวหนา']
    },
    242762: (t) => {
      t.exports = ['เปลี่ยน {toolName} อักษรตัวเอียง']
    },
    948382: (t) => {
      t.exports = ['เปลี่ยน {toolName} ขนาดตัวอักษร']
    },
    18567: (t) => {
      t.exports = ['เปลี่ยนคุณสมบัติ {propertyName}']
    },
    321926: (t) => {
      t.exports = ['สีพื้นหลัง']
    },
    552241: (t) => {
      t.exports = ['เติมพื้นหลัง']
    },
    270607: (t) => {
      t.exports = ['สีเส้น']
    },
    441075: (t) => {
      t.exports = ['รูปแบบเส้น']
    },
    673043: (t) => {
      t.exports = ['ความกว้างเส้น']
    },
    972223: (t) => {
      t.exports = ['เลื่อนภาพวาด']
    },
    993046: (t) => {
      t.exports = 'show price'
    },
    341437: (t) => {
      t.exports = ['สีตัวอักษร']
    },
  },
])
