;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [3951],
  {
    14229: (e) => {
      e.exports = ['จุด']
    },
    16936: (e) => {
      e.exports = ['กลับไป']
    },
    9898: (e) => {
      e.exports = ['สิทธิ']
    },
    18511: (e) => {
      e.exports = ['นับถอยหลังไปยังราคาปิดของแท่ง']
    },
    32409: (e) => {
      e.exports = ['ธีมสี']
    },
    90069: (e) => {
      e.exports = ['เปรียบเทียบ']
    },
    39176: (e) => {
      e.exports = 'Content'
    },
    15803: (e) => {
      e.exports = ['คัดลอกลิงก์ไปยังรูปภาพชาร์ต']
    },
    20036: (e) => {
      e.exports = ['ยกเลิก']
    },
    19022: (e) => {
      e.exports = 'Channels'
    },
    8353: (e) => {
      e.exports = ['เปลี่ยนช่วง']
    },
    20788: (e) => {
      e.exports = ['คอลัมน์รูปแบบชาร์ต']
    },
    86771: (e) => {
      e.exports = ['ชาร์ตในรูปแบบแท่งเทียน']
    },
    45290: (e) => {
      e.exports = ['ชาร์ตในรูปแบบการแบ่งพื้นที่']
    },
    97559: (e) => {
      e.exports = ['ชาร์ตในรูปแบบของบาร์']
    },
    18779: (e) => {
      e.exports = ['ชาร์ตในรูปแบบ Baseline']
    },
    90599: (e) => {
      e.exports = ['ชาร์ตในรูปแบบ Kagi']
    },
    41412: (e) => {
      e.exports = 'Chart Style HLC Area'
    },
    51383: (e) => {
      e.exports = ['ชาร์ตในรูปแบบแท่งเทียนฮอลโลว์']
    },
    20424: (e) => {
      e.exports = ['ชาร์ตในรูปแบบ Heikin Ashi']
    },
    28381: (e) => {
      e.exports = ['ชาร์ตในรูปแบบสูง-ต่ำ']
    },
    87691: (e) => {
      e.exports = ['ชาร์ตในรูปแบบเส้น']
    },
    470: (e) => {
      e.exports = ['ชาร์ตในรูปแบบ Line Break']
    },
    14956: (e) => {
      e.exports = ['สไตล์เส้นชาร์ตที่ใช้จุด']
    },
    59393: (e) => {
      e.exports = ['สไตล์ชาร์ตแบบเส้นขั้น']
    },
    59491: (e) => {
      e.exports = ['ชาร์ตในรูปแบบ Point & Figure']
    },
    38385: (e) => {
      e.exports = ['ชาร์ตในรูปแบบพิสัย']
    },
    91664: (e) => {
      e.exports = ['ชาร์ตในรูปแบบ Renko']
    },
    82838: (e) => {
      e.exports = 'Chart Style Volume Footprint'
    },
    80395: (e) => {
      e.exports = ['ปิดเมนู']
    },
    82401: (e) => {
      e.exports = ['เคอร์เซอร์']
    },
    50025: (e) => {
      e.exports = ['วัฏจักร']
    },
    19661: (e) => {
      e.exports = ['เครื่องมืออธิบายประกอบ']
    },
    44629: (e) => {
      e.exports = ['เพิ่มลงรายการโปรด']
    },
    64498: (e) => {
      e.exports = ['แหล่งที่มาทั้งหมด']
    },
    95480: (e) => {
      e.exports = ['ใช้อินดิเคเตอร์เหล่านี้กับเลย์เอาท์ทั้งหมด']
    },
    23969: (e) => {
      e.exports = 'Arrows'
    },
    28020: (e) => {
      e.exports = ['อัตโนมัติ (ปรับข้อมูลให้เข้ากับหน้าจอ)']
    },
    79852: (e) => {
      e.exports = ['พันธบัตร']
    },
    55939: (e) => {
      e.exports = 'Brushes'
    },
    40803: (e) => {
      e.exports = ['ไปที่วันที่']
    },
    43884: (e) => {
      e.exports = ['แกนน์']
    },
    5816: (e) => {
      e.exports = ['เครื่องมือแกนน์และฟิโบนัชชี']
    },
    22146: (e) => {
      e.exports = ['รูปเรขาคณิต']
    },
    60925: (e) => {
      e.exports = ['จุด']
    },
    66365: (e) => {
      e.exports = ['ธีมสีเข้ม']
    },
    29601: (e) => {
      e.exports = ['คำอธิบาย']
    },
    22772: (e) => {
      e.exports = ['รูปวาด']
    },
    88280: (e) => {
      e.exports = 'Elliott waves'
    },
    99289: (e) => {
      e.exports = ['ยางลบ']
    },
    25790: (e) => {
      e.exports = ['เซสชั่นขยายระยะเวลา']
    },
    97100: (e) => {
      e.exports = ['เครื่องมือคาดการณ์และการวัด']
    },
    22305: (e) => {
      e.exports = ['ฟิโบนัชชี']
    },
    11682: (e) => {
      e.exports = ['โหมดเต็มหน้าจอ']
    },
    15327: (e) => {
      e.exports = ['ฟังก์ชัน']
    },
    17517: (e) => {
      e.exports = ['ซ่อนรูปวาดทั้งหมด']
    },
    82785: (e) => {
      e.exports = ['กลับด้านสเกล']
    },
    64642: (e) => {
      e.exports = ['เพิ่มตัวชี้วัด']
    },
    55149: (e) => {
      e.exports = ['เปิดแผนภูมิต้นไม้']
    },
    75687: (e) => {
      e.exports = ['โหลดชาร์ต']
    },
    37057: (e) => {
      e.exports = ['ล๊อครูปวาดทั้งหมด']
    },
    95667: (e) => {
      e.exports = ['ล็อคราคากับสัดส่วนของแท่ง']
    },
    19567: (e) => {
      e.exports = ['ย้ายสเกลไปทางซ้าย']
    },
    76300: (e) => {
      e.exports = ['ย้ายสเกลไปทางขวา']
    },
    56854: (e) => {
      e.exports = ['ย้ายชาร์ตไปด้านหลัง']
    },
    22221: (e) => {
      e.exports = ['ย้ายชาร์ตไปข้างหน้า']
    },
    79165: (e) => {
      e.exports = 'Magic'
    },
    37140: (e) => {
      e.exports = [
        'โหมดแม่เหล็กจะนำการวาดต่างๆ ที่อยู่ใกล้กับแท่งราคาไปเกาะกับค่า OHLC ที่ใกล้เคียงที่สุด',
      ]
    },
    72357: (e) => {
      e.exports = ['จัดการการวาดเลย์เอาท์']
    },
    59607: (e) => {
      e.exports = ['การวัด']
    },
    79961: (e) => {
      e.exports = 'Measurer'
    },
    78633: (e) => {
      e.exports = ['รวมสเกลทั้งหมดไปทางซ้าย']
    },
    308: (e) => {
      e.exports = ['รวมสเกลทั้งหมดไปทางขวา']
    },
    29673: (e) => {
      e.exports = ['ไม่มีตลาดแลกเปลี่ยนใดๆ ตรงตามเงื่อนไขของคุณ']
    },
    41379: (e) => {
      e.exports = ['ไม่มีสัญลักษณ์ที่ตรงกับการค้นหาของคุณ']
    },
    45850: (e) => {
      e.exports = ['ไม่มีอะไรตรงกับเกณฑ์ของคุณ']
    },
    36551: (e) => {
      e.exports = [
        'รูปวาดใหม่ถูกทำซ้ำไปยังชาร์ตทั้งหมดในเลย์เอาท์และแสดงเมื่อทิคเกอร์เดิมได้ถูกเลือก',
      ]
    },
    19407: (e) => {
      e.exports = ['ภาพวาดใหม่จะซิงค์ทั่วโลก']
    },
    77989: (e) => {
      e.exports = ['ภาพวาดใหม่จะซิงค์ในเลย์เอาต์']
    },
    19724: (e) => {
      e.exports = ['แหล่งที่มา']
    },
    62571: (e) => {
      e.exports = ['บันทึกการจัดวางชาร์ต']
    },
    35264: (e) => {
      e.exports = ['มาตราส่วนชาร์ตราคาเท่านั้น']
    },
    52298: (e) => {
      e.exports = ['ค้นหา']
    },
    78842: (e) => {
      e.exports = ['เครื่องมือค้นหาหรือฟังก์ชั่น']
    },
    13269: (e) => {
      e.exports = ['เลือกแหล่งที่มา']
    },
    90417: (e) => {
      e.exports = ['เซสชั่นเบรค']
    },
    25792: (e) => {
      e.exports = 'Shapes'
    },
    91977: (e) => {
      e.exports = ['แสดงเครื่องมือที่ซ่อนไว้']
    },
    51072: (e) => {
      e.exports = ['แสดงแผนผังวัตถุ']
    },
    49421: (e) => {
      e.exports = ['อยู่ในโหมดการวาดเขียน']
    },
    85422: (e) => {
      e.exports = ['แม่เหล็กแข็งแกร่ง']
    },
    89053: (e) => {
      e.exports = ['สัญลักษณ์']
    },
    48490: (e) => {
      e.exports = ['สัญลักษณ์และคำอธิบาย']
    },
    79791: (e) => {
      e.exports = ['ป้ายชื่อตัวย่อ']
    },
    12014: (e) => {
      e.exports = ['ข้อมูลสัญลักษณ์']
    },
    78001: (e) => {
      e.exports = ['ป้ายค่าราคาล่าสุดของตัวย่อ']
    },
    99983: (e) => {
      e.exports = ['ค้นหาตัวย่อ']
    },
    35888: (e) => {
      e.exports = ['ซิงค์เครื่องมือวาดเขียนไปทุกชาร์ต']
    },
    19693: (e) => {
      e.exports = ['รูปแบบ']
    },
    73359: (e) => {
      e.exports = 'Pitchforks'
    },
    4037: (e) => {
      e.exports = ['ปุ่มบวก']
    },
    96032: (e) => {
      e.exports = ['เส้นราคาปิดวันก่อนหน้า']
    },
    99530: (e) => {
      e.exports = ['เส้นราคา']
    },
    90612: (e) => {
      e.exports = ['การค้นหาล่าสุด']
    },
    31273: (e) => {
      e.exports = ['เซสชั่นทั่วไป']
    },
    76091: (e) => {
      e.exports = ['ลบการวาดต่างๆ ออกไป']
    },
    20378: (e) => {
      e.exports = ['ลบอินดิเคเตอร์']
    },
    57869: (e) => {
      e.exports = ['ลบอินดิเคเตอร์และเครื่องมือวาดภาพทั้งหมด']
    },
    72482: (e) => {
      e.exports = ['ลบออกจากรายการโปรด']
    },
    34465: (e) => {
      e.exports = ['คืนค่ากราฟ']
    },
    45417: (e) => {
      e.exports = ['ปรับสเกลราคาเป็นค่าตั้งต้น']
    },
    75521: (e) => {
      e.exports = ['ปรับสเกลราคาเป็นค่าตั้งต้น']
    },
    45265: (e) => {
      e.exports = ['แม่เหล็กอ่อนค่า']
    },
    20916: (e) => {
      e.exports = 'Text & Notes'
    },
    18794: (e) => {
      e.exports = ['เครื่องมือเส้นแนวโน้ม']
    },
    64185: (e) => {
      e.exports = ['พิมพ์เพื่อค้นหาภาพวาด ฟังก์ชัน และการตั้งค่า']
    },
    89967: (e) => {
      e.exports = 'Volume-based'
    },
    38925: (e) => {
      e.exports = ['ขยายเข้า']
    },
    49895: (e) => {
      e.exports = ['ขยายออก']
    },
    12629: (e) => {
      e.exports = ['คอมมอดิตี้']
    },
    87592: (e) => {
      e.exports = 'cfd'
    },
    65558: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นความคิดบนชาร์ต']
    },
    59820: (e) => {
      e.exports = ['เปลี่ยนอินดิเคเตอร์และการมองเห็นป้ายชื่อการเงิน']
    },
    90512: (e) => {
      e.exports = ['เปลี่ยนอินดิเคเตอร์และการมองเห็นฉลากมูลค่าทางการเงิน']
    },
    50393: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นเส้นราคาตลาดก่อน/หลัง']
    },
    8448: (e) => {
      e.exports = ['คริปโต']
    },
    67245: (e) => {
      e.exports = 'dr'
    },
    88720: (e) => {
      e.exports = ['เศรษฐกิจ']
    },
    39512: (e) => {
      e.exports = ['ฟอเร็กซ์']
    },
    81859: (e) => {
      e.exports = ['ฟิวเจอร์ส']
    },
    12754: (e) => {
      e.exports = ['ดัชนี']
    },
    60804: (e) => {
      e.exports = ['ดัชนี']
    },
    36931: (e) => {
      e.exports = ['หุ้น']
    },
    95612: (e) => {
      e.exports = ['ซิงค์ภาพวาด']
    },
    32868: (e) => {
      e.exports = ['{hotKey_0} + กดบนกราฟ']
    },
    68125: (e) => {
      e.exports = ['{hotKey_0} — วงกลม']
    },
    40234: (e) => {
      e.exports = ['{hotKey_0} — วาดเส้นตรง 1 เส้นที่ทำมุม 45 องศา']
    },
    10289: (e) => {
      e.exports = ['{hotKey_0} - เพิ่มขึ้นแบบคงที่']
    },
    81591: (e) => {
      e.exports = ['{hotKey_0} — สี่เหลี่ยม']
    },
  },
])
