;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [4011],
  {
    652002: (e) => {
      e.exports = ['หลัก']
    },
    283912: (e) => {
      e.exports = ['รอง']
    },
    52587: (e) => {
      e.exports = ['ซี']
    },
    469219: (e) => {
      e.exports = ['ดี']
    },
    426211: (e) => {
      e.exports = ['ดี']
    },
    960582: (e) => {
      e.exports = ['อี']
    },
    957357: (e) => {
      e.exports = ['เอฟ']
    },
    647310: (e) => {
      e.exports = ['อาร์']
    },
    214485: (e) => {
      e.exports = 'R'
    },
    87817: (e) => {
      e.exports = 'S'
    },
    535145: (e) => {
      e.exports = ['ระยะในรอบ 52 สัปดาห์']
    },
    397697: (e) => {
      e.exports = ['การส่งพัสดุหรือเอกสารข้ามประเทศ']
    },
    117750: (e) => {
      e.exports = ['ถ่านหิน']
    },
    268765: (e) => {
      e.exports = ['สนับสนุนการทำเหมืองแร่ถ่านหิน']
    },
    504070: (e) => {
      e.exports = ['ขายส่งถ่านหิน']
    },
    269358: (e) => {
      e.exports = ['หมู่เกาะโคโคส (คีลิง)']
    },
    455784: (e) => {
      e.exports = ['กาแฟและชา']
    },
    844305: (e) => {
      e.exports = ['ฟาร์ม โกโก้ ชา กาแฟ']
    },
    488938: (e) => {
      e.exports = ['เหมืองถ่านหินถ่านโค้ก']
    },
    731144: (e) => {
      e.exports = ['โคลอมเบีย']
    },
    714971: (e) => {
      e.exports = ['สีผสมอาหาร']
    },
    137827: (e) => {
      e.exports = ['ผู้ให้บริการกองทุนประเภทการลงทุนแบบกลุ่ม']
    },
    408646: (e) => {
      e.exports = ['คอโมโรส']
    },
    187677: (e) => {
      e.exports = ['สินค้าเคมีโภคภัณฑ์']
    },
    844460: (e) => {
      e.exports = ['การค้าส่งเคมีภัณฑ์โภคภัณฑ์']
    },
    141879: (e) => {
      e.exports = ['ผลิตอากาศยานพานิชย์']
    },
    313671: (e) => {
      e.exports = ['ธนาคารพานิชย์']
    },
    289904: (e) => {
      e.exports = ['อาคารพานิชย์']
    },
    317976: (e) => {
      e.exports = ['การจัดการเอกสารพานิชย์']
    },
    865447: (e) => {
      e.exports = ['ให้ยืมอุปกรณ์']
    },
    597013: (e) => {
      e.exports = ['การประมง']
    },
    913922: (e) => {
      e.exports = ['บริการอาหาร']
    },
    864285: (e) => {
      e.exports = ['การเช่าซื้อ']
    },
    375065: (e) => {
      e.exports = ['สินเชื่อ']
    },
    17897: (e) => {
      e.exports = ['สถานรับเลี้ยงเด็กเล็ก']
    },
    700165: (e) => {
      e.exports = ['การพิมพ์/ขึ้นรูปเชิงพาณิชย์']
    },
    756288: (e) => {
      e.exports = ['บริการงานพิมพ์เชิงพาณิชย์']
    },
    71399: (e) => {
      e.exports = ['ทรัสต์เพื่อการลงทุนในอสังหาริมทรัพย์เชิงพาณิชย์']
    },
    238185: (e) => {
      e.exports = ['บริการเชิงพาณิชย์']
    },
    218910: (e) => {
      e.exports = ['บริการเรือข้ามฟาก']
    },
    459453: (e) => {
      e.exports = ['บริการเกี่ยวกับการเดินทาง']
    },
    165630: (e) => {
      e.exports = ['อุปกรณ์สื่อสารและดาวเทียม']
    },
    521490: (e) => {
      e.exports = ['การสื่อสาร']
    },
    958879: (e) => {
      e.exports = ['การสื่อสารและเครือข่าย']
    },
    838544: (e) => {
      e.exports = ['สัญลักษณ์ที่ประกอบขึ้น']
    },
    946922: (e) => {
      e.exports = ['ค้าปลีกคอมพิวเตอร์และอุปกรณ์อิเลคทรอนิกส์']
    },
    782135: (e) => {
      e.exports = ['การสื่อสารคอมพิวเตอร์']
    },
    85065: (e) => {
      e.exports = ['ฮาร์ดแวร์คอมพิวเตอร์']
    },
    859138: (e) => {
      e.exports = ['ขายส่งฮาร์ดแวร์และซอฟต์แวร์คอมพิวเตอร์']
    },
    826534: (e) => {
      e.exports = ['ประกอบคอมพิวเตอร์']
    },
    759899: (e) => {
      e.exports = ['อุปกรณ์ต่อพ่วงคอมพิวเตอร์']
    },
    950116: (e) => {
      e.exports = ['ฮาร์ดแวร์ประมวลผลคอมพิวเตอร์']
    },
    317785: (e) => {
      e.exports = ['เขียนโปรแกรม']
    },
    803434: (e) => {
      e.exports = ['จัดอบรมคอมพิวเตอร์']
    },
    601406: (e) => {
      e.exports = ['คองโก']
    },
    167291: (e) => {
      e.exports = ['คองโก (สาธารณรัฐประชาธิปไตย)']
    },
    838455: (e) => {
      e.exports = ['บริษัทที่ประกอบธุรกิจหลายประเภท']
    },
    478698: (e) => {
      e.exports = ['ระบบและเครื่องมือสำหรับการประชุมทางไกลคอนเฟอร์เรนซ์']
    },
    413859: (e) => {
      e.exports = ['กำลังเชื่อมต่อ']
    },
    310323: (e) => {
      e.exports = ['ก่อสร้างและวิศวกรรม']
    },
    848833: (e) => {
      e.exports = ['เครื่องจักรกลสำหรับการก่อสร้าง']
    },
    628370: (e) => {
      e.exports = ['จัดการวัสดุอุปกรณ์ก่อสร้าง']
    },
    71686: (e) => {
      e.exports = ['ขายส่งวัสดุอุปกรณ์ก่อสร้าง']
    },
    721009: (e) => {
      e.exports = ['วัสดุสำหรับการก่อสร้าง']
    },
    488089: (e) => {
      e.exports = ['วัสดุก่อสร้าง']
    },
    112947: (e) => {
      e.exports = ['วัสดุอุปกรณ์ก่อสร้างและอุปกรณ์สำหรับติดตั้ง']
    },
    854214: (e) => {
      e.exports = ['ขายส่งวัสดุก่อสร้างและอุปกรณ์ที่ยึดติดกับที่']
    },
    122614: (e) => {
      e.exports = ['บริการบัตรเครดิตสำหรับผู้บริโภค']
    },
    298395: (e) => {
      e.exports = ['สินค้าอุปโภคบริโภคประเภทใช้แบบเป็นวัฏจักร']
    },
    803146: (e) => {
      e.exports = ['สินค้าอุปโภคบริโภคที่เป็นวัฏจักร']
    },
    256799: (e) => {
      e.exports = ['ให้เช่าสินค้าสำหรับผู้บริโภค']
    },
    880781: (e) => {
      e.exports = ['บริหารจัดการเอกสารสำหรับผู้บริโภค']
    },
    51897: (e) => {
      e.exports = ['สินค้าอุปโภคบริโภคที่คงทนถาวร']
    },
    4953: (e) => {
      e.exports = ['ขายปลีกอุปกรณ์อิเล็กทรอนิกส์สำหรับผู้บริโภค']
    },
    395885: (e) => {
      e.exports = ['สินค้าอิเลคโทรนิคส์และเครื่องใช้ไฟฟ้าสำหรับผู้บริโภค']
    },
    575023: (e) => {
      e.exports = ['ขายส่งอุปกรณ์อิเล็กทรอนิกส์สำหรับผู้บริโภค']
    },
    801386: (e) => {
      e.exports = ['เช่าซื้อสำหรับผู้บริโภค']
    },
    362308: (e) => {
      e.exports = ['สินเชื่อสำหรับผู้บริโภค']
    },
    384043: (e) => {
      e.exports = ['สินค้าอุปโภคบริโภคที่ไม่ใช่วัฏจักร']
    },
    964300: (e) => {
      e.exports = ['สินค้าอุปโภคบริโภคที่ไม่คงทนถาวร']
    },
    964613: (e) => {
      e.exports = ['บริการผู้บริโภค']
    },
    374909: (e) => {
      e.exports = ['สินค้าอุปโภคบริโภค']
    },
    477987: (e) => {
      e.exports = ['สำนักพิมพ์สำหรับผู้บริโภค']
    },
    892867: (e) => {
      e.exports = ['บริการซ่อมแซมสำหรับผู้บริโภค']
    },
    328477: (e) => {
      e.exports = ['สินค้าอุปโภคบริโภคประเภทใช้แบบไม่เป็นวัฏจักร']
    },
    761794: (e) => {
      e.exports = ['ขายส่งวัสดุบรรจุภัณฑ์สำหรับหีบห่อ']
    },
    571506: (e) => {
      e.exports = ['บรรจุภัณฑ์/หีบห่อ']
    },
    594263: (e) => {
      e.exports = ['บริการจัดการเนื้อหาและเว็บไซท์']
    },
    426398: (e) => {
      e.exports = ['ขุดเจาะตามสัญญา']
    },
    334669: (e) => {
      e.exports = ['ผลิตคุ้กกี้ แครกเกอร์ และพาสต้า']
    },
    453679: (e) => {
      e.exports = ['หมู่เกาะคุก']
    },
    733330: (e) => {
      e.exports = ['เหมืองแร่ทองคำ']
    },
    545312: (e) => {
      e.exports = ['การจัดการลิขสิทธิ์']
    },
    512060: (e) => {
      e.exports = ['บริการการบัญชีสำหรับองค์การ']
    },
    55493: (e) => {
      e.exports = ['บริการด้านการเงินสำหรับองค์กร']
    },
    930045: (e) => {
      e.exports = ['น้ำหอมและเสริมความงาม']
    },
    708897: (e) => {
      e.exports = ['คอสตาริกา']
    },
    887702: (e) => {
      e.exports = ['การจัดจำหน่ายแคตตาล็อก/พิเศษเฉพาะ']
    },
    290207: (e) => {
      e.exports = ['หมู่เกาะเคย์แมน']
    },
    224860: (e) => {
      e.exports = ['ผู้ให้บริการสายเคเบิ้ล']
    },
    248568: (e) => {
      e.exports = ['เคเบิ้ลทีวี/ทีวีดาวเทียม']
    },
    996415: (e) => {
      e.exports = ['เคปเวิร์ด']
    },
    298505: (e) => {
      e.exports = ['คาเฟ่']
    },
    51339: (e) => {
      e.exports = ['บริการคอลเซ็นเตอร์']
    },
    551054: (e) => {
      e.exports = ['กัมพูชา']
    },
    201132: (e) => {
      e.exports = ['แคเมอรูน']
    },
    280206: (e) => {
      e.exports = ['แคนาดา']
    },
    377774: (e) => {
      e.exports = ['สินค้าที่ใช้เป็นการลงทุน']
    },
    734070: (e) => {
      e.exports = ['การดักจับและการจัดเก็บคาร์บอน']
    },
    837140: (e) => {
      e.exports = ['เครื่องดื่มอัดลม']
    },
    800143: (e) => {
      e.exports = ['ม่านและพรม']
    },
    24920: (e) => {
      e.exports = ['บ่อนคาสิโน']
    },
    991725: (e) => {
      e.exports = ['เกมและบ่อนคาสิโน']
    },
    642883: (e) => {
      e.exports = ['เกมและบ่อนคาสิโน']
    },
    982801: (e) => {
      e.exports = ['การประกันวินาศภัย']
    },
    737576: (e) => {
      e.exports = ['ใยแก้วนำแสงสำหรับเครือข่ายโทรศํพท์']
    },
    368119: (e) => {
      e.exports = ['ผลิตซีเมนต์และคอนกรีต']
    },
    145112: (e) => {
      e.exports = ['สาธารณรัฐอัฟริกากลาง']
    },
    137093: (e) => {
      e.exports = ['ชาด']
    },
    15770: (e) => {
      e.exports = ['บริการทางอากาศแบบเช่าและแบบส่วนตัว']
    },
    215689: (e) => {
      e.exports = ['บริการรถบัสเช่า']
    },
    461657: (e) => {
      e.exports = ['เคมีทางการเกษตร']
    },
    616852: (e) => {
      e.exports = ['เคมี: รายใหญ่หลายแบรนด์']
    },
    4685: (e) => {
      e.exports = ['เคมีพิเศษเฉพาะ']
    },
    981926: (e) => {
      e.exports = ['บริการดูแลเด็กเล็กและครอบครัว']
    },
    799344: (e) => {
      e.exports = ['เสื้อผ้าเด็กและเสื้อผ้าเด็กอ่อน']
    },
    192873: (e) => {
      e.exports = ['ขายส่งเสื้อผ้าเด็กและเสื้อผ้าเด็กอ่อน']
    },
    141840: (e) => {
      e.exports = ['ชิลี']
    },
    420844: (e) => {
      e.exports = ['จีน']
    },
    11958: (e) => {
      e.exports = ['ช็อกโกแลตและขนมหวาน']
    },
    180144: (e) => {
      e.exports = ['เกาะคริสต์มาส']
    },
    911991: (e) => {
      e.exports = ['วิศวกรโยธาและสถาปนิก']
    },
    663112: (e) => {
      e.exports = ['ผลิตซิการ์และบุหรี่']
    },
    734725: (e) => {
      e.exports = ['บริการทำความสะอาด']
    },
    519165: (e) => {
      e.exports = ['บริการหักบัญชี, ชำระราคาและรับฝากสินทรัพย์']
    },
    383404: (e) => {
      e.exports = ['กองทุนปิด']
    },
    498588: (e) => {
      e.exports = ['บริการคลาวด์คอมพิวติ้ง']
    },
    173716: (e) => {
      e.exports = ['ธุรกิจเรือสำราญ']
    },
    541755: (e) => {
      e.exports = ['คราฟ์เบียร์และโรงผลิตเบียร์ขนาดเล็ก']
    },
    331581: (e) => {
      e.exports = ['สหกรณ์ออมทรัพย์']
    },
    663849: (e) => {
      e.exports = ['โครเอเชีย']
    },
    178281: (e) => {
      e.exports = ['อุปกรณที่ใช้บนโต๊ะอาหาร']
    },
    987240: (e) => {
      e.exports = ['คิวบา']
    },
    495937: (e) => {
      e.exports = ['กือราเซา']
    },
    289599: (e) => {
      e.exports = ['คูราเซา']
    },
    551017: (e) => {
      e.exports = ['ไซปรัส']
    },
    342054: (e) => {
      e.exports = ['สาธารณรัฐเชค']
    },
    471406: (e) => {
      e.exports = ['เช็กเกีย']
    },
    743648: (e) => {
      e.exports = ['โกตดิวัวร์']
    },
    703466: (e) => {
      e.exports = ['สวนสนุกและสวนสัตว์']
    },
    595592: (e) => {
      e.exports = ['บริการรถพยาบาลและรถฉุกเฉิน']
    },
    655410: (e) => {
      e.exports = ['อเมริกันซามัว']
    },
    958290: (e) => {
      e.exports = ['อเมริกา']
    },
    314840: (e) => {
      e.exports = ['ทวิปแอนตาร์กติกา']
    },
    349809: (e) => {
      e.exports = ['แอนติกาและบาร์บูดา']
    },
    314982: (e) => {
      e.exports = ['ตัวแทนจำหน่ายของเก่า']
    },
    682079: (e) => {
      e.exports = ['อันดอร์รา']
    },
    476342: (e) => {
      e.exports = ['แองโกลา']
    },
    768063: (e) => {
      e.exports = ['แองกวิลลา']
    },
    615481: (e) => {
      e.exports = ['การผสมพันธุ์สัตว์']
    },
    668010: (e) => {
      e.exports = ['อาหารสัตว์']
    },
    945218: (e) => {
      e.exports = ['การฆ่าสัตว์และการแปรรูปสัตว์']
    },
    316517: (e) => {
      e.exports = ['อุปกรณ์เสริม']
    },
    182842: (e) => {
      e.exports = ['จัดเตรียมภาษีและการบัญชี']
    },
    407609: (e) => {
      e.exports = ['ผลิตและแพร่สัญญานสื่อความบันเทิงสำหรับผู้ใหญ่']
    },
    250197: (e) => {
      e.exports = ['ค้าปลีกผลิตภัณฑ์สำหรับผู้ใหญ่']
    },
    557254: (e) => {
      e.exports = ['อุปกรณ์แอดวานซ์อิเลคทรอนิคส์']
    },
    438052: (e) => {
      e.exports = ['อุปกรณ์และเทคโนโลนีด้านเวชภัณฑ์ก้าวหน้า']
    },
    712158: (e) => {
      e.exports = ['ขายส่งอุปกรณ์ทางการแพทย์ขั้นสูง']
    },
    625754: (e) => {
      e.exports = ['แอ๊ดวานซ์โพลีเมอร์']
    },
    259500: (e) => {
      e.exports = ['อุปกรณ์กีฬาแอดเวนเจอร์และสกีรีสอร์ท']
    },
    665684: (e) => {
      e.exports = ['โฆษณาและการตลาด']
    },
    615085: (e) => {
      e.exports = ['เอเจนซี่โฆษณา']
    },
    526271: (e) => {
      e.exports = ['บริการด้านโฆษณา/การตลาด']
    },
    638611: (e) => {
      e.exports = ['ยึดติด']
    },
    911752: (e) => {
      e.exports = ['ยานอวกาศและการป้องกัน']
    },
    488561: (e) => {
      e.exports = ['อัฟกานิสถาน']
    },
    655312: (e) => {
      e.exports = ['แอฟริกา']
    },
    400730: (e) => {
      e.exports = ['เครื่องจักรกลทางการเกษตร']
    },
    682628: (e) => {
      e.exports = ['เกษตรไบโอเทคโนโลยี']
    },
    477629: (e) => {
      e.exports = ['เคมีภัณฑ์ด้านการเกษตร']
    },
    923974: (e) => {
      e.exports = ['ค้าส่งเคมีการเกษตร']
    },
    759129: (e) => {
      e.exports = ['สินค้าโภคภัณฑ์/เครื่องจักรทางการเกษตร']
    },
    792503: (e) => {
      e.exports = ['บริการด้านการเกษตรกรรม']
    },
    828450: (e) => {
      e.exports = ['อัดอากาศและแก๊ส']
    },
    821313: (e) => {
      e.exports = ['ขนส่งทางอากาศ']
    },
    295775: (e) => {
      e.exports = ['บริการจัดส่งสินค้าทางอากาศ']
    },
    71774: (e) => {
      e.exports = ['ขนส่งทางอากาศ']
    },
    961220: (e) => {
      e.exports = ['ขนส่ง/จัดส่งสินค้าทางอากาศ']
    },
    937090: (e) => {
      e.exports = ['บริการด้านการขนส่งทางอากาศ']
    },
    22844: (e) => {
      e.exports = ['ค้าส่งวัสดุอุปกรณ์สำหรับอากาศยาน']
    },
    107173: (e) => {
      e.exports = ['ผลิตชิ้นส่วนอากาศยาน']
    },
    338475: (e) => {
      e.exports = ['บริการจัดเตรียมอาหารสำหรับสายการบิน']
    },
    267983: (e) => {
      e.exports = ['สายการบิน']
    },
    697706: (e) => {
      e.exports = ['ดำเนินการด้านสนามบิน']
    },
    599612: (e) => {
      e.exports = ['บริการสนามบิน']
    },
    36695: (e) => {
      e.exports = ['ยาทางเลือก']
    },
    186722: (e) => {
      e.exports = ['อุปกรณ์การแพทย์ทางเลือก']
    },
    223603: (e) => {
      e.exports = ['การผลิตพลังงานทางเลือก']
    },
    30303: (e) => {
      e.exports = ['อะลูมินั่ม']
    },
    502974: (e) => {
      e.exports = ['การม้วนอะลูมิเนียม']
    },
    131898: (e) => {
      e.exports = ['แอลเบเนีย']
    },
    181053: (e) => {
      e.exports = ['แอลจีเรีย']
    },
    277446: (e) => {
      e.exports = ['ผลิตอาหารอื่นๆทั้งหมด']
    },
    255072: (e) => {
      e.exports = ['เสื้อผ้า/รองเท้า']
    },
    737703: (e) => {
      e.exports = ['ค้าปลีกเกี่ยวกับเสื้อผ้า/รองเท้า']
    },
    215411: (e) => {
      e.exports = ['เครื่องแต่งกายและอุปกรณ์แต่งกาย']
    },
    577102: (e) => {
      e.exports = ['ค้าปลีกเครื่องแต่งกายและอุปกรณ์แต่งกาย']
    },
    856794: (e) => {
      e.exports = ['ค้าส่งเสื้อผ้า']
    },
    978972: (e) => {
      e.exports = ['ขายส่งเครื่องใช้ภายในบ้าน']
    },
    463399: (e) => {
      e.exports = ['เครื่องครัว เครื่องมือ และเครื่องใช้ภายในบ้าน']
    },
    747187: (e) => {
      e.exports = ['ซอฟต์แวร์ใช้งาน']
    },
    178186: (e) => {
      e.exports = ['การเพาะเลี้ยงสัตว์น้ำ']
    },
    399659: (e) => {
      e.exports = ['อารูบา']
    },
    834742: (e) => {
      e.exports = ['อาร์เจนตินา']
    },
    384290: (e) => {
      e.exports = ['อาร์เมเนีย']
    },
    963869: (e) => {
      e.exports = ['ผลิตอาวุธยุทธภัณฑ์']
    },
    161768: (e) => {
      e.exports = ['เอเชีย']
    },
    926694: (e) => {
      e.exports = ['เครื่ิิองจำหน่ายสินค้าแบบหยอดเหรียญอัตโนมัติ']
    },
    708964: (e) => {
      e.exports = ['รถยนต์และยานพาหนะอเนกประสงค์']
    },
    97791: (e) => {
      e.exports = ['อุปกรณ์ยานยนต์']
    },
    740154: (e) => {
      e.exports = ['ตลาดหลังการขายของยานยนต์']
    },
    373921: (e) => {
      e.exports = ['แบตเตอรี่ยานยนต์']
    },
    349458: (e) => {
      e.exports = ['ชิ้นส่วนยานยนต์']
    },
    431061: (e) => {
      e.exports = ['ขายส่งชิ้นส่วนและอุปกรณ์ยานยนต์']
    },
    851585: (e) => {
      e.exports = ['ระบบยานยนต์']
    },
    186027: (e) => {
      e.exports = ['ผลิตรถยนต์และรถบรรทุก']
    },
    615617: (e) => {
      e.exports = ['ขายส่งชิ้นส่วนยานยนต์และรถบรรทุก']
    },
    229158: (e) => {
      e.exports = ['ขายส่งยานยนต์และรถบรรทุก']
    },
    216695: (e) => {
      e.exports = ['ผลิตภัณฑ์ทำความสะอาดรถยนต์']
    },
    752313: (e) => {
      e.exports = ['ชิ้นส่วนยานยนต์: OEM']
    },
    366586: (e) => {
      e.exports = ['ค้าปลีกรถยนต์ ชิ้นส่วน และบริการ']
    },
    417049: (e) => {
      e.exports = ['ชิ้นส่วนรถยนต์ รถบรรทุก และรถมอเตอร์ไซค์']
    },
    50132: (e) => {
      e.exports = ['ออสเตรเลีย']
    },
    226505: (e) => {
      e.exports = ['ออสเตรีย']
    },
    751361: (e) => {
      e.exports = ['อาเซอร์ไบจาน']
    },
    746406: (e) => {
      e.exports = ['บอสวาน่า']
    },
    867634: (e) => {
      e.exports = ['ขวดน้ำและน้ำแข็ง']
    },
    896497: (e) => {
      e.exports = ['เกาะบูเวต']
    },
    984615: (e) => {
      e.exports = ['โบลิเวีย']
    },
    661033: (e) => {
      e.exports = ['โบแนร์ซินต์ยูสเตเชียสและซาบา']
    },
    879852: (e) => {
      e.exports = ['พันธบัตร']
    },
    650342: (e) => {
      e.exports = ['ค้าปลีกหนังสือและนิตยสาร']
    },
    697555: (e) => {
      e.exports = ['บริการจัดพิมพ์หนังสือ']
    },
    298060: (e) => {
      e.exports = ['สำนักพิมพ์หนังสือ']
    },
    41448: (e) => {
      e.exports = ['บอสเนียและเฮอร์เซโกวีนา']
    },
    692537: (e) => {
      e.exports = ['สุขภัณฑ์ในห้องอาบน้ำ']
    },
    17121: (e) => {
      e.exports = ['แบตเตอรี่และอุปกรณ์สำรองไฟ']
    },
    714872: (e) => {
      e.exports = ['เหมืองแร่บอกไซต์']
    },
    935022: (e) => {
      e.exports = ['อาหารเด็กเล็ก']
    },
    755169: (e) => {
      e.exports = ['บาฮามาส']
    },
    280217: (e) => {
      e.exports = ['ลูกปืนตลับ']
    },
    61587: (e) => {
      e.exports = ['บังคลาเทศ']
    },
    166445: (e) => {
      e.exports = ['ธนาคาร']
    },
    466555: (e) => {
      e.exports = ['ห้องจัดเลี้ยงและการจัดเลี้ยง']
    },
    560803: (e) => {
      e.exports = ['บาร์เบโดส']
    },
    908135: (e) => {
      e.exports = ['วัสดุพื้นฐาน']
    },
    20369: (e) => {
      e.exports = ['(ผลิตและจัดจำหน่าย) เครื่องดื่ม']
    },
    711209: (e) => {
      e.exports = ['เครื่องดื่มแอลกอฮอล์']
    },
    973041: (e) => {
      e.exports = ['เครื่องดื่มที่ไม่มีแอลกอฮอล์']
    },
    279230: (e) => {
      e.exports = ['ร้านเสริมความงาม']
    },
    546343: (e) => {
      e.exports = ['ฟาร์มเนื้อวัวและเนื้อลูกวัว']
    },
    237471: (e) => {
      e.exports = ['ร้านขายเบียร์ ไวน์ และสุรา']
    },
    909293: (e) => {
      e.exports = ['เบลารุส']
    },
    637653: (e) => {
      e.exports = ['เบลเยียม']
    },
    577138: (e) => {
      e.exports = ['เบลีซ']
    },
    800662: (e) => {
      e.exports = ['เบนิน']
    },
    852424: (e) => {
      e.exports = ['เบอร์มิวดา']
    },
    624751: (e) => {
      e.exports = ['ภูฏาน']
    },
    205415: (e) => {
      e.exports = ['ผลิตจักรยานยนต์']
    },
    918705: (e) => {
      e.exports = ['อุปกรณ์ชีวการแพทย์']
    },
    52535: (e) => {
      e.exports = ['การวินิจฉัยและทดสอบทางชีวภาพ']
    },
    804316: (e) => {
      e.exports = ['ยาชีววัตถุ']
    },
    956360: (e) => {
      e.exports = ['ไบโอดีเซล']
    },
    551850: (e) => {
      e.exports = ['มวลชีวภาพและเชื้อเพลิงก๊าซชีวภาพ']
    },
    847860: (e) => {
      e.exports = ['ผลิตภัณฑ์ไบโอแมทริกซ์']
    },
    575118: (e) => {
      e.exports = ['ชีวเภสัชภัณฑ์']
    },
    752669: (e) => {
      e.exports = ['ไบโอเทคโนโลยี']
    },
    436813: (e) => {
      e.exports = ['ไบโอเทคโนโลยีและค้นคว้าวิจัยทางการแพทย์']
    },
    625727: (e) => {
      e.exports = ['ผลิตภัณฑ์สำหรับคุมกำเนิด']
    },
    660484: (e) => {
      e.exports = ['บรูไน']
    },
    506311: (e) => {
      e.exports = ['การสร้างแบรน์และตั้งชื่อ']
    },
    228867: (e) => {
      e.exports = ['บราซิล']
    },
    762107: (e) => {
      e.exports = ['ผลิตขนมปังและเบเกอรี่']
    },
    29252: (e) => {
      e.exports = ['ผลิตอาหารเช้าที่ทำจากธัญพืช']
    },
    990529: (e) => {
      e.exports = ['โรงงานต้มเหล้าเบียร์']
    },
    660635: (e) => {
      e.exports = ['เขตมหาสมุทรบริติชอินเดีย']
    },
    667354: (e) => {
      e.exports = ['หมู่เกาะบริติชเวอร์จิน']
    },
    350795: (e) => {
      e.exports = ['การออกอากาศกระจายเสียง']
    },
    598959: (e) => {
      e.exports = ['อุปกรณ์แพร่ภาพกระจายเสียง']
    },
    105617: (e) => {
      e.exports = ['บริการโบรคเกอร์']
    },
    501039: (e) => {
      e.exports = ['ไม้กวาด แปรง และที่ตักขยะ']
    },
    2091: (e) => {
      e.exports = ['ธุรกิจก่อสร้าง']
    },
    303152: (e) => {
      e.exports = ['รับเหมาก่อสร้าง']
    },
    131558: (e) => {
      e.exports = ['วัสดุก่อสร้าง']
    },
    801685: (e) => {
      e.exports = ['บัลแกเรีย']
    },
    713026: (e) => {
      e.exports = ['บูร์กินาฟาโซ']
    },
    238912: (e) => {
      e.exports = ['บุรุนดี']
    },
    759624: (e) => {
      e.exports = ['บริการด้านธุรกิจ']
    },
    277583: (e) => {
      e.exports = ['บริการสนับสนุนธุรกิจ']
    },
    106231: (e) => {
      e.exports = ['อุปกรณ์สนับสนุนธุรกิจ']
    },
    715822: (e) => {
      e.exports = ['รัฐบาล']
    },
    843033: (e) => {
      e.exports = ['ทองคำ']
    },
    850398: (e) => {
      e.exports = ['เหมืองทองคำ']
    },
    323346: (e) => {
      e.exports = ['คอร์สสอนกอล์ฟ']
    },
    281273: (e) => {
      e.exports = ['กาบอง']
    },
    680793: (e) => {
      e.exports = ['แกมเบีย']
    },
    970292: (e) => {
      e.exports = ['ผลิตเครื่องเกมส์และเครื่องเสี่ยงโชค']
    },
    496024: (e) => {
      e.exports = ['เกมส์ ของเล่น และยานพาหนะเด็กเล่น']
    },
    681243: (e) => {
      e.exports = ['ผู้ประกอบการเครื่องเกมส์']
    },
    246824: (e) => {
      e.exports = ['ผู้จัดจำหน่ายก๊าซ']
    },
    723937: (e) => {
      e.exports = ['การขุดเจาะก๊าซ- บนบก']
    },
    450047: (e) => {
      e.exports = ['สถานีบริการน้ำมัน']
    },
    386732: (e) => {
      e.exports = ['บริการด้านการศึกษาทั่วไป']
    },
    197617: (e) => {
      e.exports = ['ภาครัฐบาล']
    },
    583807: (e) => {
      e.exports = ['ยาสามัญ']
    },
    677938: (e) => {
      e.exports = ['บริการการทำแผนที่และสำรวจเชิงภูมิศาสตร์']
    },
    118059: (e) => {
      e.exports = ['จอเจียร์']
    },
    159985: (e) => {
      e.exports = ['เยอรมัน']
    },
    848856: (e) => {
      e.exports = ['กานา']
    },
    423151: (e) => {
      e.exports = ['ยิบรอลตา']
    },
    211207: (e) => {
      e.exports = ['ร้านค้าของขวัญและของที่ระลึก']
    },
    250811: (e) => {
      e.exports = ['บรรจุภัณฑ์ที่ทำจากแก้ว']
    },
    47999: (e) => {
      e.exports = ['แว่นตาและคอนแทคเลนส์']
    },
    248347: (e) => {
      e.exports = ['ผลิต(ธัญพืช)']
    },
    17026: (e) => {
      e.exports = ['เกาะกรีนแลนด์']
    },
    480411: (e) => {
      e.exports = ['กรีซ']
    },
    882614: (e) => {
      e.exports = ['เกรเนดา']
    },
    867687: (e) => {
      e.exports = ['ขนส่งภาคพื้น']
    },
    431526: (e) => {
      e.exports = ['กายอานา']
    },
    72606: (e) => {
      e.exports = ['กวาเดอลูป']
    },
    967946: (e) => {
      e.exports = ['กวม']
    },
    673613: (e) => {
      e.exports = ['กัวเตมาลา']
    },
    639445: (e) => {
      e.exports = ['เสื้อไหมพรม']
    },
    71747: (e) => {
      e.exports = ['ผู้ประกอบการทัวร์นำเที่ยว']
    },
    236877: (e) => {
      e.exports = ['กินี']
    },
    193786: (e) => {
      e.exports = ['กินี-บิสเซา']
    },
    909552: (e) => {
      e.exports = ['ยิมส์ ฟิตเนส และสปา']
    },
    564330: (e) => {
      e.exports = ['สำนักงานแพทย์']
    },
    519298: (e) => {
      e.exports = ['ตุ๊กตาและของเล่นประเภทยัดนุ่น']
    },
    887461: (e) => {
      e.exports = ['โดมินิกา']
    },
    863314: (e) => {
      e.exports = ['สาธารณรัฐโดมินิกัน']
    },
    944704: (e) => {
      e.exports = ['กรอบประตูหน้าต่าง']
    },
    202056: (e) => {
      e.exports = ['บริการประมวลผลข้อมูล']
    },
    570506: (e) => {
      e.exports = ['ระยะของวัน']
    },
    573924: (e) => {
      e.exports = ['ผลิตภัณฑ์ที่ทำจากนม']
    },
    280019: (e) => {
      e.exports = ['ขนส่งทะเลลึก']
    },
    78211: (e) => {
      e.exports = ['ดีเลย์']
    },
    64901: (e) => {
      e.exports = ['เดนมาร์ค']
    },
    515023: (e) => {
      e.exports = ['ห้างสรรพสินค้า ห้างค้าส่งพิเศษ']
    },
    610643: (e) => {
      e.exports = ['ห้างสรรพสินค้า']
    },
    35337: (e) => {
      e.exports = ['บริการออกแบบ']
    },
    489572: (e) => {
      e.exports = ['กลุ่มผู้ผลิตสารเคมี']
    },
    314562: (e) => {
      e.exports = ['บริการทางการลงทุน']
    },
    785205: (e) => {
      e.exports = ['ทรัสต์เพื่อการลงทุนในอสังหาริมทรัพย์หลายประเภท']
    },
    229363: (e) => {
      e.exports = ['การซื้อขายและจัดจำหน่าย']
    },
    464845: (e) => {
      e.exports = ['การวินิจฉัยและทดสอบสสาร']
    },
    239882: (e) => {
      e.exports = ['การวินิจฉัยและทดสอบสารเคมี']
    },
    943475: (e) => {
      e.exports = ['เหมืองเพชร']
    },
    527407: (e) => {
      e.exports = ['เอเจนซี่สื่อดิจิตอล']
    },
    34087: (e) => {
      e.exports = ['เผยแพร่สื่อดิจิตอล']
    },
    759459: (e) => {
      e.exports = ['การตลาดทางตรง']
    },
    420192: (e) => {
      e.exports = [
        'รวบรวมและเผยแพร่รายชื่อของบุคคล หน่วยงาน สมาคม มูลนิธิ องค์การ และบริษัทต่างๆ',
      ]
    },
    534635: (e) => {
      e.exports = ['ร้านค้าส่วนลด']
    },
    272494: (e) => {
      e.exports = ['ห้างค้าปลีกขายถูกกว่าราคาตลาดทั่วไปที่มีตลาดสด']
    },
    650595: (e) => {
      e.exports = ['ห้างค้าปลีกขายถูกกว่าราคาตลาดทั่วไปที่ไม่มีตลาดสด']
    },
    518689: (e) => {
      e.exports = ['หน้าจอแสดงผล']
    },
    101303: (e) => {
      e.exports = ['โรงกลั่นสุรา']
    },
    78531: (e) => {
      e.exports = ['โรงกลั่นสุรา']
    },
    151254: (e) => {
      e.exports = ['บริการการกระจายสินค้า']
    },
    439687: (e) => {
      e.exports = ['จิบูตี']
    },
    221101: (e) => {
      e.exports = ['เครือข่ายร้านยา']
    },
    270417: (e) => {
      e.exports = ['ระบบขนส่งยา']
    },
    580947: (e) => {
      e.exports = ['ค้าปลีกยา']
    },
    105306: (e) => {
      e.exports = ['บริการอีคอมเมิร์ชและการประมูลออนไลน์']
    },
    242692: (e) => {
      e.exports = ['บริการจัดหาพนักงาน']
    },
    692561: (e) => {
      e.exports = ['ผลิตงานด้านการบันเทิง']
    },
    171956: (e) => {
      e.exports = ['บริการและผลิตอุปกรณ์ด้านความบันเทิง']
    },
    437438: (e) => {
      e.exports = ['ซอฟแวร์บริหารองค์กร']
    },
    185245: (e) => {
      e.exports = ['เทคโนโลยีทางชีวภาพเกี่ยวกับสิ่งแวดล้อม']
    },
    791590: (e) => {
      e.exports = ['บริการที่ปรึกษาเกี่ยวกับสิ่งแวดล้อม']
    },
    147765: (e) => {
      e.exports = ['บริการด้านสิ่งแวดล้อม']
    },
    75745: (e) => {
      e.exports = ['บริการและอุปกรณ์ด้านสิ่งแวดล้อม']
    },
    132023: (e) => {
      e.exports = ['สิ้นวัน']
    },
    618383: (e) => {
      e.exports = ['พลังงาน']
    },
    503332: (e) => {
      e.exports = ['แร่พลังงาน']
    },
    129063: (e) => {
      e.exports = ['เครื่องดื่มบำรุงกำลัง']
    },
    159701: (e) => {
      e.exports = ['ระบบเครื่องยนต์และระบบเกียร์อัตโนมัติ']
    },
    675094: (e) => {
      e.exports = ['วิศวกรรมและก่อสร้าง']
    },
    593004: (e) => {
      e.exports = ['เอกวาดอร์']
    },
    337556: (e) => {
      e.exports = ['เศรษฐกิจ']
    },
    376278: (e) => {
      e.exports = ['ผู้ให้บริการข้อมูลเพื่อการศึกษาและฝึกอบรม']
    },
    504002: (e) => {
      e.exports = ['บริการการศึกษา']
    },
    205390: (e) => {
      e.exports = ['อียิปต์']
    },
    444228: (e) => {
      e.exports = ['เอลซัลวาดอร์']
    },
    506029: (e) => {
      e.exports = ['การก่อสร้างระบบไฟฟ้า']
    },
    523077: (e) => {
      e.exports = ['ขายส่งอุปกรณ์ไฟฟ้า']
    },
    593324: (e) => {
      e.exports = ['สาธารณูปโภคด้านไฟฟ้า']
    },
    911874: (e) => {
      e.exports = ['สาธารณูปโภคด้านไฟฟ้า ส่วนกลาง']
    },
    529652: (e) => {
      e.exports = ['ยานพาหนะ (ทางเลือก) พลังงานไฟฟ้า']
    },
    792264: (e) => {
      e.exports = ['ชิ้นส่วนและส่วนประกอบอิเลคโทรนิคส์']
    },
    504631: (e) => {
      e.exports = ['เครื่องวัดและเครื่องทดสอบไฟฟ้า']
    },
    119365: (e) => {
      e.exports = ['เครื่องใช้ไฟฟ้า']
    },
    512853: (e) => {
      e.exports = ['หลอดอิเล็กตรอนและฉนวน']
    },
    494934: (e) => {
      e.exports = ['ผู้จัดจำหน่ายอุปกรณ์อิเลคโทรนิกส์']
    },
    955251: (e) => {
      e.exports = ['ร้านเครื่องใช้ไฟฟ้า/อิเลคทรอนิกส์']
    },
    78303: (e) => {
      e.exports = ['อิเลคทรอนิกส์/เครื่องใช้ไฟฟ้า']
    },
    702813: (e) => {
      e.exports = ['อุปกรณ์อิเลคทรอนิกส์']
    },
    906427: (e) => {
      e.exports = ['ชิ้นส่วนอิเลคทรอนิกส์']
    },
    192120: (e) => {
      e.exports = ['ชิ้นส่วนและอุปกรณ์อิเลคโทรนิคส์']
    },
    428718: (e) => {
      e.exports = ['อุปกรณ์/เครื่องมืออิเลคทรอนิกส์']
    },
    7681: (e) => {
      e.exports = ['อุปกรณ์อิเล็กทรอนิกส์และอะไหล่']
    },
    960249: (e) => {
      e.exports = ['อุปกรณ์การผลิตอิเลคทรอนิกส์']
    },
    69296: (e) => {
      e.exports = ['บริการซ่อมอุปกรณ์อิเลคทรอนิกส์']
    },
    225255: (e) => {
      e.exports = ['เทคโนโลยีอิเลคทรอนิกส์']
    },
    223581: (e) => {
      e.exports = ['อุปกรณ์ลิฟท์และอุปกรณ์การขนถ่าย']
    },
    978454: (e) => {
      e.exports = ['อีพ็อกซี่']
    },
    802376: (e) => {
      e.exports = ['อิเควทอเรียลกินี']
    },
    959005: (e) => {
      e.exports = ['ส่วนทุน']
    },
    33356: (e) => {
      e.exports = ['เอริเทรี']
    },
    959823: (e) => {
      e.exports = ['เอสโตเนีย']
    },
    871985: (e) => {
      e.exports = ['สวาซิแลนด์']
    },
    180669: (e) => {
      e.exports = ['เชื้อเพลิงเอทานอล']
    },
    698440: (e) => {
      e.exports = ['เอธิโอเปีย']
    },
    559592: (e) => {
      e.exports = ['ยุโรป']
    },
    600442: (e) => {
      e.exports = ['กลุ่มสหภาพยุโรป']
    },
    220187: (e) => {
      e.exports = ['กองทุนเปิดที่จดทะเบียนและซื้อขายในตลาดหลักทรัพย์']
    },
    215991: (e) => {
      e.exports = ['กองทุนที่รับแลกเปลี่ยน']
    },
    890295: (e) => {
      e.exports = ['บริการค้นหาและคัดเลือกบุคลากรระดับผู้บริหาร']
    },
    506079: (e) => {
      e.exports = ['บริการจัดงานนิทรรศการและการประชุม']
    },
    775740: (e) => {
      e.exports = ['คู่เงินอื่นๆ']
    },
    474746: (e) => {
      e.exports = ['วัตถุระเบิด']
    },
    768666: (e) => {
      e.exports = ['ผู้จัดจำหน่ายอาหาร']
    },
    113339: (e) => {
      e.exports = ['ส่วนประกอบอาหาร']
    },
    114898: (e) => {
      e.exports = ['ตลาดอาหาร']
    },
    98864: (e) => {
      e.exports = ['ผลิตอาหาร']
    },
    807264: (e) => {
      e.exports = ['ค้าปลีกอาหาร']
    },
    827416: (e) => {
      e.exports = ['ค้าปลีกและจัดจำหน่ายอาหาร']
    },
    223293: (e) => {
      e.exports = ['ขายส่งอาหาร']
    },
    96714: (e) => {
      e.exports = ['อาหาร: รายใหญ่หลายแบรนด์']
    },
    941247: (e) => {
      e.exports = ['อาหาร: เนื้อสัตว์/ปลา/ผลิตภัณฑ์นม']
    },
    39828: (e) => {
      e.exports = ['อาหารพิเศษเฉพาะ/ลูกอม']
    },
    481543: (e) => {
      e.exports = ['รองเท้า']
    },
    903889: (e) => {
      e.exports = ['ขายส่งรองเท้า']
    },
    103590: (e) => {
      e.exports = ['ขายส่งรองเท้า']
    },
    106061: (e) => {
      e.exports = ['ผลิตภัณฑ์ที่ทำจากไม้และป่า']
    },
    209373: (e) => {
      e.exports = ['การดูแลป่าและการเก็บผลิตภัณฑ์จากป่า']
    },
    243463: (e) => {
      e.exports = ['ผลิตภัณฑ์เกี่ยวกับป่า']
    },
    891577: (e) => {
      e.exports = ['บริการและช่วยเหลือด้านป่าไม้']
    },
    324241: (e) => {
      e.exports = ['ฟอเร็กซ์']
    },
    390568: (e) => {
      e.exports = ['ฟอเร็กซ์ {sector}: {country}']
    },
    9618: (e) => {
      e.exports = ['โรงงานผลิตเชื่อเพลิงฟอสซิลสาธารณูปโภคด้านไฟฟ้า']
    },
    773240: (e) => {
      e.exports = ['โรงงานผลิตเชื่อเพลิงฟอสซิลแบบเสรี']
    },
    229550: (e) => {
      e.exports = ['การย้อมและตกแต่งผ้า']
    },
    440195: (e) => {
      e.exports = ['ธุรกิจรับซื้อบัญชีลูกหนี้การค้า']
    },
    903181: (e) => {
      e.exports = ['หมู่เกาะฟอล์คแลนด์']
    },
    464588: (e) => {
      e.exports = ['หมู่เกาะฟอล์กแลนด์ (มัลวินาส)']
    },
    246844: (e) => {
      e.exports = ['หมู่เกาะแฟโรส์']
    },
    336970: (e) => {
      e.exports = ['แว่นตาแฟชั่น']
    },
    98489: (e) => {
      e.exports = ['ปุ๋ย']
    },
    884019: (e) => {
      e.exports = ['ผลิตสายเคเบิ้ลไยแก้วนำแสง']
    },
    979981: (e) => {
      e.exports = ['ฟิจิ']
    },
    909228: (e) => {
      e.exports = ['การเงิน']
    },
    96753: (e) => {
      e.exports = ['สินเชื่อ/ให้เช่า/ลีสซิ่ง']
    },
    561812: (e) => {
      e.exports = ['บริการด้านการเงินสำหรับผู้บริโภค']
    },
    833176: (e) => {
      e.exports = ['การเงิน']
    },
    820611: (e) => {
      e.exports = ['ดำเนินการด้านตลาดการเงินและสินค้าโภคภัณฑ์']
    },
    445459: (e) => {
      e.exports = ['กลุ่มบริษัททางการเงิน']
    },
    807260: (e) => {
      e.exports = ['ผู้ให้บริการข้อมูลข่าวสารด้านการเงิน']
    },
    925067: (e) => {
      e.exports = ['สิ่งพิมพ์/บริการทางการเงิน']
    },
    563139: (e) => {
      e.exports = ['โครงสร้างพื้นฐานและเทคโนโลยีด้านการเงิน']
    },
    677720: (e) => {
      e.exports = ['การเงิน']
    },
    936693: (e) => {
      e.exports = ['ฟินแลนด์']
    },
    312333: (e) => {
      e.exports = ['ประมงและฟาร์ม']
    },
    281308: (e) => {
      e.exports = ['ขายส่งสำหรับฟาร์มและประมง']
    },
    385424: (e) => {
      e.exports = ['การผลิตกระบอกสูบและหัวควบคุมในเรื่องกำลังของไหล']
    },
    912825: (e) => {
      e.exports = ['การค้าปลีกเกี่ยวกับสิ่งที่ใช้ปูพื้น']
    },
    904945: (e) => {
      e.exports = ['ผลิตกระเบื้องปูผื้นและผนังภายใน']
    },
    46621: (e) => {
      e.exports = ['ร้านขายดอกไม้']
    },
    832439: (e) => {
      e.exports = ['การโม่แป้ง']
    },
    277345: (e) => {
      e.exports = ['แปรรูปพืชผักและผลไม้']
    },
    909830: (e) => {
      e.exports = ['เครื่องดื่มทำจากผลไม้']
    },
    696013: (e) => {
      e.exports = ['ฝรั่งเศส']
    },
    282827: (e) => {
      e.exports = ['ขนส่งโลจิสติกส์']
    },
    418379: (e) => {
      e.exports = ['บริการขนส่งสินค้าทางรถ']
    },
    345206: (e) => {
      e.exports = ['เฟรนช์เกีย']
    },
    400778: (e) => {
      e.exports = ['เฟรนช์โปลินีเซีย']
    },
    35328: (e) => {
      e.exports = ['ดินแดนทางใต้ของฝรั่งเศส']
    },
    221739: (e) => {
      e.exports = ['ผลิตอาหารแช่แข็ง']
    },
    468631: (e) => {
      e.exports = ['ฟิวเจอร์ส']
    },
    163358: (e) => {
      e.exports = ['บริการพิธีฌาปนกิจ']
    },
    862052: (e) => {
      e.exports = ['เฟอร์นิเจอร์']
    },
    795689: (e) => {
      e.exports = ['ขายปลีกเฟอร์นิเจอร์']
    },
    415400: (e) => {
      e.exports = ['เสื้อถัก']
    },
    695873: (e) => {
      e.exports = ['โคโซโว']
    },
    17904: (e) => {
      e.exports = ['คาซัคสถาน']
    },
    89080: (e) => {
      e.exports = ['เคนยา']
    },
    369625: (e) => {
      e.exports = ['เครื่องและอุปกรณ์ทำครัว']
    },
    231786: (e) => {
      e.exports = ['ตู้ ลิ้นชัก และชั้นเก็บของในครัว']
    },
    593442: (e) => {
      e.exports = ['ประเทศคิริบาส']
    },
    357872: (e) => {
      e.exports = ['คีร์กีสถาน']
    },
    109132: (e) => {
      e.exports = ['โรงแรม']
    },
    899711: (e) => {
      e.exports = ['ธุรกิจโรงแรม/รีสอร์ท/เรือสำราญ']
    },
    449277: (e) => {
      e.exports = ['โรงแรม โมเต็ล และร่องเรือ']
    },
    373741: (e) => {
      e.exports = ['เครื่องใช้ไฟฟ้าสำหรับครัวเรือน']
    },
    888469: (e) => {
      e.exports = ['สินค้าอิเลคโทรนิคส์สำหรับใช้ในบ้าน']
    },
    906340: (e) => {
      e.exports = ['ผลิตภัณฑ์เครื่องใช้ภายในบ้าน']
    },
    371016: (e) => {
      e.exports = ['การดูแลครัวเรือน/บุคคล']
    },
    258649: (e) => {
      e.exports = ['บริษัทผู้ถือหุ้นใหญ่']
    },
    988958: (e) => {
      e.exports = ['วันหยุด']
    },
    609984: (e) => {
      e.exports = 'Holy See'
    },
    649121: (e) => {
      e.exports = ['ระบบเสียงบ้านและที่พักอาศัย']
    },
    614994: (e) => {
      e.exports = ['ขายปลีกอุปกรณ์ตกแต่งบ้าน']
    },
    664871: (e) => {
      e.exports = ['ตกแต่งบ้านและที่อยู่อาศัย']
    },
    232471: (e) => {
      e.exports = ['ค้าปลีกเฟอร์นิเจอร์สำหรับใช้ในบ้าน']
    },
    925958: (e) => {
      e.exports = ['ขายส่งอุปกรณ์ตกแต่งบ้าน']
    },
    732318: (e) => {
      e.exports = ['บริการดูแลสุขภาพผู้ป่วยที่บ้าน']
    },
    614369: (e) => {
      e.exports = ['เครือข่ายการพัฒนาปรับปรุงบ้าน']
    },
    775126: (e) => {
      e.exports = ['ค้าปลีกสินค้าและบริการเพื่อการพัฒนาบ้าน']
    },
    833063: (e) => {
      e.exports = ['สร้างบ้าน']
    },
    351863: (e) => {
      e.exports = ['ฮอนดูรัส']
    },
    867017: (e) => {
      e.exports = ['สนามแข่งสุนัข และ สนามแข่งม้า']
    },
    197862: (e) => {
      e.exports = ['ชุดชั้นในและถุงเท้า']
    },
    288887: (e) => {
      e.exports = ['การจัดการโรงพยาบาล/ด้านพยาบาล']
    },
    510822: (e) => {
      e.exports = ['ทรัสต์เพื่อการลงทุนในอสังหาริมทรัพย์ด้านการโรงแรม']
    },
    210496: (e) => {
      e.exports = ['โรงพยาบาล ตลินิคและบริการดูแลเบื้ิองต้น']
    },
    761881: (e) => {
      e.exports = ['อุปกรณ์แต่งผม']
    },
    409073: (e) => {
      e.exports = ['ไฮติ']
    },
    339360: (e) => {
      e.exports = ['การชำแหละและแปรรูปสัตว์ตามมาตรฐานฮาลาล']
    },
    719348: (e) => {
      e.exports = ['กระเป๋าเดินทางและกระเป๋าสะพาย']
    },
    832803: (e) => {
      e.exports = ['ขายส่งกระเป๋าเดินทางและกระเป๋าสะพาย']
    },
    177578: (e) => {
      e.exports = ['ร้านค้าอาหารเพื่อสุขภาพ']
    },
    717055: (e) => {
      e.exports = ['ประกันสุขภาพ']
    },
    617047: (e) => {
      e.exports = ['บริการเกี่ยวกับสุขภาพ']
    },
    792105: (e) => {
      e.exports = ['เทคโนโลยีเกี่ยวกับสุขภาพ']
    },
    443863: (e) => {
      e.exports = ['ธุรกิจด้านการดูแลรักษาสุขภาพ']
    },
    242239: (e) => {
      e.exports = ['สิ่งอำนวยความสะดวกและบริการด้านสุขภาพ']
    },
    434344: (e) => {
      e.exports = ['ทรัสต์เพื่อการลงทุนในอสังหาริมทรัพย์ด้านการดูแลรักษาสุขภาพ']
    },
    941177: (e) => {
      e.exports = ['เกาะเฮิร์ดและหมู่เกาะแมกดอนัลด์']
    },
    262997: (e) => {
      e.exports = ['ระบบความร้อน ระบบการถ่ายเทอากาศ และระบบการทำความเย็น']
    },
    420147: (e) => {
      e.exports = ['รถประจำทาง และรถโดยสารขนาดใหญ่']
    },
    302366: (e) => {
      e.exports = ['อุปกรณ์ไฟฟ้าขนาดใหญ่']
    },
    214316: (e) => {
      e.exports = ['มอเตอร์ขนาดใหญ่และเครื่องกำเนิดไฟฟ้า']
    },
    677511: (e) => {
      e.exports = ['ยานยนต์และเครื่องยนต์ขนาดใหญ่']
    },
    102613: (e) => {
      e.exports = ['การค้าส่งเครื่องจักรและยานพาหนะขนาดใหญ่']
    },
    723339: (e) => {
      e.exports = ['รถบรรทุกหนัก']
    },
    8116: (e) => {
      e.exports = ['เฮดจ์ฟันด์']
    },
    513691: (e) => {
      e.exports = ['ก่อสร้างสะพานและถนนหลวง']
    },
    234376: (e) => {
      e.exports = ['ปฏิบัติการถนนหลวง']
    },
    564956: (e) => {
      e.exports = ['ทางหลวงและทางรถไฟ']
    },
    165969: (e) => {
      e.exports = ['บริการที่ปรึกษาด้านทรัพยากรบุคคล']
    },
    930646: (e) => {
      e.exports = ['ฮังการี']
    },
    993423: (e) => {
      e.exports = ['เชื้อเพลิงไฮโดรเจน']
    },
    487948: (e) => {
      e.exports = ['อุปกรณ์ไฟฟ้าพลังน้ำ']
    },
    93819: (e) => {
      e.exports = ['ที่ปรึกษาและบริการด้านไอที']
    },
    976473: (e) => {
      e.exports = ['การทำเหมืองแร่แบบรวม']
    },
    516759: (e) => {
      e.exports = ['วงจรไอซี']
    },
    359091: (e) => {
      e.exports = ['ผู้ให้บริการด้านโลจิสติกส์แบบบูรณาการ']
    },
    693347: (e) => {
      e.exports = ['บริการน้ำมันครบวงจร']
    },
    450694: (e) => {
      e.exports = ['รวมน้ำมันและก๊าซ']
    },
    216900: (e) => {
      e.exports = ['บริการโทรคมนาคมแบบครบวงจร']
    },
    265164: (e) => {
      e.exports = ['โบรเกอร์ที่ทำหน้าที่ระหว่างสถาบันการเงินต่างๆ']
    },
    690569: (e) => {
      e.exports = ['บริการออกแบบตกแต่งภายใน']
    },
    379393: (e) => {
      e.exports = ['การเงินของการค้าขายระหว่างประเทศ']
    },
    263466: (e) => {
      e.exports = ['ห้างสรรพสินค้าที่ขายสินค้าทางอินเทอร์เน็ตหรือจดหมาย']
    },
    348290: (e) => {
      e.exports = ['ร้านค้าราคาย่อมเยาว์ที่ขายสินค้าทางอินเทอร์เน็ตหรือจดหมาย']
    },
    837443: (e) => {
      e.exports = ['เกมส์ออนไลน์']
    },
    340367: (e) => {
      e.exports = ['ซอฟท์แวร์/บริการทางอินเทอร์เน็ต']
    },
    503694: (e) => {
      e.exports = ['บริการให้ความปลอดภัยและการทำธุรกรรมทางอินเทอร์เน็ต']
    },
    282157: (e) => {
      e.exports = ['ผู้ให้บริการอินเตอร์เนท']
    },
    446448: (e) => {
      e.exports = ['บริการอินเตอร์เนท']
    },
    456231: (e) => {
      e.exports = ['ค้าปลีกทางอินเทอร์เน็ต']
    },
    403877: (e) => {
      e.exports = ['ธนาคาร โบรคเกอร์ และบริการด้านการลงทุน']
    },
    899916: (e) => {
      e.exports = ['ธนาคารด้านการลงทุน']
    },
    407291: (e) => {
      e.exports = ['ธนาคารเพื่อการลงทุนและบริการด้านโบรคเกอร์']
    },
    598801: (e) => {
      e.exports = ['วาณิชธนกิจ/โบรกเกอร์']
    },
    701468: (e) => {
      e.exports = ['บริหารจัดการด้านการลงทุน']
    },
    851573: (e) => {
      e.exports = ['จัดการด้านการลงทุนและดำเนินการด้านกองทุน']
    },
    384728: (e) => {
      e.exports = ['ผู้จัดการด้านการลงทุน']
    },
    568662: (e) => {
      e.exports = ['เครื่องมือสนันสนุนการลงทุน']
    },
    711991: (e) => {
      e.exports = ['ธุรกิจการลงทุนในหลายๆ สินทรัพย์']
    },
    461181: (e) => {
      e.exports = ['กองทรัสต์/กองทุนรวม']
    },
    150039: (e) => {
      e.exports = ['ผลิตพลังงานเอกชน']
    },
    99391: (e) => {
      e.exports = ['ดัชนี']
    },
    16207: (e) => {
      e.exports = ['อินเดีย']
    },
    609759: (e) => {
      e.exports = ['อินโดนีเซีย']
    },
    103889: (e) => {
      e.exports = ['พัฒนาอสังหาริมทรัพย์ด้านอุตสาหกรรม']
    },
    41532: (e) => {
      e.exports = ['เคมีภัณฑ์ทางชีวภาพระดับอุตสาหกรรม']
    },
    446841: (e) => {
      e.exports = ['องค์กรที่ประกอบธุรกิจในหลายอุตสาหกรรม']
    },
    964174: (e) => {
      e.exports = ['ชุดและเครื่องแบบอุตสาหกรรม']
    },
    494186: (e) => {
      e.exports = ['สวิตช์เกียร์ไฟฟ้าระดับอุตสาหกรรม']
    },
    607238: (e) => {
      e.exports = ['แก๊สอุตสาหกรรม']
    },
    890117: (e) => {
      e.exports = ['เครื่องจักรอุตสาหกรรม']
    },
    931801: (e) => {
      e.exports = ['อุปกรณ์เครื่องจักรอุตสาหกรรม']
    },
    173904: (e) => {
      e.exports = ['ขายส่งเครื่องจักรกลและอุปกรณ์เครื่องจักรกลอุตสาหกรรม']
    },
    868948: (e) => {
      e.exports = ['การขึ้นแบบระดับอุตสาหกรรม']
    },
    799712: (e) => {
      e.exports = ['ชิ้นส่วนและส่วนประกอบระดับอุตสาหกรรม']
    },
    483886: (e) => {
      e.exports = ['โรงงานอุตสาหกรรม']
    },
    754605: (e) => {
      e.exports = ['เตาอบและกระบวนการอบสำหรับอุตสาหกรรม']
    },
    722662: (e) => {
      e.exports = ['ทรัสต์เพื่อการลงทุนในอสังหาริมทรัพย์ด้านอุตสาหกรรม']
    },
    743771: (e) => {
      e.exports = ['ผลิตภัณฑ์ยางระดับอุตสาหการ']
    },
    685674: (e) => {
      e.exports = ['บริการเกี่ยวกับอุตสาหกรรม']
    },
    305546: (e) => {
      e.exports = ['เชี่ยวชาญพิเศษด้านอุตสาหกรรม']
    },
    123810: (e) => {
      e.exports = ['การผลิตวาล์วระดับอุตสาหกรรม']
    },
    438887: (e) => {
      e.exports = ['ในทางอุตสาหกรรม']
    },
    808339: (e) => {
      e.exports = ['บริการด้านเทคโนโลยีสารสนเทศ']
    },
    497333: (e) => {
      e.exports = ['ขนส่งทางน้ำภายในประเทศ']
    },
    800261: (e) => {
      e.exports = ['อุปกรณ์สำหรับส่งข้อมูล']
    },
    113439: (e) => {
      e.exports = ['ตราสารนี้ไม่ได้รับอนุญาต']
    },
    632770: (e) => {
      e.exports = ['ประกันภัยรถยนต์']
    },
    290945: (e) => {
      e.exports = ['โบรกเกอร์ประกันภัย']
    },
    428500: (e) => {
      e.exports = ['โบรกเกอร์/บริการด้านประกันภัย']
    },
    664150: (e) => {
      e.exports = ['ไอซ์แลนด์']
    },
    351834: (e) => {
      e.exports = ['อิรัก']
    },
    328408: (e) => {
      e.exports = ['ไอร์แลนด์']
    },
    586118: (e) => {
      e.exports = ['เหมืองแร่เหล็ก']
    },
    501648: (e) => {
      e.exports = ['โรงงานและโรงหล่อเหล็กกล้า']
    },
    582452: (e) => {
      e.exports = ['เกาะของมนุษย์']
    },
    261935: (e) => {
      e.exports = ['อิสราเอล']
    },
    43246: (e) => {
      e.exports = ['อิตาลี']
    },
    418556: (e) => {
      e.exports = ['จอร์แดน']
    },
    516243: (e) => {
      e.exports = ['จาเมกา']
    },
    692443: (e) => {
      e.exports = ['ญี่ปุ่น']
    },
    842206: (e) => {
      e.exports = ['เครื่องเพชรพลอย']
    },
    403795: (e) => {
      e.exports = ['ขายปลีกนาฬิกาและเครื่องเพชรพลอย']
    },
    671435: (e) => {
      e.exports = ['ยีนส์']
    },
    119803: (e) => {
      e.exports = ['เจอร์ซีย์']
    },
    590760: (e) => {
      e.exports = ['เฟอร์นิเจอร์สำหรับเด็ก']
    },
    552456: (e) => {
      e.exports = ['โอมาน']
    },
    846719: (e) => {
      e.exports = ['พอร์ทัลงานออนไลน์']
    },
    183268: (e) => {
      e.exports = ['อุปกรณ์สำหรับสำนักงาน']
    },
    623891: (e) => {
      e.exports = ['อุปกรณ์สำนักงาน/การจัดหา']
    },
    458339: (e) => {
      e.exports = ['อุปกรณ์สำนักงานและเช่าวัสดุ']
    },
    761701: (e) => {
      e.exports = ['แหล่งขายส่งอุปกรณ์สำนักงาน']
    },
    57859: (e) => {
      e.exports = ['เฟอร์นิเจอร์สำนักงาน']
    },
    929677: (e) => {
      e.exports = ['ทรัสต์เพื่อการลงทุนในอสังหาริมทรัพย์ด้านสำนักงาน']
    },
    88442: (e) => {
      e.exports = ['พัฒนาอสังหาริมทรัพย์สำนักงาน']
    },
    215834: (e) => {
      e.exports = ['บริการอสังหาริมทรัพย์สำนักงาน']
    },
    174606: (e) => {
      e.exports = ['อุปกรณ์เครื่องใช้สำนักงาน']
    },
    495693: (e) => {
      e.exports = ['ร้านเครื่องเขียนและอุปกรณ์เครื่องใช้สำนักงาน']
    },
    447796: (e) => {
      e.exports = ['ขายส่งอุปกรณ์เครื่องใช้สำนักงาน']
    },
    327548: (e) => {
      e.exports = ['อุปกรณ์เทคโนโลยีสำหรับสำนักงาน']
    },
    775483: (e) => {
      e.exports = ['ขุดเจาะน้ำมันและก๊าซ']
    },
    755572: (e) => {
      e.exports = ['สำรวจและผลิตน้ำมันและก๊าซ']
    },
    362334: (e) => {
      e.exports = ['ท่อส่งน้ำมันและก๊าซ']
    },
    663977: (e) => {
      e.exports = ['การผลิตน้ำมันและก๊าซ']
    },
    603981: (e) => {
      e.exports = ['การกลั่นและการตลาดด้านน้ำมันและก๊าซ']
    },
    594751: (e) => {
      e.exports = ['คลังแก๊สและน้ำมัน']
    },
    781399: (e) => {
      e.exports = ['บริการขนส่งน้ำมันและก๊าซ']
    },
    114397: (e) => {
      e.exports = ['ขุดเจาะน้ำมัน - บนบก']
    },
    139087: (e) => {
      e.exports = ['ขุดเจาะน้ำมัน - นอกฝั่งทะเล']
    },
    173206: (e) => {
      e.exports = ['สำรวจและผลิตน้ำมัน - นอกฝั่งทะเล']
    },
    23036: (e) => {
      e.exports = ['สำรวจและผลิตน้ำมัน - บนบก']
    },
    958511: (e) => {
      e.exports = ['ท่อส่งน้ำมัน']
    },
    336170: (e) => {
      e.exports = ['การกลั่นน้ำมันและการตลาดเกี่ยวกับน้ำมัน']
    },
    875051: (e) => {
      e.exports = ['บริการสำรวจและแผนที่ที่เกี่ยวกับน้ำมัน']
    },
    564337: (e) => {
      e.exports = ['อุปกรณ์ที่เกี่ยวกับน้ำมัน']
    },
    756691: (e) => {
      e.exports = ['บริการที่เกี่ยวกับน้ำมัน']
    },
    752993: (e) => {
      e.exports = ['อุปกรณ์และบริการที่เกี่ยวกับน้ำมัน']
    },
    68122: (e) => {
      e.exports = ['บริการ/เครื่องมือเกี่ยวกับบ่อน้ำมัน']
    },
    440226: (e) => {
      e.exports = ['ขายผลิตภัณฑ์เกี่ยวกับสายตา']
    },
    536347: (e) => {
      e.exports = ['สิ่งทอผลิตจากธรรมชาติถูกหลักนิเวศวิทยา']
    },
    644710: (e) => {
      e.exports = ['ปุ๋ยชีวภาพ']
    },
    49121: (e) => {
      e.exports = ['บริการเกี่ยวกับผู้บริโภคอื่นๆ']
    },
    886817: (e) => {
      e.exports = ['เชี่ยวชาญพิเศษด้านผู้บริโภคอื่นๆ']
    },
    980012: (e) => {
      e.exports = ['โลหะ/แร่ธาตุอื่นๆ']
    },
    819564: (e) => {
      e.exports = ['ค้าส่งสินค้าพิเศษอื่นๆ']
    },
    656589: (e) => {
      e.exports = ['การขนส่งอื่นๆ']
    },
    560877: (e) => {
      e.exports = ['โฆษณากลางแจ้ง']
    },
    585557: (e) => {
      e.exports = ['บริการจัดจ้างพนักงานจากภายนอก เอาท์ซอร์ส']
    },
    225448: (e) => {
      e.exports = ['ขนส่งและจัดเก็บก๊าชธรรมชาติเหลว LNG']
    },
    267869: (e) => {
      e.exports = ['ผู้ประกอบการสลากกินแบ่ง']
    },
    759646: (e) => {
      e.exports = ['หน่วยงานภูมิภาค']
    },
    359789: (e) => {
      e.exports = ['เครื่องยนต์หัวรถจักรและยานพาหนะล้อเลื่อน']
    },
    752212: (e) => {
      e.exports = ['การตัดไม้และโรงเลื่อย']
    },
    484045: (e) => {
      e.exports = ['แลตเวีย']
    },
    417964: (e) => {
      e.exports = ['อุปกรณ์สำหรับซักรีด']
    },
    76095: (e) => {
      e.exports = ['กรมที่ดินและส่วนย่อย']
    },
    446984: (e) => {
      e.exports = ['ลาว']
    },
    645558: (e) => {
      e.exports = ['คอมพิวเตอร์และคอมพิวเตอร์โน๊ตบุ๊ค']
    },
    399937: (e) => {
      e.exports = ['อุปกรณ์เลเซอร์']
    },
    42422: (e) => {
      e.exports = ['เหมืองแร่ตะกั่ว']
    },
    200222: (e) => {
      e.exports = ['สินค้าเครื่องหนัง']
    },
    249647: (e) => {
      e.exports = ['เลบานอน']
    },
    421491: (e) => {
      e.exports = ['บริการด้านกฏหมาย']
    },
    421463: (e) => {
      e.exports = ['สันทนาการและความบันเทิง']
    },
    655346: (e) => {
      e.exports = ['ขายส่งสินค้าเพื่อความบันเทิง']
    },
    491338: (e) => {
      e.exports = ['เลโซโท']
    },
    529113: (e) => {
      e.exports = ['ลิธัวเนีย']
    },
    244568: (e) => {
      e.exports = ['ไลบีเรีย']
    },
    687451: (e) => {
      e.exports = ['ลิบยา']
    },
    148202: (e) => {
      e.exports = ['ลิกเตนสไตน์']
    },
    684319: (e) => {
      e.exports = ['ประกันชีวิต/สุขภาพ']
    },
    38639: (e) => {
      e.exports = ['ประกันชีวิตและประกันสุขภาพ']
    },
    356945: (e) => {
      e.exports = ['ประกันชีวิตและประกันสุขภาพ แบบประกันภัยต่อ']
    },
    833399: (e) => {
      e.exports = ['ประกันชีวิต']
    },
    268037: (e) => {
      e.exports = ['รถบรรทุกขนาดเล็ก']
    },
    579264: (e) => {
      e.exports = ['อุปกรณ์ด้านแสงสว่าง']
    },
    844887: (e) => {
      e.exports = ['โคมไฟและอุปกรณ์แสงสว่าง']
    },
    400782: (e) => {
      e.exports = ['ชุดชั้นใน']
    },
    421997: (e) => {
      e.exports = ['เครื่องประดับหรูหรา']
    },
    261072: (e) => {
      e.exports = ['ตัวแทนจำหน่ายรถยนต์หรู']
    },
    915253: (e) => {
      e.exports = ['ยานพาหนะใช้มอเตอร์']
    },
    97369: (e) => {
      e.exports = ['ตัวแทนจำหน่ายจักรยานยนต์']
    },
    42076: (e) => {
      e.exports = ['อะไหล่จักรยานยนต์และอุปกรณ์เสริม']
    },
    768693: (e) => {
      e.exports = ['มอเตอร์ไซค์และสกูตเตอร์']
    },
    875525: (e) => {
      e.exports = ['ผลิตภัณฑ์ภาพยนตร์และโรงภาพยนตร์']
    },
    161979: (e) => {
      e.exports = ['ผลิตและจำหน่ายภาพยนตร์และรายการโทรทัศน์']
    },
    615609: (e) => {
      e.exports = ['ภาพยนต์/บันเทิง']
    },
    158266: (e) => {
      e.exports = ['โมซัมบิก']
    },
    193275: (e) => {
      e.exports = ['ซอร์ฟแวร์การใช้งานสำหรับอุปกรณ์สื่อสารเคลื่อนที่']
    },
    617606: (e) => {
      e.exports = ['ขายปลีกโทรศัพท์มือถือ']
    },
    415354: (e) => {
      e.exports = ['ซอร์ฟแวร์ระบบสำหรับอุปกรณ์สื่อสารเคลื่อนที่']
    },
    503427: (e) => {
      e.exports = ['มอลโดวา']
    },
    904982: (e) => {
      e.exports = ['โมนาโก']
    },
    927963: (e) => {
      e.exports = ['มองโกเลีย']
    },
    990370: (e) => {
      e.exports = ['มอนเตเนโกร']
    },
    153868: (e) => {
      e.exports = ['มอนต์เซอร์รัต']
    },
    216641: (e) => {
      e.exports = ['โมร็อกโก']
    },
    198263: (e) => {
      e.exports = ['ทรัสต์เพื่อการลงทุนในอสังหาริมทรัพย์ด้านการจำนอง']
    },
    335075: (e) => {
      e.exports = ['มอริเตเนีย']
    },
    902616: (e) => {
      e.exports = ['มอริเชียส']
    },
    36227: (e) => {
      e.exports = ['มายอต']
    },
    316450: (e) => {
      e.exports = ['มาเก๊า']
    },
    881206: (e) => {
      e.exports = ['มาเก๊า']
    },
    538609: (e) => {
      e.exports = ['มาซิโดเนีย']
    },
    953260: (e) => {
      e.exports = ['เครื่องมือกล']
    },
    975621: (e) => {
      e.exports = ['มาดากัสการ์']
    },
    638730: (e) => {
      e.exports = ['สำนักพิมพ์นิตยสาร']
    },
    858975: (e) => {
      e.exports = ['บริการซ่อมแซมและบำรุงรักษา']
    },
    175595: (e) => {
      e.exports = ['คู่เงินหลัก']
    },
    382016: (e) => {
      e.exports = ['ธนาคารรายใหญ่']
    },
    746560: (e) => {
      e.exports = ['ยารายใหญ่']
    },
    138815: (e) => {
      e.exports = ['โทรคมนาคมรายใหญ่']
    },
    652371: (e) => {
      e.exports = ['มาลาวี']
    },
    622622: (e) => {
      e.exports = ['มาเลเซีย']
    },
    704255: (e) => {
      e.exports = ['มัลดีฟส์']
    },
    410127: (e) => {
      e.exports = ['มาลี']
    },
    465259: (e) => {
      e.exports = ['ผู้ผลิตมอลต์']
    },
    32640: (e) => {
      e.exports = ['ดูแลและจัดการด้านสุขภาพ']
    },
    718208: (e) => {
      e.exports = ['การจัดการการดูแลสุขภาพ']
    },
    471661: (e) => {
      e.exports = ['บริการการจัดการที่ปรึกษา']
    },
    486533: (e) => {
      e.exports = ['เปิดตลาด']
    },
    548979: (e) => {
      e.exports = ['ตลาดปิด']
    },
    676726: (e) => {
      e.exports = ['วิจัยตลาด']
    },
    838764: (e) => {
      e.exports = ['บริการที่ปรึกษาด้านการตลาด']
    },
    965677: (e) => {
      e.exports = ['ท่าจอดเรือ']
    },
    849236: (e) => {
      e.exports = ['บริการยกขนส่งสินค้าที่ขนส่งทางทะเล']
    },
    777510: (e) => {
      e.exports = ['ขนส่งทางน้ำ']
    },
    732592: (e) => {
      e.exports = ['การขนส่งทางทะเล']
    },
    221122: (e) => {
      e.exports = ['การขนส่งผู้โดยสารทางทะเล']
    },
    72863: (e) => {
      e.exports = ['บริการท่าเรือ']
    },
    606463: (e) => {
      e.exports = ['การขนส่งทางทะเล']
    },
    991727: (e) => {
      e.exports = ['หมู่เกาะมาร์แชลล์']
    },
    65413: (e) => {
      e.exports = ['มาร์ตินีก']
    },
    292772: (e) => {
      e.exports = ['การบรรจุและบรระจุภัณฑ์จากเหล็ก']
    },
    631683: (e) => {
      e.exports = ['การผลิตโลหะ']
    },
    71902: (e) => {
      e.exports = ['ผู้ค้าส่งเหล็ก']
    },
    5540: (e) => {
      e.exports = ['ศูนย์กลางการให้บริการด้านเหล็ก']
    },
    888220: (e) => {
      e.exports = ['ผลิตภัณฑ์จากการม้วนและขึ้นรูปเหล็ก']
    },
    555087: (e) => {
      e.exports = ['เม็กซิโก']
    },
    151841: (e) => {
      e.exports = ['กลุ่มบริษัทสื่อ']
    },
    483419: (e) => {
      e.exports = ['เอเจนซี่จัดซื้อสื่อโฆษณา']
    },
    312832: (e) => {
      e.exports = ['บริการทางการแพทย์/พยาบาล']
    },
    46759: (e) => {
      e.exports = ['ห้องปฏิบัติการและตรวจวินิจฉัยโรค']
    },
    713638: (e) => {
      e.exports = ['เครื่องมือทางการแพทย์และการปลูกถ่ายอวัยวะเทียม']
    },
    230787: (e) => {
      e.exports = ['อุปกรณ์ในการวินิจฉัยและทดสอบทางการแพทย์']
    },
    352462: (e) => {
      e.exports = ['ผู้จัดจำหน่ายทางการแพทย์']
    },
    34721: (e) => {
      e.exports = ['อุปกรณ์ทางการแพทย์']
    },
    471839: (e) => {
      e.exports = ['ขายส่งอุปกรณ์ทางการแพทย์']
    },
    307571: (e) => {
      e.exports = ['อุปกรณ์ด้านการแพทย์ และจัดจำหน่าย']
    },
    377279: (e) => {
      e.exports = ['ระบบภาพทางการแพทย์']
    },
    848587: (e) => {
      e.exports = ['ระบบตรวจวัดทางการแพทย์']
    },
    361360: (e) => {
      e.exports = ['อวัยวะเทียม']
    },
    33818: (e) => {
      e.exports = ['บริการทางซอฟท์แวร์และเทคโนโลยีทางการแพทย์']
    },
    771635: (e) => {
      e.exports = ['เชี่ยวชาญพิเศษด้านการแพทย์']
    },
    753614: (e) => {
      e.exports = ['เวชภัณฑ์']
    },
    65392: (e) => {
      e.exports = ['หน่วยความจำ (แรม)']
    },
    390928: (e) => {
      e.exports = ['เสื้อผ้าบุรุษ']
    },
    374741: (e) => {
      e.exports = ['ร้านค้าปลีกเครื่องแต่งกายบุรุษ']
    },
    886958: (e) => {
      e.exports = ['รองเท้าบุรุษ']
    },
    218796: (e) => {
      e.exports = ['ธนาคารเพื่อธุรกิจขนาดใหญ่']
    },
    106209: (e) => {
      e.exports = ['ระบบการเงินในระดับจุลภาค']
    },
    178455: (e) => {
      e.exports = ['ไมโครนีเซีย (สหพันธรัฐ)']
    },
    372560: (e) => {
      e.exports = ['ตะวันออกกลาง']
    },
    839184: (e) => {
      e.exports = ['ผลิตเครื่องจักรและอุปกรณ์สำหรับการทำเหมืองแร่']
    },
    298684: (e) => {
      e.exports = ['กิจกรรมสนับสนุนกิจการเหมืองแร่']
    },
    850683: (e) => {
      e.exports = ['บริการและอุปกรณ์สนับสนุนการทำเหมืองแร่']
    },
    174735: (e) => {
      e.exports = ['คู่เงินรอง']
    },
    78144: (e) => {
      e.exports = ['อื่นๆ']
    },
    631938: (e) => {
      e.exports = ['บริการด้านการค้าเบ็ดเตล็ด']
    },
    443490: (e) => {
      e.exports = ['การผลิตเบ็ดเตล็ด']
    },
    961026: (e) => {
      e.exports = ['กองทุนรวม']
    },
    466904: (e) => {
      e.exports = ['ชุดประกันภัยรวม']
    },
    730043: (e) => {
      e.exports = ['โบรคเกอร์ประกันภัย']
    },
    107463: (e) => {
      e.exports = ['อุปกรณ์ด้านพลังงานประเภทมัลติไลน์']
    },
    790670: (e) => {
      e.exports = ['เทศบาล']
    },
    275747: (e) => {
      e.exports = ['พิพิธภัณฑ์และสถานที่ทางประวัติศาสตร์']
    },
    195507: (e) => {
      e.exports = ['ผลิตและจำหน่ายเพลง']
    },
    789270: (e) => {
      e.exports = ['ขายส่งเครื่องดนตรี']
    },
    827736: (e) => {
      e.exports = ['เครื่องดนตรี']
    },
    830146: (e) => {
      e.exports = ['เมียนมาร์']
    },
    985824: (e) => {
      e.exports = ['ไม่มีการซื้อขาย']
    },
    540036: (e) => {
      e.exports = ['เครื่องดื่มที่ไม่มีแอลกอฮอล์']
    },
    578234: (e) => {
      e.exports = ['แร่ธาตุไม่ให้พลังงาน']
    },
    230181: (e) => {
      e.exports = ['บรรจุภัณฑ์และหีบห่อที่ไม่ใช่กระดาษ']
    },
    199867: (e) => {
      e.exports = ['เหมืองแร่โลหะที่ไม่มีเหล็กเป็นส่วนประกอบ']
    },
    928561: (e) => {
      e.exports = ['กระบวนการแปรรูปโลหะนอกกลุ่มเหล็ก']
    },
    145075: (e) => {
      e.exports = ['นอร์เวย์']
    },
    420385: (e) => {
      e.exports = ['มาซิโดเนียตอนเหนือ']
    },
    498923: (e) => {
      e.exports = ['หมู่เกาะมาเรียนาเหนือ']
    },
    280612: (e) => {
      e.exports = ['หน่วยงานแห่งชาติ']
    },
    362602: (e) => {
      e.exports = ['หน่วยงานแห่งชาติ']
    },
    15999: (e) => {
      e.exports = ['ผ้าจากธรรมชาติ']
    },
    152119: (e) => {
      e.exports = ['จำหน่ายก๊าซธรรมชาติ']
    },
    862611: (e) => {
      e.exports = ['สำรวจและผลิตก๊าซธรรมชาติ - บนบก']
    },
    249392: (e) => {
      e.exports = ['สำรวจและผลิตก๊าซธรรมชาติ - นอกฝั่งทะเล']
    },
    230528: (e) => {
      e.exports = ['ท่อส่งแก๊สธรรมชาติ']
    },
    111995: (e) => {
      e.exports = ['อุปกรณ์ด้านก๊าซธรรมชาติ']
    },
    223060: (e) => {
      e.exports = ['ประเทศนาอูรู']
    },
    714417: (e) => {
      e.exports = ['นามิเบีย']
    },
    353770: (e) => {
      e.exports = ['เนเธอร์แลนด์']
    },
    549817: (e) => {
      e.exports = ['อุปกรณ์เครือข่าย']
    },
    748447: (e) => {
      e.exports = ['นิวแคลิโดเนีย']
    },
    494599: (e) => {
      e.exports = ['ตัวแทนจำหน่ายรถยนต์ใหม่']
    },
    405523: (e) => {
      e.exports = ['บริการจัดพิมพ์หนังสือพิมพ์และนิตยสาร']
    },
    517412: (e) => {
      e.exports = ['สำนักพิมพ์หนังสือพิมพ์']
    },
    9717: (e) => {
      e.exports = ['โรงงานผลิตกระดาษหนังสือพิมพ์']
    },
    852493: (e) => {
      e.exports = ['แหล่งข่าว']
    },
    128228: (e) => {
      e.exports = ['เนปาล']
    },
    136995: (e) => {
      e.exports = ['นีอูเอ']
    },
    972215: (e) => {
      e.exports = ['นิการากัว']
    },
    523955: (e) => {
      e.exports = ['เหมืองแร่นิกเกิล']
    },
    374005: (e) => {
      e.exports = ['ประเทศไนเจอร์']
    },
    62410: (e) => {
      e.exports = ['ไนจีเรีย']
    },
    512581: (e) => {
      e.exports = ['โรงงานผลิตไฟฟ้านิวเคลียร์แบบเสรี']
    },
    735507: (e) => {
      e.exports = ['โรงงานนิวเคลียร์เพื่อสาธารณูปโภค']
    },
    509083: (e) => {
      e.exports = ['ศูนย์กลางการเพาะปลูกและค้าขายพืช']
    },
    262681: (e) => {
      e.exports = ['SINT MAARTEN (ส่วนของประเทศเนเธอร์แลนด์)']
    },
    350203: (e) => {
      e.exports = ['ระบบสมาร์ทกริดและระบบส่งกำลังไฟฟ้า']
    },
    988331: (e) => {
      e.exports = ['การก่อสร้างการแจกจ่ายกระแสไฟฟ้าและระบบสมาร์ทกริด']
    },
    378096: (e) => {
      e.exports = ['ขนมขบเคี้ยวและขนมหวานที่ไม่ใช่ช็อคโกแลต']
    },
    502927: (e) => {
      e.exports = ['บันทึกภาพปัจจุบัน']
    },
    528900: (e) => {
      e.exports = ['แอฟริกาใต้']
    },
    638670: (e) => {
      e.exports = ['เกาะเซาท์จอร์เจียและหมู่เกาะเซาท์แซนด์วิช']
    },
    173160: (e) => {
      e.exports = ['เกาหลีใต้']
    },
    197758: (e) => {
      e.exports = ['ซูดานใต้']
    },
    232335: (e) => {
      e.exports = ['เกี่ยวกับกษัตริย์']
    },
    555015: (e) => {
      e.exports = ['โซเชียลมีเดียและธุรกิจเครือข่าย']
    },
    614792: (e) => {
      e.exports = ['ผู้ค้าปลีกเกี่ยวกับสิ่งทอที่ใช้ในการตกแต่งบ้าน']
    },
    359402: (e) => {
      e.exports = ['ซอฟต์แวร์']
    },
    495446: (e) => {
      e.exports = ['หมู่เกาะโซโลมอน']
    },
    334373: (e) => {
      e.exports = ['โซมาเลีย']
    },
    15209: (e) => {
      e.exports = ['ระบบและอุปกรณ์ดาวเทียม']
    },
    581871: (e) => {
      e.exports = ['ผู้ให้บริการระบบดาวเทียม']
    },
    936261: (e) => {
      e.exports = ['ซาอุดี อาระเบีย']
    },
    738728: (e) => {
      e.exports = ['ธนาคารออมทรัพย์']
    },
    558932: (e) => {
      e.exports = ['เรือยอช์ทและเรือยนต์']
    },
    2679: (e) => {
      e.exports = ['เซนต์บาร์เธเล']
    },
    317639: (e) => {
      e.exports = ['เซนต์คิตส์และเนวิส']
    },
    499829: (e) => {
      e.exports = ['เซนต์เฮเลนา อัสเซนชัน และตริสตันดากูนยา']
    },
    174215: (e) => {
      e.exports = ['เซนต์ลูเชีย']
    },
    566083: (e) => {
      e.exports = ['แซ็ง-มาร์แต็ง (ส่วนฝรั่งเศส)']
    },
    779773: (e) => {
      e.exports = ['แซ็งปีแยร์และมีเกอลง']
    },
    189466: (e) => {
      e.exports = ['เซนต์วินเซนต์และเกรนาดีนส์']
    },
    533018: (e) => {
      e.exports = ['จัดการ']
    },
    855735: (e) => {
      e.exports = ['ซามัว']
    },
    935297: (e) => {
      e.exports = ['ซานมารีโน']
    },
    793386: (e) => {
      e.exports = ['ผลิตภัณฑ์เกี่ยวกับห้องอาบน้ำและสุขภัณฑ์']
    },
    767112: (e) => {
      e.exports = ['เซาตูเมและปรินซีปี']
    },
    645954: (e) => {
      e.exports = ['อุปกรณ์ทางวิทยาศาสตร์และอุปกรณ์วัดความแม่นยำ']
    },
    564291: (e) => {
      e.exports = ['ซุปเปอร์คอมพิวเตอร์ และ คอมพิวเตอร์เพื่องานวิทยาศาสตร์']
    },
    982390: (e) => {
      e.exports = ['ศูนย์บำบัดน้ำเสีย']
    },
    959609: (e) => {
      e.exports = ['เซเชลส์']
    },
    48678: (e) => {
      e.exports = ['เรื่อขนส่งบรรทุกน้ำมัน']
    },
    878448: (e) => {
      e.exports = ['การบรรจุและเตรียมสินค้าอาหารทะเล']
    },
    769958: (e) => {
      e.exports = ['ระบบค้นหาข้อมูล']
    },
    609410: (e) => {
      e.exports = ['การหลอมและผสมเคมีเพื่อนำอลูมิเนียมกลับมาใช้ใหม่']
    },
    842351: (e) => {
      e.exports = ['ตลาดแลกเปลี่ยนหลักทรัพย์และสินค้าโภคภัณฑ์']
    },
    614242: (e) => {
      e.exports = ['การรักษาความปลอดภัยและเฝ้าระวัง']
    },
    917526: (e) => {
      e.exports = ['บริการรักษาความปลอดภัย']
    },
    635412: (e) => {
      e.exports = ['ทรัสต์เพื่อการลงทุนในอสังหาริมทรัพย์ด้านบริการห้องเก็บของให้เช่า']
    },
    158794: (e) => {
      e.exports = ['อุปกรณ์และการทดสอบเซมิคอนดักเตอร์']
    },
    107596: (e) => {
      e.exports = ['ขายส่งอุปกรณ์เซมิคอนดัคเตอร์']
    },
    707743: (e) => {
      e.exports = ['ผลิตเครื่องจักรสำหรับเซมิคอนดัคเตอร์']
    },
    624090: (e) => {
      e.exports = ['บริการและอุปกรณ์ทดสอบเซมิคอนดัคเตอร์']
    },
    530652: (e) => {
      e.exports = ['ขายส่งเซมิคอนดักเตอร์']
    },
    277152: (e) => {
      e.exports = ['เซมิคอนดักเตอร์']
    },
    552545: (e) => {
      e.exports = ['อัญมณีกึ่งมีค่า']
    },
    415882: (e) => {
      e.exports = ['เซเนกัล']
    },
    896573: (e) => {
      e.exports = ['เซอร์เบีย']
    },
    26189: (e) => {
      e.exports = ['ซอฟท์แวร์ฐานข้อมูลและเครื่องแม่ข่าย']
    },
    11181: (e) => {
      e.exports = ['เซิร์ฟเวอร์และระบบ']
    },
    638823: (e) => {
      e.exports = ['บริการ']
    },
    525079: (e) => {
      e.exports = ['บริการไปยังอุตสาหกรมด้านสุขภาพ']
    },
    609244: (e) => {
      e.exports = ['บริษัทเปลือกหอย บริษัทลวงที่ไม่มีกิจการอยู่ในตลาด']
    },
    414451: (e) => {
      e.exports = ['ผู้ผลิตชิ้นส่วนเรือ']
    },
    224249: (e) => {
      e.exports = ['การซ่อมบำรุงเรือ']
    },
    320574: (e) => {
      e.exports = ['ต่อเรือ']
    },
    338217: (e) => {
      e.exports = ['เซียร์ราลีโอน']
    },
    169039: (e) => {
      e.exports = ['ผู้เชี่ยวชาญการผลิตโฆษณาและป้ายโฆษณา']
    },
    106493: (e) => {
      e.exports = ['เหมืองแร่เงิน']
    },
    236150: (e) => {
      e.exports = ['ซินต์มาร์เติน (ส่วนเนเธอร์แลนด์)']
    },
    506262: (e) => {
      e.exports = ['สโลวะเกีย']
    },
    687599: (e) => {
      e.exports = ['สโลวีเนีย']
    },
    345304: (e) => {
      e.exports = ['การผลิตยานอวกาศ']
    },
    792334: (e) => {
      e.exports = ['สเปน']
    },
    963381: (e) => {
      e.exports = ['กลุ่มอาหารพิเศษและผลิตภัณฑ์เพื่อสุขภาพ']
    },
    270731: (e) => {
      e.exports = ['อาหารพิเศษ และ ผลิตภัณฑ์สำหรับคุณภาพชีวิต']
    },
    97098: (e) => {
      e.exports = ['บริการเกี่ยวกับการบินเฉพาะ']
    },
    892299: (e) => {
      e.exports = ['บริการงานพิมพ์พิเศษ']
    },
    869659: (e) => {
      e.exports = ['ทรัสต์เพื่อการลงทุนในอสังหาริมทรัพย์พิเศษ']
    },
    668974: (e) => {
      e.exports = ['ยาขั้นสูงและยาเฉพาะทาง']
    },
    825994: (e) => {
      e.exports = ['การทำเหมืองแร่พิเศษและโลหะ']
    },
    947079: (e) => {
      e.exports = ['ขายส่งโลหะและอุปกรณ์เหมืองแร่เฉพาะทาง']
    },
    832241: (e) => {
      e.exports = ['เคมีพิเศษ']
    },
    78461: (e) => {
      e.exports = ['ขายส่งเคมีภัณฑ์เฉพาะทาง']
    },
    759178: (e) => {
      e.exports = ['ประกันภัยพิเศษ']
    },
    771273: (e) => {
      e.exports = ['ประกันภัยพิเศษ']
    },
    462504: (e) => {
      e.exports = ['ร้านค้าพิเศษเฉพาะ']
    },
    202845: (e) => {
      e.exports = ['โทรคมนาคมพิเศษ']
    },
    447133: (e) => {
      e.exports = ['ขายสินค้าเกี่ยวกับกีฬาและกิจกรรมกลางแจ้ง']
    },
    341443: (e) => {
      e.exports = ['ขายสินค้าเกี่ยวกับกีฬา']
    },
    961710: (e) => {
      e.exports = ['รองเท้ากีฬาและรองเท้าสำหรับกิจกรรมกลางแจ้ง']
    },
    813986: (e) => {
      e.exports = ['ขายปลีกอุปกรณ์กีฬาและอุปกรณ์สำหรับกลางแจ้ง']
    },
    819624: (e) => {
      e.exports = ['เสื้อผ้ากีฬาและเสื้อผ้าทำกิจกรรมกลางแจ้ง']
    },
    567835: (e) => {
      e.exports = ['ศรีลังกา']
    },
    797141: (e) => {
      e.exports = ['การผลิตแป้งและน้ำมัน/ไขมันจากพืช']
    },
    649297: (e) => {
      e.exports = ['หน่วยงานรัฐ']
    },
    473782: (e) => {
      e.exports = ['เซลล์เชื่อเพลิงแบบอยู่กับที่']
    },
    58460: (e) => {
      e.exports = ['จัดหาเครื่องปรับอากาศและไอน้ำ']
    },
    365325: (e) => {
      e.exports = ['เหล็ก']
    },
    582762: (e) => {
      e.exports = ['อุปกรณ์จัดเก็บข้อมูล']
    },
    162923: (e) => {
      e.exports = ['ซูดาน']
    },
    382867: (e) => {
      e.exports = ['น้ำตาลและสารให้ความหวานเทียม']
    },
    789724: (e) => {
      e.exports = ['ไร่อ้อย']
    },
    505298: (e) => {
      e.exports = ['ซุปเปอร์มาร์เก็ตและร้านสะดวกซื้อ']
    },
    666609: (e) => {
      e.exports = ['สหภาพเหนือชาติ']
    },
    281528: (e) => {
      e.exports = ['ซูรินาม']
    },
    705904: (e) => {
      e.exports = ['สฟาลบาร์ และ ยานไมเอน']
    },
    182404: (e) => {
      e.exports = ['สวีเดน']
    },
    824316: (e) => {
      e.exports = ['สวิตช์เกียร์']
    },
    440414: (e) => {
      e.exports = ['สวิตเซอร์แลนด์']
    },
    209213: (e) => {
      e.exports = ['ผ้าสังเคราะห์']
    },
    443174: (e) => {
      e.exports = ['ซีเรีย']
    },
    645494: (e) => {
      e.exports = ['ซอฟท์แวร์ระบบ']
    },
    184760: (e) => {
      e.exports = ['ฟาร์มสัตว์ปีก']
    },
    539300: (e) => {
      e.exports = ['ซอฟท์แวร์ POS']
    },
    210119: (e) => {
      e.exports = ['โปแลนด์']
    },
    524026: (e) => {
      e.exports = ['ผู้ดำเนินการท่าเรือ']
    },
    335426: (e) => {
      e.exports = ['บริการคลังสินค้าท่าเรือ']
    },
    99683: (e) => {
      e.exports = ['มอเตอร์และเครื่องกำเนิดไฟฟ้าแบบพกพา']
    },
    101076: (e) => {
      e.exports = ['ระบบดาวเทียมนำทางแบบพกพา']
    },
    123496: (e) => {
      e.exports = ['โปรตุเกส']
    },
    566812: (e) => {
      e.exports = ['หลังตลาดปิด']
    },
    666196: (e) => {
      e.exports = ['ชุดซอฟต์แวร์สำเร็จรูป']
    },
    632715: (e) => {
      e.exports = ['แปซิฟิค']
    },
    361314: (e) => {
      e.exports = ['เคลือบ']
    },
    49145: (e) => {
      e.exports = ['ปากีสถาน']
    },
    986532: (e) => {
      e.exports = ['ปาเลา']
    },
    103738: (e) => {
      e.exports = ['ปาเลสไตน์']
    },
    747908: (e) => {
      e.exports = ['ปานามา']
    },
    311564: (e) => {
      e.exports = ['โรงงานและผลิตภัณฑ์จากกระดาษ']
    },
    224893: (e) => {
      e.exports = ['บรรจุภัณฑ์กระดาษ']
    },
    345368: (e) => {
      e.exports = ['ผู้ค้าส่งบรรจุภัณฑ์จากกระดาษ']
    },
    816421: (e) => {
      e.exports = ['ขายส่งผลิตภัณฑ์เกี่ยวกับกระดาษ']
    },
    916542: (e) => {
      e.exports = ['ผลิตภัณฑ์กระดาษ']
    },
    666802: (e) => {
      e.exports = ['ปาปัวนิวกินี']
    },
    33773: (e) => {
      e.exports = ['ปารากวัย']
    },
    809851: (e) => {
      e.exports = ['ดำเนินการสถานที่จอดรถ']
    },
    603701: (e) => {
      e.exports = ['บริการรถเช่า']
    },
    749771: (e) => {
      e.exports = ['การขนส่งผู้โดยสาร ทั้งภาคพื้นดินและทะเล']
    },
    419781: (e) => {
      e.exports = ['ร้านขายสัตว์เลี้ยงและอุปกรณ์ของสัตว์เลี้ยง']
    },
    15657: (e) => {
      e.exports = ['ผลิตอาหารสัตว์']
    },
    367657: (e) => {
      e.exports = ['ขายส่งผลิตภัณฑ์เกี่ยวกับปิโตรเลียม']
    },
    58482: (e) => {
      e.exports = ['กลั่นน้ำมันปิโตรเลียม']
    },
    605125: (e) => {
      e.exports = ['กองทุนบำเหน็จ/บำนาญ']
    },
    468525: (e) => {
      e.exports = ['สินเชื่อบุคคลและสินเชื่อรถยนต์']
    },
    246733: (e) => {
      e.exports = ['บริการเสริมความงาม']
    },
    625769: (e) => {
      e.exports = ['บริการทางกฎหมายส่วนบุคคล']
    },
    386126: (e) => {
      e.exports = ['เครื่องเล่นเพลงส่วนบุคคล']
    },
    875460: (e) => {
      e.exports = ['บริการส่วนบุคคล']
    },
    920978: (e) => {
      e.exports = ['ผลิตภัณฑ์สำหรับบุคคล']
    },
    982553: (e) => {
      e.exports = ['บริการด้านบุคลากร']
    },
    622979: (e) => {
      e.exports = ['เปรู']
    },
    218355: (e) => {
      e.exports = ['บริการกำจัดแมลง']
    },
    816312: (e) => {
      e.exports = ['สารฆ่าศัตรูพืชและสัตว์']
    },
    462763: (e) => {
      e.exports = ['ยา']
    },
    821120: (e) => {
      e.exports = ['ยาสามัญ']
    },
    5563: (e) => {
      e.exports = ['ยารายใหญ่']
    },
    501417: (e) => {
      e.exports = ['ยาอื่นๆ']
    },
    226813: (e) => {
      e.exports = ['ฟิลิปปินส์']
    },
    657825: (e) => {
      e.exports = ['โทรศัพท์และอุปกรณ์มือถือ']
    },
    344170: (e) => {
      e.exports = ['สมาร์ทโฟนและโทรศัพท์มือถือ']
    },
    613147: (e) => {
      e.exports = ['อุปกรณ์และระบบเกี่ยวกับพลังงานแสงอาทิตย์']
    },
    531050: (e) => {
      e.exports = ['อุปกรณ์สำหรับการถ่ายรูป']
    },
    539338: (e) => {
      e.exports = ['พิตแคร์น']
    },
    287529: (e) => {
      e.exports = ['อุตสาหกรรมเครื่องสุขภัณฑ์']
    },
    744084: (e) => {
      e.exports = ['พลาสติก']
    },
    748376: (e) => {
      e.exports = ['ที่ใส่ของและบรรจุภัณฑ์ที่ทำจากพลาสติก']
    },
    752028: (e) => {
      e.exports = ['เหมืองแร่แพลตตินัม']
    },
    361151: (e) => {
      e.exports = ['การจัดการแสดงและคอนเสิร์ต']
    },
    845198: (e) => {
      e.exports = ['ก่อนตลาดเปิด']
    },
    296663: (e) => {
      e.exports = ['โลหะมีค่า']
    },
    356494: (e) => {
      e.exports = ['ทำเหมืองแร่และโลหะมีค่า']
    },
    464674: (e) => {
      e.exports = ['บ้านสำเร็จรูป']
    },
    589395: (e) => {
      e.exports = ['การผลิตอลูมิเนียมเป็นหลัก']
    },
    961648: (e) => {
      e.exports = ['ธนาคารเอกชน']
    },
    537260: (e) => {
      e.exports = ['การลงทุนในหุ้นนอกตลาด']
    },
    326690: (e) => {
      e.exports = ['เครื่องประมวลผล']
    },
    946140: (e) => {
      e.exports = ['อุตสาหกรรมเชิงกระบวนการ']
    },
    605114: (e) => {
      e.exports = ['เครื่องมือทดสอบและซอฟท์แวร์สำหรับเขียนโปรแกรม']
    },
    536289: (e) => {
      e.exports = ['การผลิตของผู้ผลิต']
    },
    549298: (e) => {
      e.exports = ['บริการด้านข้อมูลข่าวสารระดับมืออาชีพ']
    },
    180342: (e) => {
      e.exports = ['สนามแข่งขันกีฬาระดับมืออาชีพ']
    },
    947962: (e) => {
      e.exports = ['ประกันภัยทรัพย์สินและประกันวินาศภัย']
    },
    443260: (e) => {
      e.exports = ['การประกันภัยทรัพย์สินและวินาศภัย']
    },
    223629: (e) => {
      e.exports = ['การประกันภัยทรัพย์สิน']
    },
    82841: (e) => {
      e.exports = ['บริษัทประกันภัยทรัพย์สินและประกันวินาศภัย']
    },
    555870: (e) => {
      e.exports = ['ประกันภัยทรัพย์สินและประกันวินาศภัย']
    },
    755793: (e) => {
      e.exports = ['จังหวัด/รัฐ']
    },
    611020: (e) => {
      e.exports = ['ประชาสัมพันธ์']
    },
    428988: (e) => {
      e.exports = ['สถานบริการด้านกีฬาสาธารณะ']
    },
    435218: (e) => {
      e.exports = ['สิ่งพิมพ์: หนังสือ/นิตยสาร']
    },
    325417: (e) => {
      e.exports = ['สิ่งพิมพ์: หนังสือพิมพ์']
    },
    370890: (e) => {
      e.exports = ['ผับ บาร์ ไนท์คลับ']
    },
    651330: (e) => {
      e.exports = ['เปอร์โตริโก']
    },
    704895: (e) => {
      e.exports = ['เยื่อกระดาษและกระดาษ']
    },
    506684: (e) => {
      e.exports = ['โรงงานแปรรูปไม้']
    },
    641462: (e) => {
      e.exports = ['เครื่องสูบน้ำและอุปกรณ์การสูบน้ำ']
    },
    920944: (e) => {
      e.exports = ['อุปกรณ์กรองและบำบัดน้ำ']
    },
    361109: (e) => {
      e.exports = ['ร้านอาหารเสิร์ฟด่วน']
    },
    887267: (e) => {
      e.exports = ['ราคาดีเลย์ไป {number} นาที']
    },
    728332: (e) => {
      e.exports = ['ราคาดีเลย์ไป {number} นาทีและจะอัพเดตทุกๆ 30 วินาที']
    },
    625976: (e) => {
      e.exports = ['ระบบอาร์เอฟไอดี']
    },
    379331: (e) => {
      e.exports = ['เหมืองแร่หิน']
    },
    385646: (e) => {
      e.exports = ['โรมาเนีย']
    },
    642276: (e) => {
      e.exports = ['ขายผลิตภัณฑ์สำหรับมุงหลังคา']
    },
    748131: (e) => {
      e.exports = ['สถาบันจัดอันดับ']
    },
    880417: (e) => {
      e.exports = ['กระจายเสียงวิทยุ']
    },
    955759: (e) => {
      e.exports = ['บริการทางรถไฟ']
    },
    993624: (e) => {
      e.exports = ['รถไฟ']
    },
    544708: (e) => {
      e.exports = ['ก่อสร้างทางรถไฟ']
    },
    837208: (e) => {
      e.exports = ['ดำเนินการขนส่งทางรถไฟ']
    },
    359687: (e) => {
      e.exports = ['แร่ธาตุหายากของโลก']
    },
    859870: (e) => {
      e.exports = ['ขายปลีก - ห้างสรรพสินค้า']
    },
    422135: (e) => {
      e.exports = ['ขายปลีก - ยาและร้านขายของชำ']
    },
    224560: (e) => {
      e.exports = ['ขายปลีก - ยาและไม่มีร้านขายของชำ']
    },
    656377: (e) => {
      e.exports = ['พัฒนาอสังหาริมทรัพย์รายย่อย']
    },
    914726: (e) => {
      e.exports = ['ธนาคารพาณิชย์และสินเชื่อรายย่อย']
    },
    455445: (e) => {
      e.exports = ['ทรัสต์เพื่อการลงทุนในอสังหาริมทรัพย์ด้านการค้าปลีก']
    },
    419210: (e) => {
      e.exports = ['บริการอสังหาริมทรัพย์รายย่อย']
    },
    801197: (e) => {
      e.exports = ['การค้าปลีก']
    },
    930478: (e) => {
      e.exports = ['ผู้รับเหมาสร้างบ้านสำหรับผู้สูงอายุ']
    },
    195805: (e) => {
      e.exports = ['อาหารสำเร็จรูป']
    },
    906530: (e) => {
      e.exports = ['เวลาจริง']
    },
    737055: (e) => {
      e.exports = ['การพัฒนาด้านอสังหาริมทรัพย์']
    },
    448629: (e) => {
      e.exports = ['พัฒนาและดำเนินการด้านอสังหาริมทรัพย์']
    },
    667134: (e) => {
      e.exports = ['ทรัสต์การลงทุนด้านอสังหาริมทรัพย์']
    },
    545060: (e) => {
      e.exports = ['บริการด้านอสังหาริมทรัพยื']
    },
    204744: (e) => {
      e.exports = ['ผลิตภัณฑ์เพื่อสันทนาการ']
    },
    374694: (e) => {
      e.exports = ['สายการบินภูมิภาค']
    },
    537406: (e) => {
      e.exports = ['ธนาคารในภูมิภาค']
    },
    899793: (e) => {
      e.exports = ['การประกันภัยต่อ']
    },
    32046: (e) => {
      e.exports = ['อุปกรณ์และบริการด้านพลังงานทดแทน']
    },
    983114: (e) => {
      e.exports = ['บริการเกี่ยวกับพลังงานทดแทน']
    },
    209271: (e) => {
      e.exports = ['เชื้อเพลิงทดแทน']
    },
    430520: (e) => {
      e.exports = ['โรงงานผลิตไฟฟ้าทดแทนแบบเสรี']
    },
    82117: (e) => {
      e.exports = ['โรงงานผลิตพลังงานทดแทนเพื่อสาธารณูปโภค']
    },
    688506: (e) => {
      e.exports = ['โหมดเล่นซ้ำ']
    },
    219798: (e) => {
      e.exports = ['พัฒนาอสังหาริมทรัพย์ที่อยู่อาศัย']
    },
    980331: (e) => {
      e.exports = ['บ้านพักคนชราและการดูแลผู้สูงอายุระยะยาว']
    },
    166874: (e) => {
      e.exports = ['บริการสถาปัตยกรรมและออกแบบภายในสำหรับที่พักอาศัย']
    },
    627601: (e) => {
      e.exports = ['สร้างที่พักอาศัย - สำหรับครอบครัวใหญ่']
    },
    101217: (e) => {
      e.exports = ['สร้างที่พักอาศัย - สำหรับครอบครัวเดี่ยว']
    },
    205172: (e) => {
      e.exports = ['ทรัสต์เพื่อการลงทุนในอสังหาริมทรัพย์ด้านที่อยู่อาศัย']
    },
    515895: (e) => {
      e.exports = ['บริการอสังหาริมทรัพย์ที่อยู่อาศัย']
    },
    163577: (e) => {
      e.exports = ['ดำเนินการรีสอร์ท']
    },
    560295: (e) => {
      e.exports = ['ร้านอาหาร']
    },
    324154: (e) => {
      e.exports = ['บาร์และภัตตาคาร']
    },
    931284: (e) => {
      e.exports = ['สวนยาง']
    },
    230799: (e) => {
      e.exports = ['รัสเซีย']
    },
    238201: (e) => {
      e.exports = ['รัสเซีย']
    },
    242890: (e) => {
      e.exports = ['รวันดา']
    },
    102711: (e) => {
      e.exports = ['เรอูนียง']
    },
    263651: (e) => {
      e.exports = ['ร้านค้าปลีกเสื้อผ้าสตรี']
    },
    269510: (e) => {
      e.exports = ['เสื้อผ้าสตรี']
    },
    368529: (e) => {
      e.exports = ['รองเท้าสตรี']
    },
    742758: (e) => {
      e.exports = ['ที่ใส่ของและบรรจุภัณฑ์ที่ทำจากไม้']
    },
    20196: (e) => {
      e.exports = ['ขายส่งผลิตภัณฑ์ที่ทำจากไม้']
    },
    17877: (e) => {
      e.exports = ['ผลิตภัณฑ์จากไม้']
    },
    23700: (e) => {
      e.exports = ['นาฬิกา']
    },
    467646: (e) => {
      e.exports = ['การก่อสร้างระบบน้ำดีและน้ำเสีย']
    },
    691088: (e) => {
      e.exports = ['ระบบการจัดการน้ำและชลประทาน']
    },
    978768: (e) => {
      e.exports = ['สาธารณูปโภคเกี่ยวกับน้ำ']
    },
    994192: (e) => {
      e.exports = ['อุปกรณ์เกี่ยวกับพลังงานคลื่น']
    },
    258159: (e) => {
      e.exports = ['วาลิสและฟูตูนา']
    },
    171183: (e) => {
      e.exports = ['วอลล์เปเปอร์']
    },
    446094: (e) => {
      e.exports = ['คลังสินค้า']
    },
    75343: (e) => {
      e.exports = ['บริการการ จัดการของเสีย กำจัดและรีไซเคิล']
    },
    323432: (e) => {
      e.exports = ['ระบบและอุปกรณ์เปลี่ยนขยะเป็นพลัง']
    },
    160289: (e) => {
      e.exports = ['บริหารจัดการความมั่งคั่ง']
    },
    69211: (e) => {
      e.exports = ['อุปกรณ์เกี่ยวกับการเชื่อม และบัดกรีโลหะ']
    },
    117108: (e) => {
      e.exports = ['เวสเทิร์นสะฮารา']
    },
    800669: (e) => {
      e.exports = ['ผู้จัดจำหน่ายค้าส่ง']
    },
    174811: (e) => {
      e.exports = ['ผู้ให้บริการ ไวไฟ และ ไวแมกซ์']
    },
    846846: (e) => {
      e.exports = ['ระบบและอุปกรณ์เกี่ยวกับลม']
    },
    641548: (e) => {
      e.exports = ['โรงกลั่นไวน์']
    },
    83428: (e) => {
      e.exports = ['ผู้ให้บริการโทรคมนาคมแบบสาย']
    },
    919395: (e) => {
      e.exports = ['ระบบโทรคมคมไร้สาย']
    },
    925541: (e) => {
      e.exports = ['บริการโทรคมนาคมและการสื่อสารไร้สาย']
    },
    602272: (e) => {
      e.exports = ['บริการโทรคมนาคมและการสื่อสารไร้สาย']
    },
    63767: (e) => {
      e.exports = ['สายไฟและสายเคเบิ้ล']
    },
    773337: (e) => {
      e.exports = ['โทรทัศน์และวีดีโอ']
    },
    597308: (e) => {
      e.exports = ['ขายส่งเกมส์และของเล่น']
    },
    425860: (e) => {
      e.exports = ['ของเล่นและผลิตภัณฑ์สำหรับเด็ก']
    },
    144593: (e) => {
      e.exports = ['ขายส่งของเล่นและผลิตภัณฑ์สำหรับเด็กและเยาวชน']
    },
    310955: (e) => {
      e.exports = ['ยาสูบ']
    },
    574871: (e) => {
      e.exports = ['โตโก']
    },
    724580: (e) => {
      e.exports = ['ตองกา']
    },
    181350: (e) => {
      e.exports = ['เครื่องมือ & ชิ้นส่วน']
    },
    900242: (e) => {
      e.exports = ['เครื่องมือและเครื่องใช้ภายในบ้าน']
    },
    331151: (e) => {
      e.exports = ['บริการแท๊กซี่และลิมูซีน']
    },
    341280: (e) => {
      e.exports = ['คอมพิวเตอร์แท็บเล็ตและเน็ตบุ๊ก']
    },
    460919: (e) => {
      e.exports = ['ไต้หวัน']
    },
    826553: (e) => {
      e.exports = ['ทาจิกิสถาน']
    },
    982461: (e) => {
      e.exports = ['ผู้ฟอกหนังและทำให้หนังนิ่ม']
    },
    185494: (e) => {
      e.exports = ['แทนซาเนีย']
    },
    249648: (e) => {
      e.exports = ['สิ่งทอ']
    },
    324160: (e) => {
      e.exports = ['สิ่งทอและสินค้าที่ทำจากหนัง']
    },
    771935: (e) => {
      e.exports = ['ขายส่งสิ่งทอและเครื่องหนัง']
    },
    431138: (e) => {
      e.exports = ['เทคโนโลยี']
    },
    785780: (e) => {
      e.exports = ['บริการให้คำปรึกษาและให้บริการด้านเทคโนโลยี']
    },
    237826: (e) => {
      e.exports = ['บริการทางด้านเทคโนโลยี']
    },
    431765: (e) => {
      e.exports = ['บริการทางการแพทย์แบบทางไกล']
    },
    418375: (e) => {
      e.exports = ['ก่อสร้างระบบสื่อสารโทรคมนาคม']
    },
    835295: (e) => {
      e.exports = ['โครงสร้างพื้นฐานเครือข่ายโทรคมนาคม']
    },
    209527: (e) => {
      e.exports = ['อุปกรณ์โทรคมนาคม']
    },
    876886: (e) => {
      e.exports = ['ขายปลีกระบบโทรคมนาคม']
    },
    243547: (e) => {
      e.exports = ['บริการโทรคมนาคม']
    },
    896651: (e) => {
      e.exports = ['การแพร่ภาพทางโทรทัศน์']
    },
    246125: (e) => {
      e.exports = ['อุปกรณ์ทดสอบและอุปกรณ์สำหรับการวัด']
    },
    879984: (e) => {
      e.exports = ['ห้องปฏิบัติการทดสอบ']
    },
    537442: (e) => {
      e.exports = ['บริการทดสอบ']
    },
    433138: (e) => {
      e.exports = ['ประเทศไทย']
    },
    744903: (e) => {
      e.exports = ['โรงละครและศิลปะการแสดง']
    },
    47397: (e) => {
      e.exports = ['ระบบและอุปกรณ์พลังงานความร้อน']
    },
    223529: (e) => {
      e.exports = ['ผลิตกระเบื้องและวัสดุปูพื้น']
    },
    729006: (e) => {
      e.exports = ['ทรัสต์เพื่อการลงทุนในอสังหาริมทรัพย์ด้านป่าไม้']
    },
    285705: (e) => {
      e.exports = ['การดำเนินการตัดต้นไม้']
    },
    655802: (e) => {
      e.exports = ['ติมอร์-เลสเต']
    },
    718611: (e) => {
      e.exports = ['ผลิตยางรถยนต์']
    },
    713932: (e) => {
      e.exports = ['ตัวแทนจำหน่ายยางรถยนต์']
    },
    379760: (e) => {
      e.exports = ['หล่อดอกยางรถยนต์']
    },
    56682: (e) => {
      e.exports = ['ยางรถยนต์และผลิิตภัณฑ์ที่ทำจากยาง']
    },
    877445: (e) => {
      e.exports = ['ขายส่งยางรถยนต์และผลิตภัณฑ์จากยาง']
    },
    528075: (e) => {
      e.exports = ['การบรรทุก']
    },
    500966: (e) => {
      e.exports = ['เครื่องจักรทางการบรรทุก/ก่อสร้าง/ทำฟาร์ม']
    },
    789568: (e) => {
      e.exports = ['สื่อสิ่งพิมพ์']
    },
    489853: (e) => {
      e.exports = ['บริการการทำรายการซื้อขายและการชำระเงิน']
    },
    81127: (e) => {
      e.exports = ['บริการการแปลและตีความ']
    },
    793481: (e) => {
      e.exports = ['ระบบขนส่ง']
    },
    448638: (e) => {
      e.exports = ['ตัวแทนการท่องเที่ยว']
    },
    333041: (e) => {
      e.exports = ['ตรินิแดดและโตเบโก']
    },
    626449: (e) => {
      e.exports = ['ตูวาลู']
    },
    420638: (e) => {
      e.exports = ['ตูนิเซีย']
    },
    351976: (e) => {
      e.exports = ['ผลิตกังหัน']
    },
    616831: (e) => {
      e.exports = ['เติร์กเมนิสถาน']
    },
    694398: (e) => {
      e.exports = ['ตุรกี']
    },
    555526: (e) => {
      e.exports = ['หมู่เกาะเติกส์และเคคอส']
    },
    728542: (e) => {
      e.exports = ['หมู่เกาะเวอร์จินของสหรัฐอเมริกา']
    },
    975308: (e) => {
      e.exports = 'UAE'
    },
    787935: (e) => {
      e.exports = ['สหรัฐอเมริกา']
    },
    377518: (e) => {
      e.exports = ['การขุดเจาะน้ำมันและก๊าซไม่ใช่แบบธรรมดา']
    },
    813639: (e) => {
      e.exports = ['การผลิตน้ำมันและก๊าซไม่ใช่แบบธรรมดา']
    },
    287916: (e) => {
      e.exports = ['สหรัฐอาหรับเอมิเรตส์']
    },
    606994: (e) => {
      e.exports = ['สหราชอาณาจักร']
    },
    411176: (e) => {
      e.exports = ['สหรัฐอเมริกา']
    },
    431860: (e) => {
      e.exports = ['เกาะเล็กรอบนอกของสหรัฐอเมริกา']
    },
    308395: (e) => {
      e.exports = ['ยูกันดา']
    },
    263018: (e) => {
      e.exports = ['ยูเครน']
    },
    124991: (e) => {
      e.exports = ['อุรุกวัย']
    },
    237127: (e) => {
      e.exports = ['ยูโรเนียม']
    },
    198737: (e) => {
      e.exports = ['เหมืองแร่ยูเรเนียม']
    },
    457468: (e) => {
      e.exports = ['ผู้จำหน่ายรถยนต์มือสอง']
    },
    56356: (e) => {
      e.exports = ['ร้านค้าสินค้ามือสอง']
    },
    112332: (e) => {
      e.exports = ['สาธารณูปโภค']
    },
    730902: (e) => {
      e.exports = ['อุซเบกิสถาน']
    },
    48007: (e) => {
      e.exports = ['ระบบและอุปกรณ์เกี่ยวกับโทรศัพท์ผ่านระบบอินเตอร์เนท']
    },
    670087: (e) => {
      e.exports = ['บริการโทรศัพท์่ผ่านระบบอินเตอร์เนท VOIP']
    },
    863837: (e) => {
      e.exports = ['วานูอาตู']
    },
    43349: (e) => {
      e.exports = ['ยาสำหรับสัตว์']
    },
    12446: (e) => {
      e.exports = ['อุปกรณ์และเครื่องมือทางการแพทย์สำหรับสัตว์แพทย์']
    },
    979931: (e) => {
      e.exports = ['บริการด้านสัตว์แพทย์']
    },
    930252: (e) => {
      e.exports = ['ฟาร์มผัก ผลไม้ และถั่ว']
    },
    369623: (e) => {
      e.exports = ['ผู้ให้บริการเกี่ยวกับเครื่องหยอดเหรียญ']
    },
    739055: (e) => {
      e.exports = ['เวเนซุเอลา']
    },
    881186: (e) => {
      e.exports = ['ธุรกิจร่วมลงทุน']
    },
    450049: (e) => {
      e.exports = ['เวียดนาม']
    },
    159002: (e) => {
      e.exports = ['หมู่เกาะ (บริติช) เวอร์จิน']
    },
    707897: (e) => {
      e.exports = ['หมู่เกาะเวอร์จินของ (สหรัฐอเมริกา)']
    },
    129236: (e) => {
      e.exports = ['สินค้าประเภทสิ่งทอ']
    },
    242175: (e) => {
      e.exports = ['เยเมน']
    },
    239478: (e) => {
      e.exports = ['แซมเบีย']
    },
    58309: (e) => {
      e.exports = ['ซิมบับเว']
    },
    294619: (e) => {
      e.exports = ['เหมืองแร่สังกะสี']
    },
    574177: (e) => {
      e.exports = ['หมู่เกาะโอลันด์']
    },
  },
])
