;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [4433],
  {
    822353: (e) => {
      e.exports = ['(เปิด + ไฮ + โลว + ปิด)/4']
    },
    94884: (e) => {
      e.exports = ['(ไฮ + โลว + ปิด)/3']
    },
    710591: (e) => {
      e.exports = ['(ไฮ + โลว)/2']
    },
    563243: (e) => {
      e.exports = ['สีของ Bars อ้างอิงจากราคาปิดครั้งก่อน']
    },
    715857: (e) => {
      e.exports = 'Close line'
    },
    909994: (e) => {
      e.exports = ['ปรับเปลี่ยนข้อมูลเนื่องจากเงินปันผล']
    },
    710989: (e) => {
      e.exports = ['ปรับตามการเปลี่ยนแปลงสัญญา']
    },
    470816: (e) => {
      e.exports = ['เส้นราคาปิดเฉลี่ย']
    },
    350430: (e) => {
      e.exports = ['เส้นด้านล่าง']
    },
    883760: (e) => {
      e.exports = ['บอดี้']
    },
    872269: (e) => {
      e.exports = ['เส้นขอบ']
    },
    507445: (e) => {
      e.exports = ['ระดับฐาน']
    },
    947586: (e) => {
      e.exports = ['เส้น Bid และ Ask']
    },
    339667: (e) => {
      e.exports = ['แท่งเทียนลง']
    },
    587151: (e) => {
      e.exports = ['สีของแท่งลง']
    },
    181285: (e) => {
      e.exports = ['การแก้ไขข้อมูล']
    },
    204329: (e) => {
      e.exports = ['ค่าเริ่มต้น']
    },
    986846: (e) => {
      e.exports = ['เติม']
    },
    658747: (e) => {
      e.exports = ['เติมพื้นที่ด้านบน']
    },
    111157: (e) => {
      e.exports = ['เติมพื้นที่ด้านล่าง']
    },
    586953: (e) => {
      e.exports = ['แท่งเทียน สูงต่ำปิด HLC']
    },
    439292: (e) => {
      e.exports = ['ราคาสูงและต่ำ']
    },
    983678: (e) => {
      e.exports = 'High line'
    },
    275310: (e) => {
      e.exports = 'Low line'
    },
    915107: (e) => {
      e.exports = ['ล่าสุด']
    },
    906350: (e) => {
      e.exports = ['ป้ายราคาก่อน/หลังตลาดเปิดปิด']
    },
    362521: (e) => {
      e.exports = ['ไปที่หน้าแรก']
    },
    173947: (e) => {
      e.exports = ['ความแม่นยำ']
    },
    8094: (e) => {
      e.exports = ['เส้นราคาปิดวันก่อนหน้า']
    },
    131971: (e) => {
      e.exports = ['เส้นราคาพร้อมป้ายชื่อ']
    },
    224248: (e) => {
      e.exports = ['แหล่งราคา']
    },
    994089: (e) => {
      e.exports = ['การฉายภาพแท่งเทียนขึ้น']
    },
    280293: (e) => {
      e.exports = ['แท่งเทียนแบบโปรเจคชั่น']
    },
    405704: (e) => {
      e.exports = ['การฉายภาพแท่งเทียนลง']
    },
    729881: (e) => {
      e.exports = ['ราคาจริงในระดับราคา (แทนที่ราคา Heikin-Ashi)']
    },
    457417: (e) => {
      e.exports = ['เส้นด้านบน']
    },
    855314: (e) => {
      e.exports = ['แท่งบาง']
    },
    587492: (e) => {
      e.exports = ['เขตเวลา']
    },
    405536: (e) => {
      e.exports = ['สีของแท่งขึ้น']
    },
    683610: (e) => {
      e.exports = ['แท่งเทียนขึ้น']
    },
    999983: (e) => {
      e.exports = ['ใช้การชำระราคาที่ใกล้เคียงกันในแต่ละวัน']
    },
    735612: (e) => {
      e.exports = 'Use volume weighted bars'
    },
    130792: (e) => {
      e.exports = ['แท่งเทียน']
    },
    655740: (e) => {
      e.exports = ['เปลี่ยนแท่ง HLC']
    },
    568927: (e) => {
      e.exports = ['เปลี่ยนความกว้างของเส้นราคาปิดเฉลี่ย']
    },
    730385: (e) => {
      e.exports = ['เปลี่ยนสีเส้นราคาปิดเฉลี่ย']
    },
    897008: (e) => {
      e.exports = ['เปลี่ยนสีพื้นที่ด้านใน']
    },
    206610: (e) => {
      e.exports = ['เปลี่ยนความกว้างพื้นที่ใต้เส้นกราฟ']
    },
    200661: (e) => {
      e.exports = ['เปลี่ยนสีพื้นที่ใต้เส้นกราฟ']
    },
    201316: (e) => {
      e.exports = ['เปลี่ยนพื้นที่แหล่งราคา']
    },
    129180: (e) => {
      e.exports = ['เปลี่ยนสีเส้น ask']
    },
    831547: (e) => {
      e.exports = ['ปรับระดับฐาน']
    },
    104164: (e) => {
      e.exports = ['เปลี่ยนสีเส้นฐานด้านล่าง']
    },
    438990: (e) => {
      e.exports = ['เปลี่ยนความกว้างของเส้นฐานด้านล่าง']
    },
    273163: (e) => {
      e.exports = ['เปลี่ยนสีพื้นที่ใต้เส้นฐานด้านล่าง']
    },
    112673: (e) => {
      e.exports = ['เปลี่ยนสีพื้นที่ใต้เส้นฐานด้านบน']
    },
    156819: (e) => {
      e.exports = ['เปลี่ยนแหล่งราคาพื้นฐาน']
    },
    268621: (e) => {
      e.exports = ['เปลี่ยนสีเส้นฐานด้านบน']
    },
    535339: (e) => {
      e.exports = ['เปลี่ยนความกว้างของเส้นฐานด้านบน']
    },
    476804: (e) => {
      e.exports = ['เปลี่ยนสีแท่งขาขึ้น']
    },
    171816: (e) => {
      e.exports = ['เปลี่ยนสีแท่งขาลง']
    },
    436703: (e) => {
      e.exports = ['เปลี่ยนสีเส้น bid']
    },
    829353: (e) => {
      e.exports = ['เปลี่ยนสีแท่งของราคาปิดในวันก่อนหน้า']
    },
    985709: (e) => {
      e.exports = ['เปลี่ยนสีคอลัมน์ขึ้น']
    },
    112155: (e) => {
      e.exports = ['เปลี่ยนสีคอลัมน์ลง']
    },
    166890: (e) => {
      e.exports = ['เปลี่ยนแหล่งที่มาของราคาคอลัมน์']
    },
    71809: (e) => {
      e.exports = ['เปลี่ยนตำแหน่งทศนิยม']
    },
    31317: (e) => {
      e.exports = ['เปลี่ยนสีการขยายชั่วโมง']
    },
    560944: (e) => {
      e.exports = ['เปลี่ยนสีเส้นราคาสูงและต่ำ']
    },
    983708: (e) => {
      e.exports = ['เปลี่ยนความกว้างของเส้นราคาสูงและต่ำ']
    },
    281080: (e) => {
      e.exports = ['เปลี่ยนสีพื้นค่าสูง-ต่ำ']
    },
    330033: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นพื้นค่าสูง-ต่ำ']
    },
    676885: (e) => {
      e.exports = ['เปลี่ยนสีเส้นขอบค่าสูง-ต่ำ']
    },
    279236: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นเส้นขอบค่าสูง-ต่ำ']
    },
    142981: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นป้ายค่าสูง-ต่ำ']
    },
    531937: (e) => {
      e.exports = ['เปลี่ยนสีป้ายค่าสูง-ต่ำ']
    },
    687828: (e) => {
      e.exports = ['เปลี่ยนสีเส้น']
    },
    17119: (e) => {
      e.exports = ['เปลี่ยนเส้นแหล่งราคา']
    },
    669125: (e) => {
      e.exports = ['เปลี่ยนความกว้างเส้น']
    },
    449973: (e) => {
      e.exports = ['เปลี่ยนสีหลังตลาดปิด']
    },
    5969: (e) => {
      e.exports = ['เปลี่ยนสีเส้นหลังตลาดปิด']
    },
    350393: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นเส้นราคาตลาดก่อน/หลัง']
    },
    746257: (e) => {
      e.exports = ['เปลี่ยนสีก่อนตลาดเปิด']
    },
    60852: (e) => {
      e.exports = ['เปลี่ยนสีเส้นก่อนตลาดเปิด']
    },
    891183: (e) => {
      e.exports = ['เปลี่ยนสีเส้นราคาปิดก่อนหน้า']
    },
    87631: (e) => {
      e.exports = ['เปลี่ยนความกว้างเส้นราคาปิดก่อนหน้า']
    },
    177640: (e) => {
      e.exports = ['เปลี่ยนสีเส้นราคา']
    },
    497322: (e) => {
      e.exports = ['เปลี่ยนความกว้างเส้นราคา']
    },
    735116: (e) => {
      e.exports = ['เปลี่ยนลักษณะแท่งเทียน']
    },
    328143: (e) => {
      e.exports = ['เปลี่ยนช่วงระยะแท่งบาง']
    },
    875986: (e) => {
      e.exports = ['เปลี่ยนไส้เทียน renko ขาลง']
    },
    707747: (e) => {
      e.exports = ['เปลี่ยนสีไส้เทียน renko ขาขึ้น']
    },
    109473: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นไส้เทียน renko']
    },
    639783: (e) => {
      e.exports = ['เปลี่ยนการแสดงผลราคาจริงบนสเกลราคา (แทนที่ราคาแบบ ไฮเก้น-อะชิ)']
    },
    672886: (e) => {
      e.exports = ['เปลี่ยนแท่งบาง']
    },
    495108: (e) => {
      e.exports = 'change use volume weighted bars'
    },
    405464: (e) => {
      e.exports = ['เปลี่ยนสีเส้นขอบ {candleType} ขาขึ้น']
    },
    861118: (e) => {
      e.exports = ['เปลี่ยนสี {candleType} ขาขึ้น']
    },
    660164: (e) => {
      e.exports = ['เปลี่ยนสีไส้เทียน {candleType} ขาลง']
    },
    445543: (e) => {
      e.exports = ['เปลี่ยนสีไส้เทียน {candleType} ขาขึ้น']
    },
    239987: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นไส้เทียน {candleType}']
    },
    647202: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นพื้น {candleType}']
    },
    123986: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นเส้นขอบ {candleType}']
    },
    492330: (e) => {
      e.exports = ['เปลี่ยนสีเส้นขอบ {candleType} ขาลง']
    },
    136320: (e) => {
      e.exports = ['เปลี่ยนสี {candleType} ขาลง']
    },
    179088: (e) => {
      e.exports = ['เปลี่ยนสีเส้นขอบ {chartType} แท่งขาลง']
    },
    811107: (e) => {
      e.exports = ['เปลี่ยนสีเส้นขอบ {chartType} แท่งขาขึ้น']
    },
    685503: (e) => {
      e.exports = ['เปลี่ยนสี {chartType} ขาลง']
    },
    761250: (e) => {
      e.exports = ['เปลี่ยนสีเส้นขอบ {chartType} แท่งคาดคะเนขาขึ้น']
    },
    618465: (e) => {
      e.exports = ['เปลี่ยนสี {chartType} แท่งคาดคะเนขาลง']
    },
    50453: (e) => {
      e.exports = ['เปลี่ยนสี {chartType} แท่งคาดคะเนขาขึ้น']
    },
    59414: (e) => {
      e.exports = ['เปลี่ยนสี {chartType} ขาขึ้น']
    },
    621547: (e) => {
      e.exports = ['เปลี่ยนคุณสมบัติ {inputName}']
    },
    342390: (e) => {
      e.exports = ['ปรับเปลี่ยนข้อมูลเนื่องจากเงินปันผล']
    },
    399511: (e) => {
      e.exports = ['ปรับตามการเปลี่ยนแปลงสัญญา']
    },
    932387: (e) => {
      e.exports = ['คากิ']
    },
    375165: (e) => {
      e.exports = ['แท่งเทียนแบบกลวง']
    },
    259905: (e) => {
      e.exports = ['เส้นตัด']
    },
    77828: (e) => {
      e.exports = ['พ้อยท์และฟิกเกอร์']
    },
    518995: (e) => {
      e.exports = ['ช่วง']
    },
    47500: (e) => {
      e.exports = ['เรนโก']
    },
    398402: (e) => {
      e.exports = ['ใช้การชำระราคาที่ใกล้เคียงกันในแต่ละวัน']
    },
  },
])
