;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [5362],
  {
    340276: (e) => {
      e.exports = ['เพิ่ม']
    },
    453585: (e) => {
      e.exports = ['เพิ่มสีตั้งค่าด้วยตนเอง']
    },
    681865: (e) => {
      e.exports = ['ความโปร่งใส']
    },
    519801: (e) => {
      e.exports = 'Fr'
    },
    11268: (e) => {
      e.exports = ['โม']
    },
    963331: (e) => {
      e.exports = 'Sa'
    },
    85954: (e) => {
      e.exports = 'Su'
    },
    226230: (e) => {
      e.exports = ['วันพุธ']
    },
    24793: (e) => {
      e.exports = 'Th'
    },
    831533: (e) => {
      e.exports = 'Tu'
    },
    373755: (e) => {
      e.exports = ['สัญลักษณ์อีกอัน']
    },
    716936: (e) => {
      e.exports = ['กลับไป']
    },
    288046: (e) => {
      e.exports = ['สัญลักษณ์ของชาร์ตหลัก']
    },
    709898: (e) => {
      e.exports = ['สิทธิ']
    },
    952051: (e) => {
      e.exports = ['ขณะนี้ปฏิทินอยู่ในปี{year}']
    },
    499990: (e) => {
      e.exports = ['ขณะนี้ปฏิทินเป็นปีตั้งแต่ {year_start} ถึง {year_end}']
    },
    692702: (e) => {
      e.exports = ['ขณะนี้ปฏิทินอยู่ที่{month}']
    },
    620036: (e) => {
      e.exports = ['ยกเลิก']
    },
    423398: (e) => {
      e.exports = ['เปลี่ยนสัญลักษณ์']
    },
    394551: (e) => {
      e.exports = ['ชาร์ต']
    },
    680395: (e) => {
      e.exports = ['ปิดเมนู']
    },
    64498: (e) => {
      e.exports = ['แหล่งที่มาทั้งหมด']
    },
    997637: (e) => {
      e.exports = ['เมษายน']
    },
    486797: (e) => {
      e.exports = ['สิงหาคม']
    },
    879852: (e) => {
      e.exports = ['พันธบัตร']
    },
    55669: (e) => {
      e.exports = ['ธันวาคม']
    },
    756095: (e) => {
      e.exports = ['ลดลง']
    },
    629601: (e) => {
      e.exports = ['คำอธิบาย']
    },
    316467: (e) => {
      e.exports = ['กุมภาพันธ์']
    },
    772970: (e) => {
      e.exports = ['วันศุกร์']
    },
    146812: (e) => {
      e.exports = ['เพิ่มขึ้น']
    },
    926910: (e) => {
      e.exports = ['มกราคม']
    },
    323230: (e) => {
      e.exports = ['กรกฎาคม']
    },
    49385: (e) => {
      e.exports = ['มิถุนายน']
    },
    290784: (e) => {
      e.exports = ['ตุลาคม']
    },
    889298: (e) => {
      e.exports = ['สิ่งชดเชย']
    },
    468988: (e) => {
      e.exports = ['ตกลง']
    },
    561199: (e) => {
      e.exports = ['วันจันทร์']
    },
    695543: (e) => {
      e.exports = ['เดือน']
    },
    668327: (e) => {
      e.exports = ['พ.ค.']
    },
    684675: (e) => {
      e.exports = ['มีนาคม']
    },
    929673: (e) => {
      e.exports = ['ไม่มีตลาดแลกเปลี่ยนใดๆ ตรงตามเงื่อนไขของคุณ']
    },
    641379: (e) => {
      e.exports = ['ไม่มีสัญลักษณ์ที่ตรงกับการค้นหาของคุณ']
    },
    171194: (e) => {
      e.exports = ['พฤศจิกายน']
    },
    383771: (e) => {
      e.exports = ['ปีถัดไป']
    },
    275385: (e) => {
      e.exports = ['ปีถัดไป']
    },
    39752: (e) => {
      e.exports = ['เดือนถัดไป']
    },
    535563: (e) => {
      e.exports = ['รูปแบบตัวเลขไม่ถูกต้อง']
    },
    719724: (e) => {
      e.exports = ['แหล่งที่มา']
    },
    101144: (e) => {
      e.exports = ['เสาร์']
    },
    252298: (e) => {
      e.exports = ['ค้นหา']
    },
    313269: (e) => {
      e.exports = ['เลือกแหล่งที่มา']
    },
    661132: (e) => {
      e.exports = ['กันยายน']
    },
    602607: (e) => {
      e.exports = ['ค่าที่ระบุมากกว่าค่าสูงสุดของเครื่องมือ {max}']
    },
    53669: (e) => {
      e.exports = ['ค่าที่ระบุน้อยกว่าค่าต่ำสุดของเครื่องมือ {min}']
    },
    272149: (e) => {
      e.exports = ['อาทิตย์']
    },
    583583: (e) => {
      e.exports = ['เปลี่ยนเป็นเดือน']
    },
    806244: (e) => {
      e.exports = ['เปลี่ยนเป็นวัน']
    },
    680879: (e) => {
      e.exports = ['เปลี่ยนเป็นปี']
    },
    589053: (e) => {
      e.exports = ['สัญลักษณ์']
    },
    948490: (e) => {
      e.exports = ['สัญลักษณ์และคำอธิบาย']
    },
    882719: (e) => {
      e.exports = ['ค้นหาตัวย่อ']
    },
    732457: (e) => {
      e.exports = ['กรุณาใส่วันที่ที่ถูกต้อง']
    },
    505122: (e) => {
      e.exports = ['กรุณาใส่วันที่ถูกตัองในรูปแบบ ปี-เดือน-วัน']
    },
    502587: (e) => {
      e.exports = ['เดือนก่อนหน้านี้']
    },
    239329: (e) => {
      e.exports = ['ปีก่อนหน้า']
    },
    127004: (e) => {
      e.exports = ['ปีก่อนหน้านี้']
    },
    854336: (e) => {
      e.exports = ['เอาสีออก']
    },
    107147: (e) => {
      e.exports = ['พุธ']
    },
    107951: (e) => {
      e.exports = ['พฤหัสบดี']
    },
    360142: (e) => {
      e.exports = ['ความหนา']
    },
    944979: (e) => {
      e.exports = ['อังคาร']
    },
    669325: (e) => {
      e.exports = ['ปี']
    },
    812629: (e) => {
      e.exports = ['คอมมอดิตี้']
    },
    487592: (e) => {
      e.exports = 'cfd'
    },
    717023: (e) => {
      e.exports = ['เปลี่ยนความทึบแสง']
    },
    313066: (e) => {
      e.exports = ['เปลี่ยนสี']
    },
    195657: (e) => {
      e.exports = ['เปลี่ยนความหนา']
    },
    18567: (e) => {
      e.exports = ['เปลี่ยนคุณสมบัติ {propertyName}']
    },
    336962: (e) => {
      e.exports = ['ปิด']
    },
    308448: (e) => {
      e.exports = ['คริปโต']
    },
    667245: (e) => {
      e.exports = 'dr'
    },
    488720: (e) => {
      e.exports = ['เศรษฐกิจ']
    },
    739512: (e) => {
      e.exports = ['ฟอเร็กซ์']
    },
    781859: (e) => {
      e.exports = ['ฟิวเจอร์ส']
    },
    441615: (e) => {
      e.exports = ['สูง']
    },
    391815: (e) => {
      e.exports = 'hl2'
    },
    640771: (e) => {
      e.exports = 'hlc3'
    },
    209523: (e) => {
      e.exports = 'hlcc4'
    },
    612754: (e) => {
      e.exports = ['ดัชนี']
    },
    138071: (e) => {
      e.exports = ['ดัชนี']
    },
    212504: (e) => {
      e.exports = 'ohlc4'
    },
    938466: (e) => {
      e.exports = ['เปิด']
    },
    403919: (e) => {
      e.exports = ['ต่ำ']
    },
    636931: (e) => {
      e.exports = ['หุ้น']
    },
  },
])
