;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [5362],
  {
    40276: (e) => {
      e.exports = ['เพิ่ม']
    },
    53585: (e) => {
      e.exports = ['เพิ่มสีตั้งค่าด้วยตนเอง']
    },
    81865: (e) => {
      e.exports = ['ความโปร่งใส']
    },
    19801: (e) => {
      e.exports = 'Fr'
    },
    11268: (e) => {
      e.exports = ['โม']
    },
    63331: (e) => {
      e.exports = 'Sa'
    },
    85954: (e) => {
      e.exports = 'Su'
    },
    26230: (e) => {
      e.exports = ['วันพุธ']
    },
    24793: (e) => {
      e.exports = 'Th'
    },
    31533: (e) => {
      e.exports = 'Tu'
    },
    73755: (e) => {
      e.exports = ['สัญลักษณ์อีกอัน']
    },
    16936: (e) => {
      e.exports = ['กลับไป']
    },
    88046: (e) => {
      e.exports = ['สัญลักษณ์ของชาร์ตหลัก']
    },
    9898: (e) => {
      e.exports = ['สิทธิ']
    },
    52051: (e) => {
      e.exports = ['ขณะนี้ปฏิทินอยู่ในปี{year}']
    },
    99990: (e) => {
      e.exports = ['ขณะนี้ปฏิทินเป็นปีตั้งแต่ {year_start} ถึง {year_end}']
    },
    92702: (e) => {
      e.exports = ['ขณะนี้ปฏิทินอยู่ที่{month}']
    },
    20036: (e) => {
      e.exports = ['ยกเลิก']
    },
    23398: (e) => {
      e.exports = ['เปลี่ยนสัญลักษณ์']
    },
    94551: (e) => {
      e.exports = ['ชาร์ต']
    },
    80395: (e) => {
      e.exports = ['ปิดเมนู']
    },
    64498: (e) => {
      e.exports = ['แหล่งที่มาทั้งหมด']
    },
    97637: (e) => {
      e.exports = ['เมษายน']
    },
    86797: (e) => {
      e.exports = ['สิงหาคม']
    },
    79852: (e) => {
      e.exports = ['พันธบัตร']
    },
    55669: (e) => {
      e.exports = ['ธันวาคม']
    },
    56095: (e) => {
      e.exports = ['ลดลง']
    },
    29601: (e) => {
      e.exports = ['คำอธิบาย']
    },
    16467: (e) => {
      e.exports = ['กุมภาพันธ์']
    },
    72970: (e) => {
      e.exports = ['วันศุกร์']
    },
    46812: (e) => {
      e.exports = ['เพิ่มขึ้น']
    },
    26910: (e) => {
      e.exports = ['มกราคม']
    },
    23230: (e) => {
      e.exports = ['กรกฎาคม']
    },
    49385: (e) => {
      e.exports = ['มิถุนายน']
    },
    90784: (e) => {
      e.exports = ['ตุลาคม']
    },
    89298: (e) => {
      e.exports = ['สิ่งชดเชย']
    },
    68988: (e) => {
      e.exports = ['ตกลง']
    },
    61199: (e) => {
      e.exports = ['วันจันทร์']
    },
    95543: (e) => {
      e.exports = ['เดือน']
    },
    68327: (e) => {
      e.exports = ['พ.ค.']
    },
    84675: (e) => {
      e.exports = ['มีนาคม']
    },
    29673: (e) => {
      e.exports = ['ไม่มีตลาดแลกเปลี่ยนใดๆ ตรงตามเงื่อนไขของคุณ']
    },
    41379: (e) => {
      e.exports = ['ไม่มีสัญลักษณ์ที่ตรงกับการค้นหาของคุณ']
    },
    71194: (e) => {
      e.exports = ['พฤศจิกายน']
    },
    83771: (e) => {
      e.exports = ['ปีถัดไป']
    },
    75385: (e) => {
      e.exports = ['ปีถัดไป']
    },
    39752: (e) => {
      e.exports = ['เดือนถัดไป']
    },
    35563: (e) => {
      e.exports = ['รูปแบบตัวเลขไม่ถูกต้อง']
    },
    19724: (e) => {
      e.exports = ['แหล่งที่มา']
    },
    1144: (e) => {
      e.exports = ['เสาร์']
    },
    52298: (e) => {
      e.exports = ['ค้นหา']
    },
    13269: (e) => {
      e.exports = ['เลือกแหล่งที่มา']
    },
    61132: (e) => {
      e.exports = ['กันยายน']
    },
    2607: (e) => {
      e.exports = ['ค่าที่ระบุมากกว่าค่าสูงสุดของเครื่องมือ {max}']
    },
    53669: (e) => {
      e.exports = ['ค่าที่ระบุน้อยกว่าค่าต่ำสุดของเครื่องมือ {min}']
    },
    72149: (e) => {
      e.exports = ['อาทิตย์']
    },
    83583: (e) => {
      e.exports = ['เปลี่ยนเป็นเดือน']
    },
    6244: (e) => {
      e.exports = ['เปลี่ยนเป็นวัน']
    },
    80879: (e) => {
      e.exports = ['เปลี่ยนเป็นปี']
    },
    89053: (e) => {
      e.exports = ['สัญลักษณ์']
    },
    48490: (e) => {
      e.exports = ['สัญลักษณ์และคำอธิบาย']
    },
    99983: (e) => {
      e.exports = ['ค้นหาตัวย่อ']
    },
    32457: (e) => {
      e.exports = ['กรุณาใส่วันที่ที่ถูกต้อง']
    },
    5122: (e) => {
      e.exports = ['กรุณาใส่วันที่ถูกตัองในรูปแบบ ปี-เดือน-วัน']
    },
    2587: (e) => {
      e.exports = ['เดือนก่อนหน้านี้']
    },
    39329: (e) => {
      e.exports = ['ปีก่อนหน้า']
    },
    27004: (e) => {
      e.exports = ['ปีก่อนหน้านี้']
    },
    54336: (e) => {
      e.exports = ['เอาสีออก']
    },
    7147: (e) => {
      e.exports = ['พุธ']
    },
    7951: (e) => {
      e.exports = ['พฤหัสบดี']
    },
    60142: (e) => {
      e.exports = ['ความหนา']
    },
    44979: (e) => {
      e.exports = ['อังคาร']
    },
    69325: (e) => {
      e.exports = ['ปี']
    },
    12629: (e) => {
      e.exports = ['คอมมอดิตี้']
    },
    87592: (e) => {
      e.exports = 'cfd'
    },
    17023: (e) => {
      e.exports = ['เปลี่ยนความทึบแสง']
    },
    13066: (e) => {
      e.exports = ['เปลี่ยนสี']
    },
    95657: (e) => {
      e.exports = ['เปลี่ยนความหนา']
    },
    18567: (e) => {
      e.exports = ['เปลี่ยนคุณสมบัติ {propertyName}']
    },
    36962: (e) => {
      e.exports = ['ปิด']
    },
    8448: (e) => {
      e.exports = ['คริปโต']
    },
    67245: (e) => {
      e.exports = 'dr'
    },
    88720: (e) => {
      e.exports = ['เศรษฐกิจ']
    },
    39512: (e) => {
      e.exports = ['ฟอเร็กซ์']
    },
    81859: (e) => {
      e.exports = ['ฟิวเจอร์ส']
    },
    39337: (e) => {
      e.exports = ['สูง']
    },
    91815: (e) => {
      e.exports = 'hl2'
    },
    40771: (e) => {
      e.exports = 'hlc3'
    },
    9523: (e) => {
      e.exports = 'hlcc4'
    },
    12754: (e) => {
      e.exports = ['ดัชนี']
    },
    60804: (e) => {
      e.exports = ['ดัชนี']
    },
    12504: (e) => {
      e.exports = 'ohlc4'
    },
    38466: (e) => {
      e.exports = ['เปิด']
    },
    3919: (e) => {
      e.exports = ['ต่ำ']
    },
    36931: (e) => {
      e.exports = ['หุ้น']
    },
  },
])
