;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [5275],
  {
    340276: (e) => {
      e.exports = ['เพิ่ม']
    },
    453585: (e) => {
      e.exports = ['เพิ่มสีตั้งค่าด้วยตนเอง']
    },
    681865: (e) => {
      e.exports = ['ความโปร่งใส']
    },
    2443: (e) => {
      e.exports = 'line tool(s) line style'
    },
    940054: (e) => {
      e.exports = ['สี']
    },
    44629: (e) => {
      e.exports = ['เพิ่มลงรายการโปรด']
    },
    486528: (e) => {
      e.exports = ['ใช้แบบฟอร์มวาดเริ่มต้นของโปรแกรม']
    },
    938455: (e) => {
      e.exports = ['สีพื้นหลัง']
    },
    179964: (e) => {
      e.exports = ['สีพื้นหลัง 1']
    },
    745320: (e) => {
      e.exports = ['สีพื้นหลัง 2']
    },
    774935: (e) => {
      e.exports = ["คุณต้องการที่จะลบเทมเพลตการวาด '{name}' จริงๆ ใช่ไหม?"]
    },
    860925: (e) => {
      e.exports = ['จุด']
    },
    842973: (e) => {
      e.exports = ['เส้นไข่ปลา']
    },
    459317: (e) => {
      e.exports = ['เส้นประ']
    },
    571527: (e) => {
      e.exports = ["เทมเพลตการวาด '{name}' มีอยู่แล้ว คุณต้องการที่จะแทนที่มันใช่ไหม?"]
    },
    299289: (e) => {
      e.exports = ['ยางลบ']
    },
    23886: (e) => {
      e.exports = ['ขนาดตัวอักษร']
    },
    417006: (e) => {
      e.exports = ['ขนาดตัวอักษร']
    },
    717517: (e) => {
      e.exports = ['ซ่อนรูปวาดทั้งหมด']
    },
    574813: (e) => {
      e.exports = ['ซ่อนแถบเครื่องมือการวาดที่ชื่นชอบ']
    },
    537057: (e) => {
      e.exports = ['ล๊อครูปวาดทั้งหมด']
    },
    671845: (e) => {
      e.exports = ['พื้นหลังของเครื่องมือเส้น']
    },
    712928: (e) => {
      e.exports = ['สีของเครื่องมือเส้น']
    },
    121327: (e) => {
      e.exports = ['สีตัวอักษรของเครื่องมือเส้น']
    },
    286327: (e) => {
      e.exports = ['ความกว้างเครื่องมือเส้น']
    },
    447059: (e) => {
      e.exports = ['ความกว้างเครื่องมือเส้น']
    },
    141610: (e) => {
      e.exports = ['เพิ่มเติม']
    },
    579165: (e) => {
      e.exports = 'Magic'
    },
    937140: (e) => {
      e.exports = [
        'โหมดแม่เหล็กจะนำการวาดต่างๆ ที่อยู่ใกล้กับแท่งราคาไปเกาะกับค่า OHLC ที่ใกล้เคียงที่สุด',
      ]
    },
    867455: (e) => {
      e.exports = ['สีของเครื่องหมาย']
    },
    659607: (e) => {
      e.exports = ['การวัด']
    },
    736551: (e) => {
      e.exports = [
        'รูปวาดใหม่ถูกทำซ้ำไปยังชาร์ตทั้งหมดในเลย์เอาท์และแสดงเมื่อทิคเกอร์เดิมได้ถูกเลือก',
      ]
    },
    933751: (e) => {
      e.exports = ['บันทึก เทมเพลตการวาดภาพเป็น']
    },
    691977: (e) => {
      e.exports = ['แสดงเครื่องมือที่ซ่อนไว้']
    },
    551072: (e) => {
      e.exports = ['แสดงแผนผังวัตถุ']
    },
    749421: (e) => {
      e.exports = ['อยู่ในโหมดการวาดเขียน']
    },
    749593: (e) => {
      e.exports = ['สีพื้นหลังจุดสิ้นสุด']
    },
    36785: (e) => {
      e.exports = ['สีพื้นหลังของกำไร']
    },
    376091: (e) => {
      e.exports = ['ลบการวาดต่างๆ ออกไป']
    },
    854336: (e) => {
      e.exports = ['เอาสีออก']
    },
    572482: (e) => {
      e.exports = ['ลบออกจากรายการโปรด']
    },
    319221: (e) => {
      e.exports = ['สีตัวอักษร']
    },
    350912: (e) => {
      e.exports = ['ชื่อเทมเพลต']
    },
    891900: (e) => {
      e.exports = ['เทมเพลต']
    },
    38925: (e) => {
      e.exports = ['ขยายเข้า']
    },
    949895: (e) => {
      e.exports = ['ขยายออก']
    },
    16631: (e) => {
      e.exports = ['เปลี่ยนสีตัวอักษรของเครื่องมือเส้น']
    },
    674350: (e) => {
      e.exports = ['เปลี่ยนสีพื้นหลังเครื่องมือเส้น']
    },
    368519: (e) => {
      e.exports = ['เปลี่ยนสีเครื่องมือเส้น']
    },
    436819: (e) => {
      e.exports = ['เปลี่ยนขนาดตัวอักษรของเครื่องมือเส้น']
    },
    654769: (e) => {
      e.exports = ['เปลี่ยนรูปแบบเส้นของเครื่องมือเส้น']
    },
    141648: (e) => {
      e.exports = ['เปลี่ยนความกว้างของเครื่องมือเส้น']
    },
    18567: (e) => {
      e.exports = ['เปลี่ยนคุณสมบัติ {propertyName}']
    },
    132868: (e) => {
      e.exports = ['{hotKey_0} + กดบนกราฟ']
    },
    468125: (e) => {
      e.exports = ['{hotKey_0} — วงกลม']
    },
    240234: (e) => {
      e.exports = ['{hotKey_0} — วาดเส้นตรง 1 เส้นที่ทำมุม 45 องศา']
    },
    510289: (e) => {
      e.exports = ['{hotKey_0} - เพิ่มขึ้นแบบคงที่']
    },
    481591: (e) => {
      e.exports = ['{hotKey_0} — สี่เหลี่ยม']
    },
  },
])
