;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [6137],
  {
    519801: (e) => {
      e.exports = 'Fr'
    },
    11268: (e) => {
      e.exports = ['โม']
    },
    963331: (e) => {
      e.exports = 'Sa'
    },
    85954: (e) => {
      e.exports = 'Su'
    },
    226230: (e) => {
      e.exports = ['วันพุธ']
    },
    24793: (e) => {
      e.exports = 'Th'
    },
    831533: (e) => {
      e.exports = 'Tu'
    },
    172639: (e) => {
      e.exports = ['ติ๊ก']
    },
    436598: (e) => {
      e.exports = ['เชื่อมต่อ']
    },
    708169: (e) => {
      e.exports = ['เชื่อมตัวไปยังโบรกเกอร์']
    },
    697174: (e) => {
      e.exports = ['ระวัง!']
    },
    952051: (e) => {
      e.exports = ['ขณะนี้ปฏิทินอยู่ในปี{year}']
    },
    499990: (e) => {
      e.exports = ['ขณะนี้ปฏิทินเป็นปีตั้งแต่ {year_start} ถึง {year_end}']
    },
    692702: (e) => {
      e.exports = ['ขณะนี้ปฏิทินอยู่ที่{month}']
    },
    782806: (e) => {
      e.exports = ['เปลี่ยนประเภทของ Stop Order']
    },
    997637: (e) => {
      e.exports = ['เมษายน']
    },
    486797: (e) => {
      e.exports = ['สิงหาคม']
    },
    55669: (e) => {
      e.exports = ['ธันวาคม']
    },
    756095: (e) => {
      e.exports = ['ลดลง']
    },
    316467: (e) => {
      e.exports = ['กุมภาพันธ์']
    },
    772970: (e) => {
      e.exports = ['วันศุกร์']
    },
    146812: (e) => {
      e.exports = ['เพิ่มขึ้น']
    },
    926910: (e) => {
      e.exports = ['มกราคม']
    },
    323230: (e) => {
      e.exports = ['กรกฎาคม']
    },
    49385: (e) => {
      e.exports = ['มิถุนายน']
    },
    290784: (e) => {
      e.exports = ['ตุลาคม']
    },
    312690: (e) => {
      e.exports = ['ล็อกอินเข้าบัญชี TradingView ของคุณเพื่อเริ่มเทรด']
    },
    200890: (e) => {
      e.exports = ['เข้าสู่บัญชี โบรกเกอร์/ตลาดซื้อขาย ของคุณเพื่อเทรด']
    },
    561199: (e) => {
      e.exports = ['วันจันทร์']
    },
    695543: (e) => {
      e.exports = ['เดือน']
    },
    668327: (e) => {
      e.exports = ['พ.ค.']
    },
    684675: (e) => {
      e.exports = ['มีนาคม']
    },
    969992: (e) => {
      e.exports = ['ใช้มาร์จิน']
    },
    93875: (e) => {
      e.exports = ['ไม่มีข้อมูล']
    },
    65124: (e) => {
      e.exports = ['ไม่มีเลเวอเรจ']
    },
    171194: (e) => {
      e.exports = ['พฤศจิกายน']
    },
    383771: (e) => {
      e.exports = ['ปีถัดไป']
    },
    275385: (e) => {
      e.exports = ['ปีถัดไป']
    },
    39752: (e) => {
      e.exports = ['เดือนถัดไป']
    },
    535563: (e) => {
      e.exports = ['รูปแบบตัวเลขไม่ถูกต้อง']
    },
    101144: (e) => {
      e.exports = ['เสาร์']
    },
    405849: (e) => {
      e.exports = ['เลือกเลเวอเลจ']
    },
    880280: (e) => {
      e.exports = ['เลือกค่า']
    },
    493472: (e) => {
      e.exports = ['ส่งคำสั่ง']
    },
    661132: (e) => {
      e.exports = ['กันยายน']
    },
    184568: (e) => {
      e.exports = ['ลงชื่อเข้าใช้']
    },
    602607: (e) => {
      e.exports = ['ค่าที่ระบุมากกว่าค่าสูงสุดของเครื่องมือ {max}']
    },
    53669: (e) => {
      e.exports = ['ค่าที่ระบุน้อยกว่าค่าต่ำสุดของเครื่องมือ {min}']
    },
    272149: (e) => {
      e.exports = ['อาทิตย์']
    },
    583583: (e) => {
      e.exports = ['เปลี่ยนเป็นเดือน']
    },
    806244: (e) => {
      e.exports = ['เปลี่ยนเป็นวัน']
    },
    680879: (e) => {
      e.exports = ['เปลี่ยนเป็นปี']
    },
    778621: (e) => {
      e.exports = ['ปิ๊ป']
    },
    732457: (e) => {
      e.exports = ['กรุณาใส่วันที่ที่ถูกต้อง']
    },
    505122: (e) => {
      e.exports = ['กรุณาใส่วันที่ถูกตัองในรูปแบบ ปี-เดือน-วัน']
    },
    502587: (e) => {
      e.exports = ['เดือนก่อนหน้านี้']
    },
    239329: (e) => {
      e.exports = ['ปีก่อนหน้า']
    },
    127004: (e) => {
      e.exports = ['ปีก่อนหน้านี้']
    },
    852997: (e) => {
      e.exports = ['กำไร & ขาดทุนเป็นเปอร์เซ็นต์ของยอดเงินในบัญชี']
    },
    214078: (e) => {
      e.exports = ['ความเสี่ยง/ผลตอบแทน']
    },
    107147: (e) => {
      e.exports = ['พุธ']
    },
    107951: (e) => {
      e.exports = ['พฤหัสบดี']
    },
    768877: (e) => {
      e.exports = 'Time in force'
    },
    944979: (e) => {
      e.exports = ['อังคาร']
    },
    669325: (e) => {
      e.exports = ['ปี']
    },
    693251: (e) => {
      e.exports = ['{fieldTitle} (จำเป็น)']
    },
    304389: (e) => {
      e.exports = ['{value} เลเวอเรจ']
    },
  },
])
