;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [6660],
  {
    52587: (o) => {
      o.exports = ['ซี']
    },
    469219: (o) => {
      o.exports = ['ดี']
    },
    426211: (o) => {
      o.exports = ['ดี']
    },
    960582: (o) => {
      o.exports = ['อี']
    },
    957357: (o) => {
      o.exports = ['เอฟ']
    },
    647310: (o) => {
      o.exports = ['อาร์']
    },
    214485: (o) => {
      o.exports = 'R'
    },
    87817: (o) => {
      o.exports = 'S'
    },
    413859: (o) => {
      o.exports = ['กำลังเชื่อมต่อ']
    },
    607367: (o) => {
      o.exports = ['คัดลอกลิงค์']
    },
    680027: (o) => {
      o.exports = ['% เปลี่ยนแปลง']
    },
    34565: (o) => {
      o.exports = ['ผันผวน']
    },
    191198: (o) => {
      o.exports = ['% ความผันผวน']
    },
    60640: (o) => {
      o.exports = ['ล้างรายการ']
    },
    613750: (o) => {
      o.exports = ['คลิก']
    },
    768973: (o) => {
      o.exports = ['คลิกเพื่อเรียงตาม {columnLabel}']
    },
    279984: (o) => {
      o.exports = ['สร้างรายการใหม่']
    },
    732340: (o) => {
      o.exports = ['สร้างรายการใหม่']
    },
    337224: (o) => {
      o.exports = ['ปรับแต่งคอลัมน์']
    },
    314348: (o) => {
      o.exports = ['มุมมองขั้นสูง']
    },
    878850: (o) => {
      o.exports = ['เพิ่มบันทึกข้อความสำหรับ {symbol}']
    },
    978030: (o) => {
      o.exports = ['เพิ่มที่เลือกไว้ทั้งหมดไปยัง']
    },
    695296: (o) => {
      o.exports = ['เพิ่มทั้งหมดที่เลือกเพื่อเปรียบเทียบ']
    },
    57590: (o) => {
      o.exports = ['เพิ่มสัญลักษณ์']
    },
    871550: (o) => {
      o.exports = ['เพิ่มเซคชั่น']
    },
    634968: (o) => {
      o.exports = ['เพิ่ม {symbol} ไปยัง']
    },
    465687: (o) => {
      o.exports = ['เพิ่ม {symbol} เพื่อเปรียบเทียบ']
    },
    617591: (o) => {
      o.exports = ['เพิ่มไปยังรายการติดตาม {symbol}']
    },
    265662: (o) => {
      o.exports = ['คุณต้องการล้างทุกสัญลักษณ์จริง ๆ หรือไม่?']
    },
    722753: (o) => {
      o.exports = ["คุณต้องการลบวอชลิส'{name}'จริงๆ หรือไม่?"]
    },
    654408: (o) => {
      o.exports = ['คุณต้องการที่จะไม่ทำเครื่องหายทุกสัญลักษณ์ในระบบใช่ไหม']
    },
    78211: (o) => {
      o.exports = ['ดีเลย์']
    },
    629601: (o) => {
      o.exports = ['คำอธิบาย']
    },
    132023: (o) => {
      o.exports = ['สิ้นวัน']
    },
    482751: (o) => {
      o.exports = ['ผิดพลาด']
    },
    982543: (o) => {
      o.exports = ['ส่งออกรายการที่ติดตาม']
    },
    594071: (o) => {
      o.exports = [
        'ไฟล์ประกอบไปด้วยข้อมลูที่ไม่ถูกต้อง กรุณาแก้ไขข้อมูลและพยายามอีกครั้ง ยกตัวอย่าง "NYSE:GE,NYSE:F,NASDAQ:MSFT" หรือ "F,GE,MSFT"',
      ]
    },
    705847: (o) => {
      o.exports = ['เกินขีดจำกัดของไฟล์']
    },
    677720: (o) => {
      o.exports = ['การเงิน']
    },
    182246: (o) => {
      o.exports = ['ทำเครื่องหมาย {symbol}']
    },
    330836: (o) => {
      o.exports = ['ทำเครื่องหมายทั้งหมดที่ได้เลือกไว้']
    },
    456502: (o) => {
      o.exports = [
        'หืมมม ดูเหมือนว่าคุณไม่ได้มีตัวย่อใดๆ ในรายการติดตาม คุณสามารถเพิ่มสัญลักษณ์ข้างต้นได้',
      ]
    },
    988958: (o) => {
      o.exports = ['วันหยุด']
    },
    61466: (o) => {
      o.exports = ['นำเข้ารายการ']
    },
    713774: (o) => {
      o.exports = ['ฟอร์มข้อมูลไม่ถูกต้อง']
    },
    113439: (o) => {
      o.exports = ['ตราสารนี้ไม่ได้รับอนุญาต']
    },
    147980: (o) => {
      o.exports = ['เปิด {symbol} ชาร์ต']
    },
    629824: (o) => {
      o.exports = ['เปิดสัญลักษณ์บนชาร์ต']
    },
    25911: (o) => {
      o.exports = ['กำลังโหลด']
    },
    273064: (o) => {
      o.exports = ['เพิ่มขึ้น']
    },
    915107: (o) => {
      o.exports = ['ล่าสุด']
    },
    180959: (o) => {
      o.exports = ['สร้างการคัดลอก']
    },
    486533: (o) => {
      o.exports = ['เปิดตลาด']
    },
    548979: (o) => {
      o.exports = ['ตลาดปิด']
    },
    383949: (o) => {
      o.exports = ['ตลาดเปิด']
    },
    895814: (o) => {
      o.exports = ['ตลาดปิด']
    },
    502927: (o) => {
      o.exports = ['บันทึกภาพปัจจุบัน']
    },
    799217: (o) => {
      o.exports = ['บันทึกรายการเป็น']
    },
    252298: (o) => {
      o.exports = ['ค้นหา']
    },
    882271: (o) => {
      o.exports = ['ดู {symbol} ภาพรวม']
    },
    516031: (o) => {
      o.exports = ['แชร์รายการ']
    },
    777851: (o) => {
      o.exports = ['ลดลง']
    },
    589053: (o) => {
      o.exports = ['สัญลักษณ์']
    },
    11184: (o) => {
      o.exports = ['รายละเอียดสัญลักษณ์']
    },
    318280: (o) => {
      o.exports = 'Symbol group'
    },
    83796: (o) => {
      o.exports = ['ชื่อรายการสัญลักษณ์']
    },
    566812: (o) => {
      o.exports = ['หลังตลาดปิด']
    },
    556604: (o) => {
      o.exports = ['หลังตลาดปิด']
    },
    845198: (o) => {
      o.exports = ['ก่อนตลาดเปิด']
    },
    943608: (o) => {
      o.exports = ['ก่อนตลาดเปิด']
    },
    887267: (o) => {
      o.exports = ['ราคาดีเลย์ไป {number} นาที']
    },
    728332: (o) => {
      o.exports = ['ราคาดีเลย์ไป {number} นาทีและจะอัพเดตทุกๆ 30 วินาที']
    },
    344200: (o) => {
      o.exports = ['กลับไปที่ลำดับรายการเฝ้าดูที่กำหนดเอง']
    },
    906530: (o) => {
      o.exports = ['เวลาจริง']
    },
    366702: (o) => {
      o.exports = ['ลบออกจากรายการเฝ้าระวัง']
    },
    86261: (o) => {
      o.exports = ['ยกเลิกเซคชั่น']
    },
    435038: (o) => {
      o.exports = ['เปลี่ยนชื่อ']
    },
    688506: (o) => {
      o.exports = ['โหมดเล่นซ้ำ']
    },
    847746: (o) => {
      o.exports = ['รายการเฝ้าระวังไม่สามารถรับเพิ่มได้อีกแล้วนะคุณ']
    },
    33115: (o) => {
      o.exports = ['รายการเฝ้าระวังผิดพลาด']
    },
    66596: (o) => {
      o.exports = [
        'โว้ว คุณไม่สามารถทำการเพิ่มมากกว่า {number} สัญลักษณ์และตัวแบ่งในรายการเฝ้าระวังได้ – เราคือวิศวกร ไม่ใช่พระเจ้า',
      ]
    },
    974587: (o) => {
      o.exports = ['ไฟล์นี้มีขนาดใหญ่เกินไป โดยขนาดสูงสุดที่รับได้คือ {fileLimit} KB']
    },
    751485: (o) => {
      o.exports = ['ยกเลิกการปักธงทั้งหมดที่เลือกไว้']
    },
    560342: (o) => {
      o.exports = ['ยกเลิกการทำเครื่องหมายของทุกชื่อย่อในระบบ']
    },
    684114: (o) => {
      o.exports = ['ยกเลิกการทำเครื่องหมาย {symbol}']
    },
    101111: (o) => {
      o.exports = ['ปริมาณการซื้อขาย']
    },
    96921: (o) => {
      o.exports = ['หรือ']
    },
    291635: (o) => {
      o.exports = ['เพื่อเพิ่มสัญลักษณ์และปิดกล่องโต้ตอบ']
    },
    222045: (o) => {
      o.exports = ['คุณต้องการลบ {count} สัญลักษณ์ที่เลือกจริง ๆ หรือไม่?']
    },
    337628: (o) => {
      o.exports = ['{count} สัญลักษณ์']
    },
  },
])
