;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [6119],
  {
    519801: (e) => {
      e.exports = 'Fr'
    },
    11268: (e) => {
      e.exports = ['โม']
    },
    963331: (e) => {
      e.exports = 'Sa'
    },
    85954: (e) => {
      e.exports = 'Su'
    },
    226230: (e) => {
      e.exports = ['วันพุธ']
    },
    24793: (e) => {
      e.exports = 'Th'
    },
    831533: (e) => {
      e.exports = 'Tu'
    },
    189790: (e) => {
      e.exports = ['ไม่สามารถรับไพน์ซอร์สโค๊ดได้']
    },
    39589: (e) => {
      e.exports = ['ยุบบานหน้าต่าง']
    },
    638154: (e) => {
      e.exports = ['ยืนยันการลบแผนผังการศึกษา']
    },
    556934: (e) => {
      e.exports = 'Change description'
    },
    423398: (e) => {
      e.exports = ['เปลี่ยนสัญลักษณ์']
    },
    236004: (e) => {
      e.exports = ['สร้างบัญชีฟรี']
    },
    269419: (e) => {
      e.exports = ['ทุกอย่างเป็นไปได้ด้วยดี — ตลาดเปิดทำการอยู่']
    },
    997637: (e) => {
      e.exports = ['เมษายน']
    },
    486797: (e) => {
      e.exports = ['สิงหาคม']
    },
    22519: (e) => {
      e.exports = ['ค่าเปลี่ยนแปลงของแท่ง']
    },
    941707: (e) => {
      e.exports = 'Buy real-time data'
    },
    452003: (e) => {
      e.exports = ['คุณต้องการที่จะลบการศึกษาและรวมถึงของเด็กทั้งหมด?']
    },
    68854: (e) => {
      e.exports = ['ดับเบิ้ลคลิก']
    },
    597325: (e) => {
      e.exports = ['ปัญหาเกี่ยวกับข้อมูล']
    },
    55669: (e) => {
      e.exports = ['ธันวาคม']
    },
    683498: (e) => {
      e.exports = ['ลบหน้าต่าง']
    },
    482751: (e) => {
      e.exports = ['ผิดพลาด']
    },
    540519: (e) => {
      e.exports = ['ตอนค่ำ ตลาดเปิดอยู่สำหรับการเทรดหลังตลาดปิดเท่านั้น']
    },
    780227: (e) => {
      e.exports = ['เขตเวลาตลาดหลักทรัพย์']
    },
    316467: (e) => {
      e.exports = ['กุมภาพันธ์']
    },
    825046: (e) => {
      e.exports = ['กรอกข้อตกลงการแลกเปลี่ยน']
    },
    593666: (e) => {
      e.exports = ['ปักธงสัญลักษณ์']
    },
    300564: (e) => {
      e.exports = ['ศุกร์']
    },
    772970: (e) => {
      e.exports = ['วันศุกร์']
    },
    988958: (e) => {
      e.exports = ['วันหยุด']
    },
    721686: (e) => {
      e.exports = ['ซ่อน Indicator Legend']
    },
    26935: (e) => {
      e.exports = ['ตัวแปรของอินดิเคเตอร์']
    },
    126315: (e) => {
      e.exports = ['ชื่ออินดิเคเตอร์']
    },
    584098: (e) => {
      e.exports = ['ค่าของอินดิเคเตอร์']
    },
    950634: (e) => {
      e.exports = ['จะเข้าสู่การซื้อขายหลังเวลาทำการใน {remainingTime}']
    },
    574537: (e) => {
      e.exports = ['จะเปิดให้ซื้อขายล่วงหน้าใน {remainingTime}']
    },
    926910: (e) => {
      e.exports = ['มกราคม']
    },
    323230: (e) => {
      e.exports = ['กรกฎาคม']
    },
    49385: (e) => {
      e.exports = ['มิถุนายน']
    },
    199487: (e) => {
      e.exports = ['ราคา เปิด สูง ต่ำ และปิด OHLC ของแท่งเทียน']
    },
    290784: (e) => {
      e.exports = ['ตุลาคม']
    },
    775991: (e) => {
      e.exports = ['สถานะตลาดเปิด']
    },
    37274: (e) => {
      e.exports = 'Last day change values'
    },
    939899: (e) => {
      e.exports = ['ย้ายหน้าต่างลง']
    },
    370343: (e) => {
      e.exports = ['ย้ายหน้าต่างขึ้น']
    },
    783085: (e) => {
      e.exports = ['จันทร์']
    },
    561199: (e) => {
      e.exports = ['วันจันทร์']
    },
    801653: (e) => {
      e.exports = ['ตอนเช้า ตลาดเปิดอยู่สำหรับการเทรดแบบก่อนตลาดเปิดเท่านั้น']
    },
    256470: (e) => {
      e.exports = ['ขยายชาร์ตให้ใหญ่สุด']
    },
    819603: (e) => {
      e.exports = ['ขยายหน้าต่างให้ใหญ่สุด']
    },
    668327: (e) => {
      e.exports = ['พ.ค.']
    },
    335732: (e) => {
      e.exports = ['จัดการหน้าต่าง']
    },
    684675: (e) => {
      e.exports = ['มีนาคม']
    },
    383949: (e) => {
      e.exports = ['ตลาดเปิด']
    },
    735701: (e) => {
      e.exports = ['ตลาดจะเปิดใน {remainingTime}']
    },
    895814: (e) => {
      e.exports = ['ตลาดปิด']
    },
    298105: (e) => {
      e.exports = ['ตลาดจะปิดใน {remainingTime}']
    },
    987202: (e) => {
      e.exports = ['ขณะนี้ตลาดอยู่ในช่วงวันหยุด โชคดีจัง']
    },
    171194: (e) => {
      e.exports = ['พฤศจิกายน']
    },
    966324: (e) => {
      e.exports = ['ซอร์สโค้ด']
    },
    936835: (e) => {
      e.exports = ['เสาร์']
    },
    101144: (e) => {
      e.exports = ['เสาร์']
    },
    540653: (e) => {
      e.exports = ['เลื่อนไปทางซ้าย']
    },
    426721: (e) => {
      e.exports = ['เลื่อนไปยังแท่งล่าสุด']
    },
    135809: (e) => {
      e.exports = ['เลื่อนไปทางขวา']
    },
    661132: (e) => {
      e.exports = ['กันยายน']
    },
    328705: (e) => {
      e.exports = ['แสดง Indicator Legend']
    },
    551072: (e) => {
      e.exports = ['แสดงแผนผังวัตถุ']
    },
    337809: (e) => {
      e.exports = ['แสดงการตั้งค่าช่วงเวลา']
    },
    539045: (e) => {
      e.exports = ['Study มีความผิดพลาด']
    },
    186577: (e) => {
      e.exports = ['อาทิตย์']
    },
    272149: (e) => {
      e.exports = ['อาทิตย์']
    },
    246041: (e) => {
      e.exports = ['สัญลักษณ์ที่มาของราคา']
    },
    739339: (e) => {
      e.exports = ['ชื่อสัญลักษณ์']
    },
    429985: (e) => {
      e.exports = ['หลังตลาดปิด']
    },
    356042: (e) => {
      e.exports = ['ก่อนตลาดเปิด']
    },
    48293: (e) => {
      e.exports = ['นำชาร์ตกลับมาใหม่']
    },
    491029: (e) => {
      e.exports = ['นำหน้าต่างกลับมาใหม่']
    },
    875094: (e) => {
      e.exports = ['พุธ']
    },
    107147: (e) => {
      e.exports = ['พุธ']
    },
    409787: (e) => {
      e.exports = ['พฤหัสบดี']
    },
    107951: (e) => {
      e.exports = ['พฤหัสบดี']
    },
    673717: (e) => {
      e.exports = ['ไม่มีสัญลักษณ์ตัวย่ออันนี้ กรุณาเลือกสัญลักษณ์ตัวย่ออันอื่น']
    },
    957048: (e) => {
      e.exports = ['ได้เวลาไปเดินเล่น — ตลาดนี้ได้ปิดลงแล้ว']
    },
    794316: (e) => {
      e.exports = ['อังคาร']
    },
    944979: (e) => {
      e.exports = ['อังคาร']
    },
    608209: (e) => {
      e.exports = ['ยกเลิกปักธงสัญลักษณ์']
    },
    101111: (e) => {
      e.exports = ['ปริมาณการซื้อขาย']
    },
    461311: (e) => {
      e.exports = ['ขยายเข้า']
    },
    247602: (e) => {
      e.exports = ['ขยายออก']
    },
    457889: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นค่า OHLC']
    },
    118644: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นสถานะตลาดเปิด']
    },
    845110: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นการเปลี่ยนบาร์']
    },
    231325: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นชื่ออินดิเคเตอร์']
    },
    399774: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นค่าอินดิเคเตอร์']
    },
    96162: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นอาร์กิวเมนต์อินดิเคเตอร์']
    },
    250058: (e) => {
      e.exports = 'change last day change visibility'
    },
    26717: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นคำอธิบายสัญลักษณ์']
    },
    606091: (e) => {
      e.exports = ['เปลี่ยนสัญลักษณ์การมองเห็น']
    },
    709455: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นค่าวอลุ่ม']
    },
    539348: (e) => {
      e.exports = ['น้อยกว่า 1 นาที']
    },
    787358: (e) => {
      e.exports = ['แสดง {title}']
    },
    107827: (e) => {
      e.exports = ['{days} และ {hours}']
    },
    19830: (e) => {
      e.exports = ['{hours} และ {minutes}']
    },
    888841: (e) => {
      e.exports = [
        'ข้อมูลจะอัปเดตทุกๆ {amount} วินาที แม้ว่าจะมีการอัปเดตเพิ่มเติมในตลาดก็ตาม',
      ]
    },
    602121: (e) => {
      e.exports = [
        'ข้อมูลในแผนพื้นฐานของเราได้รับการอัปเดตทุกๆ {amount} วินาที แม้ว่าจะมีการอัปเดตเพิ่มเติมในตลาดก็ตาม',
      ]
    },
    705223: (e) => {
      e.exports = ['อัปเดตหนึ่งครั้งทุกๆ {amount} วินาที']
    },
    458609: (e) => {
      e.exports = ['{number} วัน']
    },
    224430: (e) => {
      e.exports = ['{number} ชั่วโมง']
    },
    467151: (e) => {
      e.exports = ['{number} นาที']
    },
  },
])
