;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [9536],
  {
    650831: (e) => {
      e.exports = ['แท่ง']
    },
    919648: (e) => {
      e.exports = ['12 ชั่วโมง']
    },
    855838: (e) => {
      e.exports = ['24 ชั่วโมง']
    },
    723238: (e) => {
      e.exports = 'Canvas'
    },
    72171: (e) => {
      e.exports = ['ตรงกลาง']
    },
    288364: (e) => {
      e.exports = ['รูปแบบพื้นฐานของแผนภูมิ']
    },
    46720: (e) => {
      e.exports = ['เส้นกากบาท']
    },
    50985: (e) => {
      e.exports = ['สกุลเงิน']
    },
    217319: (e) => {
      e.exports = ['สกุลเงินและหน่วย']
    },
    412381: (e) => {
      e.exports = 'All events'
    },
    768791: (e) => {
      e.exports = ['โต้เถียง']
    },
    695036: (e) => {
      e.exports = ['เส้นราคาปิดเฉลี่ย']
    },
    691757: (e) => {
      e.exports = ['ข้างล่าง']
    },
    527331: (e) => {
      e.exports = ['พื้นหลัง']
    },
    22519: (e) => {
      e.exports = ['ค่าเปลี่ยนแปลงของแท่ง']
    },
    790906: (e) => {
      e.exports = ['แบร็คเก็ตกำไรขาดทุน']
    },
    187845: (e) => {
      e.exports = ['ปุ่ม']
    },
    217329: (e) => {
      e.exports = ['ปุ่ม ซื้อ/ขาย']
    },
    339392: (e) => {
      e.exports = ['เส้นกริด']
    },
    625209: (e) => {
      e.exports = ['รูปแบบวันที่']
    },
    555090: (e) => {
      e.exports = ['วันในสัปดาห์บนป้ายกำกับ']
    },
    629601: (e) => {
      e.exports = ['คำอธิบาย']
    },
    226897: (e) => {
      e.exports = ['เหตุการณ์']
    },
    41950: (e) => {
      e.exports = ['ขยายเส้นราคาสำหรับโพซิชั่นและคำสั่งซื้อ']
    },
    178106: (e) => {
      e.exports = 'Executions'
    },
    464848: (e) => {
      e.exports = ['ป้ายการดำเนินการ']
    },
    577405: (e) => {
      e.exports = ['แนวนอน']
    },
    734403: (e) => {
      e.exports = ['แนวนอนเท่านั้น']
    },
    760971: (e) => {
      e.exports = ['ราคาสูงและต่ำ']
    },
    561142: (e) => {
      e.exports = ['อินดิเคเตอร์']
    },
    234905: (e) => {
      e.exports = ['มูลค่าของอินดิเคเตอร์']
    },
    829687: (e) => {
      e.exports = ['อินดิเคเตอร์และฉลากมูลค่าทางการเงิน']
    },
    25084: (e) => {
      e.exports = ['ป้ายชื่ออินดิเคเตอร์และการเงิน']
    },
    409654: (e) => {
      e.exports = ['ป้ายชื่ออินดิเคเตอร์']
    },
    344104: (e) => {
      e.exports = ['ส่งคำสั่งแบบทันที']
    },
    199487: (e) => {
      e.exports = ['ราคา เปิด สูง ต่ำ และปิด OHLC ของแท่งเทียน']
    },
    775991: (e) => {
      e.exports = ['สถานะตลาดเปิด']
    },
    293104: (e) => {
      e.exports = ['ออเดอร์']
    },
    517538: (e) => {
      e.exports = ['ออร์เดอร์และการจัดโพสิชั่น']
    },
    199192: (e) => {
      e.exports = 'Orders, Executions and Positions on screenshots'
    },
    515474: (e) => {
      e.exports = ['โลโก้']
    },
    996073: (e) => {
      e.exports = ['คำอธิบายแบบยาว']
    },
    878905: (e) => {
      e.exports = ['ป้ายกำกับระดับราคา']
    },
    37274: (e) => {
      e.exports = 'Last day change values'
    },
    619286: (e) => {
      e.exports = ['ซ้าย']
    },
    470500: (e) => {
      e.exports = ['เงิน']
    },
    766653: (e) => {
      e.exports = ['มาร์จิ้น']
    },
    876476: (e) => {
      e.exports = ['ตรงกลาง']
    },
    242502: (e) => {
      e.exports = ['ไม่มีป้ายที่ทับซ้อนกัน']
    },
    230163: (e) => {
      e.exports = ['การแจ้งเตือน']
    },
    149199: (e) => {
      e.exports = ['ไม่มี']
    },
    874343: (e) => {
      e.exports = ['ปุ่มนำทาง']
    },
    847926: (e) => {
      e.exports = ['โหมดสเกล (A และ L)']
    },
    643115: (e) => {
      e.exports = ['มาตราส่วน']
    },
    753224: (e) => {
      e.exports = ['การวางตำแหน่งสเกล']
    },
    779194: (e) => {
      e.exports = ['เส้นสถานะ']
    },
    589053: (e) => {
      e.exports = ['สัญลักษณ์']
    },
    435383: (e) => {
      e.exports = ['ชื่อสัญลักษณ์']
    },
    327767: (e) => {
      e.exports = ['ป้ายค่าราคาล่าสุดของตัวย่อ']
    },
    540847: (e) => {
      e.exports = ['ป้ายค่าราคาปิดวันก่อนหน้าของตัวย่อ']
    },
    948313: (e) => {
      e.exports = ['ตำแหน่ง']
    },
    750446: (e) => {
      e.exports = ['หน้าต่างใหม่']
    },
    373908: (e) => {
      e.exports = ['ตัวแยกบานหน้าต่าง']
    },
    936014: (e) => {
      e.exports = ['เปอร์เซ็นต์']
    },
    778621: (e) => {
      e.exports = ['ปิ๊ป']
    },
    507248: (e) => {
      e.exports = ['เล่นเสียงเมื่อดำเนิน']
    },
    674823: (e) => {
      e.exports = ['ป้ายราคาก่อน/หลังตลาดเปิดปิด']
    },
    164859: (e) => {
      e.exports = ['สเกลราคา']
    },
    676523: (e) => {
      e.exports = ['ราคาและค่าเปอร์เซ็นต์']
    },
    150609: (e) => {
      e.exports = ['กำไร & ขาดทุน']
    },
    186921: (e) => {
      e.exports = ['ปุ่มย้อนกลับ']
    },
    612698: (e) => {
      e.exports = 'Rejection only'
    },
    221141: (e) => {
      e.exports = ['ขวา']
    },
    340187: (e) => {
      e.exports = ['ระยะขอบด้านขวา']
    },
    577705: (e) => {
      e.exports = ['ลายน้ำ']
    },
    226458: (e) => {
      e.exports = ['ไส้เทียน']
    },
    865994: (e) => {
      e.exports = ['บน']
    },
    792960: (e) => {
      e.exports = ['การจัดตำแหน่งตัวอักษร']
    },
    390581: (e) => {
      e.exports = ['การเรียงตัวของตัวอักษร']
    },
    767369: (e) => {
      e.exports = ['หัวเรื่อง']
    },
    331326: (e) => {
      e.exports = ['ชื่อเรื่อง']
    },
    423097: (e) => {
      e.exports = ['ทิกเกอร์']
    },
    182168: (e) => {
      e.exports = ['ทิกเกอร์และคำอธิบาย']
    },
    743637: (e) => {
      e.exports = ['ขนาดเวลา']
    },
    997316: (e) => {
      e.exports = ['รูปแบบชั่วโมงเวลา']
    },
    890801: (e) => {
      e.exports = ['การซื้อขาย']
    },
    677534: (e) => {
      e.exports = ['หน่วย']
    },
    101111: (e) => {
      e.exports = ['ปริมาณการซื้อขาย']
    },
    680170: (e) => {
      e.exports = ['ค่าตามสเกล']
    },
    391322: (e) => {
      e.exports = ['มูลค่า']
    },
    437174: (e) => {
      e.exports = ['แนวตั้งและแนวนอน']
    },
    199113: (e) => {
      e.exports = ['แนวตั้งเท่านั้น']
    },
    944085: (e) => {
      e.exports = ['แนวตั้ง']
    },
    457889: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นค่า OHLC']
    },
    935646: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นปุ่มนำทาง']
    },
    352164: (e) => {
      e.exports = ['เปลี่ยนสถานะการแจ้งเตือน']
    },
    118644: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นสถานะตลาดเปิด']
    },
    177827: (e) => {
      e.exports = ['เปลี่ยนสถานะยืนยันคำสั่งซื้อ']
    },
    469714: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นคำสั่งซื้อ']
    },
    477223: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นปุ่มซื้อ/ขาย']
    },
    845110: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นการเปลี่ยนบาร์']
    },
    210349: (e) => {
      e.exports = ['เปลี่ยนระยะขอบด้านล่าง']
    },
    154119: (e) => {
      e.exports = ['เปลี่ยนโหมดการแสดงผลแบร็คเก็ต PL']
    },
    151175: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นแบร็คเก็ต PL']
    },
    688161: (e) => {
      e.exports = ['เปลี่ยนสกุลเงินและการมองเห็นป้ายหน่วย']
    },
    284060: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นป้ายสกุลเงิน']
    },
    899011: (e) => {
      e.exports = ['เปลี่ยนสีพื้นหลังชาร์ต']
    },
    972458: (e) => {
      e.exports = ['เปลี่ยนประเภทพื้นหลังของชาร์ต']
    },
    37034: (e) => {
      e.exports = ['เปลี่ยนความกว้างเส้นตัด']
    },
    529951: (e) => {
      e.exports = ['เปลี่ยนสีเส้นเส้นตัด']
    },
    792027: (e) => {
      e.exports = ['เปลี่ยนรูปแบบเส้นตัด']
    },
    50457: (e) => {
      e.exports = ['เปลี่ยนรูปแบบวันที่']
    },
    607104: (e) => {
      e.exports = ['เปลี่ยนวันในสัปดาห์บนป้ายกำกับ']
    },
    995765: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นป้ายกการดำเนินการ']
    },
    255496: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นการประมวลผล']
    },
    683269: (e) => {
      e.exports = ['เปลี่ยนการขยายเส้นด้านซ้าย']
    },
    827764: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นเส้นกริด']
    },
    988096: (e) => {
      e.exports = ['เปลี่ยนสีเส้นกริดแนวนอน']
    },
    231325: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นชื่ออินดิเคเตอร์']
    },
    399774: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นค่าอินดิเคเตอร์']
    },
    96162: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นอาร์กิวเมนต์อินดิเคเตอร์']
    },
    559820: (e) => {
      e.exports = ['เปลี่ยนอินดิเคเตอร์และการมองเห็นป้ายชื่อการเงิน']
    },
    90512: (e) => {
      e.exports = ['เปลี่ยนอินดิเคเตอร์และการมองเห็นฉลากมูลค่าทางการเงิน']
    },
    250058: (e) => {
      e.exports = 'change last day change visibility'
    },
    597956: (e) => {
      e.exports = ['เปลี่ยนความโปร่งใสพื้นหลังคำอธิบาย']
    },
    761061: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นพื้นหลังคำอธิบาย']
    },
    537730: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นปุ่มหน้าต่างเสริม']
    },
    989032: (e) => {
      e.exports = ['เปลี่ยนสีตัวคั่นบานหน้าต่าง']
    },
    641636: (e) => {
      e.exports = ['เปลี่ยนเสียงขณะดำเนินการสั่งซื้อ']
    },
    72970: (e) => {
      e.exports = ['เปลี่ยนตำแหน่งวัตถุการซื้อขายบนชาร์ต']
    },
    21181: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นตำแหน่งซื้อขาย']
    },
    792476: (e) => {
      e.exports = ['เปลี่ยนโพสิชั่นการมองเห็น PL']
    },
    485749: (e) => {
      e.exports = ['เปลี่ยนโพสิชั่นโหมดการแสดงผล  PL']
    },
    569520: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นปุ่มย้อนกลับ']
    },
    135636: (e) => {
      e.exports = ['เปลี่ยนระยะขอบด้านขวา']
    },
    966601: (e) => {
      e.exports = ['เปลี่ยนเปอร์เซ็นต์ระยะขอบขวา']
    },
    225616: (e) => {
      e.exports = ['เปลี่ยนสีสัญลักษณ์ลายน้ำ']
    },
    687159: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นสัญลักษณ์ลายน้ำ']
    },
    26717: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นคำอธิบายสัญลักษณ์']
    },
    606091: (e) => {
      e.exports = ['เปลี่ยนสัญลักษณ์การมองเห็น']
    },
    728741: (e) => {
      e.exports = ['เปลี่ยนโหมดสัญลักษณ์ค่าสุดท้าย']
    },
    795071: (e) => {
      e.exports = ['เปลี่ยนรูปแบบคำอธิบายสัญลักษณ์']
    },
    847361: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นปุ่มโหมดสเกล']
    },
    635065: (e) => {
      e.exports = ['เปลี่ยนสีสเกลข้อความ']
    },
    484382: (e) => {
      e.exports = ['เปลี่ยนขนาดสเกลตัวอักษร']
    },
    512468: (e) => {
      e.exports = ['เปลี่ยนสีสเกลเส้น']
    },
    871589: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นตัวแบ่งเซสชั่น']
    },
    515035: (e) => {
      e.exports = ['เปลี่ยนความกว้างตัวแบ่งเซสชั่น']
    },
    501579: (e) => {
      e.exports = ['เปลี่ยนสีตัวแบ่งเซสชั่น']
    },
    121460: (e) => {
      e.exports = ['เปลี่ยนรูปแบบตัวแบ่งเซสชั่น']
    },
    876991: (e) => {
      e.exports = ['เปลี่ยนรูปแบบชั่วโมงเวลา']
    },
    598905: (e) => {
      e.exports = ['เปลี่ยนระยะขอบด้านบน']
    },
    992775: (e) => {
      e.exports = 'change trading objects visibility on screenshots'
    },
    607011: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นป้ายหน่วย']
    },
    722722: (e) => {
      e.exports = ['เปลี่ยนสีเส้นกริดแนวตั้ง']
    },
    709455: (e) => {
      e.exports = ['เปลี่ยนการมองเห็นค่าวอลุ่ม']
    },
    670919: (e) => {
      e.exports = ['รูปลักษณ์']
    },
    8892: (e) => {
      e.exports = ['ทั่วไป']
    },
  },
])
