;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [178],
  {
    12978: (e) => {
      e.exports = ['{symbolName}的实时数据']
    },
    64565: (e) => {
      e.exports = ['由{exchange}交易所提供。']
    },
    19801: (e) => {
      e.exports = ['周五']
    },
    11268: (e) => {
      e.exports = ['周一']
    },
    63331: (e) => {
      e.exports = ['周六']
    },
    85954: (e) => {
      e.exports = ['周日']
    },
    26230: (e) => {
      e.exports = ['周三']
    },
    24793: (e) => {
      e.exports = ['周四']
    },
    31533: (e) => {
      e.exports = ['周二']
    },
    89790: (e) => {
      e.exports = ['无法获取Pine源代码。']
    },
    39589: (e) => {
      e.exports = ['折叠窗格']
    },
    38154: (e) => {
      e.exports = ['确定移除研究树']
    },
    53205: (e) => {
      e.exports = ['连续期货合约']
    },
    15993: (e) => {
      e.exports = [
        '连续期货合约是结合单个合约的合成工具。1!合约代表近月（最近的到期日），而2!代表第二个最近的到期时间。',
      ]
    },
    45e3: (e) => {
      e.exports = ['Cboe BZX']
    },
    56934: (e) => {
      e.exports = ['更改描述']
    },
    23398: (e) => {
      e.exports = ['变更品种']
    },
    36004: (e) => {
      e.exports = ['建立一个免费账户']
    },
    69419: (e) => {
      e.exports = ['一切良好 — 市场开启。']
    },
    97637: (e) => {
      e.exports = ['4月']
    },
    86797: (e) => {
      e.exports = ['8月']
    },
    22519: (e) => {
      e.exports = ['K线变化值']
    },
    41707: (e) => {
      e.exports = ['购买实时数据']
    },
    52003: (e) => {
      e.exports = ['确定删除研究树以及其全部子树？']
    },
    68854: (e) => {
      e.exports = ['双击']
    },
    97325: (e) => {
      e.exports = ['数据错误']
    },
    52916: (e) => {
      e.exports = ['数据每天更新一次。']
    },
    25978: (e) => {
      e.exports = ['即使市场上有更多的数据更新，数据也只会每秒更新一次。']
    },
    57310: (e) => {
      e.exports = ['显示数据']
    },
    49321: (e) => {
      e.exports = [
        '即使市场上有更多的数据更新，基本方案的数据也只会每秒更新一次。',
      ]
    },
    55669: (e) => {
      e.exports = ['12月']
    },
    83498: (e) => {
      e.exports = ['删除窗格']
    },
    6044: (e) => {
      e.exports = ['派息数据']
    },
    31461: (e) => {
      e.exports = [
        '衍生数据，是指通过组合和/或处理从各种来源提供的原始数据而创建的财务指标。',
      ]
    },
    59315: (e) => {
      e.exports = ['盘后资讯']
    },
    82751: (e) => {
      e.exports = ['错误']
    },
    40519: (e) => {
      e.exports = ['晚安。盘后市场已开市。']
    },
    80227: (e) => {
      e.exports = ['交易所时区']
    },
    16467: (e) => {
      e.exports = ['2月']
    },
    25046: (e) => {
      e.exports = ['填写交易所协议']
    },
    93666: (e) => {
      e.exports = ['标记商品']
    },
    564: (e) => {
      e.exports = ['周五']
    },
    72970: (e) => {
      e.exports = ['周五']
    },
    88958: (e) => {
      e.exports = ['假日']
    },
    32960: (e) => {
      e.exports = ['清真标志']
    },
    21686: (e) => {
      e.exports = ['隐藏指标图例']
    },
    26935: (e) => {
      e.exports = ['指标参数']
    },
    26315: (e) => {
      e.exports = ['指标名称']
    },
    84098: (e) => {
      e.exports = ['指标值']
    },
    91459: (e) => {
      e.exports = [
        '如果您需要{listedExchange}实时数据，则需要完成交易所协议。不用担心，只需点击几下',
      ]
    },
    50634: (e) => {
      e.exports = ['它将在{remainingTime}后进入盘后交易。']
    },
    74537: (e) => {
      e.exports = ['它将在{remainingTime}开市进行盘前交易。']
    },
    26910: (e) => {
      e.exports = ['1月']
    },
    23230: (e) => {
      e.exports = ['7月']
    },
    49385: (e) => {
      e.exports = ['6月']
    },
    99487: (e) => {
      e.exports = ['开高低收']
    },
    15815: (e) => {
      e.exports = ['每秒更新一次']
    },
    90784: (e) => {
      e.exports = ['10月']
    },
    75991: (e) => {
      e.exports = ['开市状态']
    },
    37274: (e) => {
      e.exports = ['最后一天变化值']
    },
    36051: (e) => {
      e.exports = ['了解更多']
    },
    39899: (e) => {
      e.exports = ['下移窗格']
    },
    70343: (e) => {
      e.exports = ['上移窗格']
    },
    83085: (e) => {
      e.exports = ['周一']
    },
    61199: (e) => {
      e.exports = ['周一']
    },
    41610: (e) => {
      e.exports = ['更多']
    },
    1653: (e) => {
      e.exports = ['早安。盘前市场已开市。']
    },
    56470: (e) => {
      e.exports = ['最大化图表']
    },
    19603: (e) => {
      e.exports = ['最大化窗格']
    },
    68327: (e) => {
      e.exports = ['5月']
    },
    35732: (e) => {
      e.exports = ['管理窗格']
    },
    84675: (e) => {
      e.exports = ['3月']
    },
    83949: (e) => {
      e.exports = ['开市']
    },
    35701: (e) => {
      e.exports = ['市场在{remainingTime}后开盘。']
    },
    95814: (e) => {
      e.exports = ['休市']
    },
    98105: (e) => {
      e.exports = ['市场在{remainingTime}后收盘。']
    },
    56086: (e) => {
      e.exports = ['市场目前正在放假。放松一下。']
    },
    71194: (e) => {
      e.exports = ['11月']
    },
    66324: (e) => {
      e.exports = ['原始码']
    },
    36835: (e) => {
      e.exports = ['周六']
    },
    1144: (e) => {
      e.exports = ['周六']
    },
    40653: (e) => {
      e.exports = ['向左滚动']
    },
    26721: (e) => {
      e.exports = ['滚动到最近的K线']
    },
    35809: (e) => {
      e.exports = ['向右滚动']
    },
    61132: (e) => {
      e.exports = ['9月']
    },
    28705: (e) => {
      e.exports = ['显示指标图例']
    },
    51072: (e) => {
      e.exports = ['显示对象树']
    },
    37809: (e) => {
      e.exports = ['显示周期设置']
    },
    39045: (e) => {
      e.exports = ['Study错误']
    },
    86577: (e) => {
      e.exports = ['周日']
    },
    72149: (e) => {
      e.exports = ['周日']
    },
    46041: (e) => {
      e.exports = ['商品价格来源']
    },
    63143: (e) => {
      e.exports = ['商品标题']
    },
    29985: (e) => {
      e.exports = ['盘后时段']
    },
    28412: (e) => {
      e.exports = ['付费方案的数据更新更快速。']
    },
    56042: (e) => {
      e.exports = ['盘前时段']
    },
    24680: (e) => {
      e.exports = ['主要上市']
    },
    89022: (e) => {
      e.exports = ['目前不支持此商品的实时数据。我们可能会在未来支持它。']
    },
    6667: (e) => {
      e.exports = ['{symbolName}的即时数据由{exchange}交易所提供。']
    },
    48293: (e) => {
      e.exports = ['还原图表']
    },
    91029: (e) => {
      e.exports = ['还原窗格']
    },
    75094: (e) => {
      e.exports = ['周三']
    },
    7147: (e) => {
      e.exports = ['周三']
    },
    52984: (e) => {
      e.exports = ['要获取{description}的即时数据，请购买即时数据包。']
    },
    9787: (e) => {
      e.exports = ['周四']
    },
    7951: (e) => {
      e.exports = ['周四']
    },
    99214: (e) => {
      e.exports = ['公司股票上市和交易的主要或第一证券交易所。']
    },
    2310: (e) => {
      e.exports = ['此数据是实时的，但可能与来自主要交易所的官方数据略有不同。']
    },
    29512: (e) => {
      e.exports = ['此数据是实时的，但可能与来自{exchange}的官方数据略有不同。']
    },
    52449: (e) => {
      e.exports = [
        '这是符合伊斯兰教法的股票，这意味着它遵循伊斯兰教法。此公司不收取利息，不从事某些行业（赌博、酒精、烟草、猪肉产品）。',
      ]
    },
    86753: (e) => {
      e.exports = [
        '该实时数据由{originalExchange}交易所提供。它可能与直接来自{exchange}的官方数据略有不同。如果这种差异对您来说至关重要，您需要从主要交易所购买实时数据，我们可以提供帮助。',
      ]
    },
    73717: (e) => {
      e.exports = ['无此商品，请选择另一个商品。']
    },
    57048: (e) => {
      e.exports = ['该去散步了— 此市场已关闭。']
    },
    94316: (e) => {
      e.exports = ['周二']
    },
    44979: (e) => {
      e.exports = ['周二']
    },
    8209: (e) => {
      e.exports = ['未标记商品']
    },
    1111: (e) => {
      e.exports = ['成交量']
    },
    61311: (e) => {
      e.exports = ['放大']
    },
    47602: (e) => {
      e.exports = ['缩小']
    },
    57889: (e) => {
      e.exports = ['更改OHLC值的可见性']
    },
    18644: (e) => {
      e.exports = ['更改开市状态可见性']
    },
    45110: (e) => {
      e.exports = ['更改K线涨跌可见性']
    },
    31325: (e) => {
      e.exports = ['更改指标标题可见性']
    },
    99774: (e) => {
      e.exports = ['更改指标值的可见性']
    },
    96162: (e) => {
      e.exports = ['更改指标参数可见性']
    },
    50058: (e) => {
      e.exports = ['更改最后一天变化可见性']
    },
    26717: (e) => {
      e.exports = ['更改商品描述可见性']
    },
    6091: (e) => {
      e.exports = ['更改商品字段可见性']
    },
    9455: (e) => {
      e.exports = ['更改成交量值的可见性']
    },
    39348: (e) => {
      e.exports = ['少于1分钟']
    },
    87358: (e) => {
      e.exports = ['显示{title}']
    },
    7827: (e) => {
      e.exports = ['{days}和{hours}']
    },
    7435: (e) => {
      e.exports = ['来自{originalExchange}的{exchange}']
    },
    19830: (e) => {
      e.exports = ['{hours}和{minutes}']
    },
    1084: (e) => {
      e.exports = ['{listedExchange}即时数据可供注册用户免费使用。']
    },
    38611: (e) => {
      e.exports = ['由于交易所要求，{symbolName}数据延迟{time}分钟。']
    },
    77033: (e) => {
      e.exports = ['数据每{amount}秒更新一次，即使市场上有更多更新。']
    },
    2121: (e) => {
      e.exports = [
        '我们Basic方案的数据每{amount}秒更新一次，即使市场上有更多更新也是如此。',
      ]
    },
    5223: (e) => {
      e.exports = ['每{amount}秒更新一次']
    },
    58609: (e) => {
      e.exports = ['{number} 天']
    },
    24430: (e) => {
      e.exports = ['{number} 小时']
    },
    67151: (e) => {
      e.exports = ['{number} 分']
    },
  },
])
