;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [1637],
  {
    382377: (e) => {
      e.exports = ['限价单']
    },
    610952: (e) => {
      e.exports = ['市价单']
    },
    779062: (e) => {
      e.exports = ['止损限价单']
    },
    15307: (e) => {
      e.exports = 'SL'
    },
    347947: (e) => {
      e.exports = 'TP'
    },
    154462: (e) => {
      e.exports = 'TRAIL'
    },
    768508: (e) => {
      e.exports = ['关闭']
    },
    7122: (e) => {
      e.exports = ['止损']
    },
    608921: (e) => {
      e.exports = ['止损单']
    },
    63470: (e) => {
      e.exports = ['买入']
    },
    274771: (e) => {
      e.exports = ['做多']
    },
    742259: (e) => {
      e.exports = ['卖出']
    },
    951219: (e) => {
      e.exports = ['做空']
    },
    916322: (e) => {
      e.exports = ['在{price}穿过(STOP)之后的(Limit)']
    },
    587168: (e) => {
      e.exports = ['同时连接警告']
    },
    298353: (e) => {
      e.exports = ['计算的边界与父订单方不匹配']
    },
    620036: (e) => {
      e.exports = ['取消']
    },
    709498: (e) => {
      e.exports = ['取消订单']
    },
    447600: (e) => {
      e.exports = ['取消在不可交易商品{symbol}上的订单']
    },
    232668: (e) => {
      e.exports = ['取消包圍單']
    },
    292559: (e) => {
      e.exports = ['无法修改订单']
    },
    993545: (e) => {
      e.exports = ['无法取消{symbol}上的订单']
    },
    946305: (e) => {
      e.exports = ['无法在{symbol}上平仓']
    },
    326704: (e) => {
      e.exports = ['不能保护持仓']
    },
    680395: (e) => {
      e.exports = ['关闭菜单']
    },
    424356: (e) => {
      e.exports = ['平仓']
    },
    469497: (e) => {
      e.exports = ['在不可交易商品{symbol}上平仓']
    },
    967498: (e) => {
      e.exports = ['创建新订单']
    },
    400241: (e) => {
      e.exports = ['数量']
    },
    83453: (e) => {
      e.exports = ['接受']
    },
    792586: (e) => {
      e.exports = ['闹铃']
    },
    526227: (e) => {
      e.exports = ['您是否确认恢复此前已禁用的订单确认？']
    },
    289302: (e) => {
      e.exports = ['确定要取消包围单{orderId}吗？']
    },
    915610: (e) => {
      e.exports = ['确定要取消包围单{orderId}吗？']
    },
    109886: (e) => {
      e.exports = ['确定要取消{qty}{side}订单?']
    },
    438540: (e) => {
      e.exports = ['确定要取消订单{orderId}吗？']
    },
    492698: (e) => {
      e.exports = ['你确定要反转{positionId}仓位吗？']
    },
    170891: (e) => {
      e.exports = ['授权错误']
    },
    864351: (e) => {
      e.exports = ['买入']
    },
    32241: (e) => {
      e.exports = ['已买']
    },
    611835: (e) => {
      e.exports = ['谨防现货保证金。']
    },
    753596: (e) => {
      e.exports = ['价格级距应为{minTick}的倍数']
    },
    783100: (e) => {
      e.exports = ['价格级距应在{min}和{max}范围内']
    },
    799559: (e) => {
      e.exports = ['市价买入']
    },
    302122: (e) => {
      e.exports = ['买入 {qty} {symbol} @ {value} 限价']
    },
    255481: (e) => {
      e.exports = ['买入 {qty} {symbol} @ {value} 止损']
    },
    353343: (e) => {
      e.exports = ['买入 {qty} {symbol} @ {value} 止损 {altValue} 限价']
    },
    763124: (e) => {
      e.exports = ['市场深度']
    },
    546472: (e) => {
      e.exports = ['拒绝']
    },
    675649: (e) => {
      e.exports = ['延时数据']
    },
    125769: (e) => {
      e.exports = ['导出数据']
    },
    140766: (e) => {
      e.exports = ['修改止损/止盈失败']
    },
    54746: (e) => {
      e.exports = ['修改订单失败']
    },
    951099: (e) => {
      e.exports = ['无法取消订单']
    },
    305140: (e) => {
      e.exports = ['无法取消一个或多个订单']
    },
    915926: (e) => {
      e.exports = ['无法取消订单']
    },
    473142: (e) => {
      e.exports = ['平仓失败']
    },
    791401: (e) => {
      e.exports = ['平仓失败']
    },
    609372: (e) => {
      e.exports = ['登录失败']
    },
    945593: (e) => {
      e.exports = ['反转价位失败']
    },
    610393: (e) => {
      e.exports = ['我明白']
    },
    468988: (e) => {
      e.exports = ['确认']
    },
    922541: (e) => {
      e.exports = ['订单']
    },
    986869: (e) => {
      e.exports = ['交易面板']
    },
    347957: (e) => {
      e.exports = ['订单没有价格。']
    },
    900205: (e) => {
      e.exports = ['订单没有价格或点数。']
    },
    134986: (e) => {
      e.exports = ['订单价格不适用于此订单类型/方向。']
    },
    130927: (e) => {
      e.exports = ['订单价格应为{minTick}的倍数']
    },
    842180: (e) => {
      e.exports = ['订单被拒绝']
    },
    579287: (e) => {
      e.exports = ['订单{orderId}不存在或已取消']
    },
    162058: (e) => {
      e.exports = ['登出']
    },
    349391: (e) => {
      e.exports = ['登出确认']
    },
    273064: (e) => {
      e.exports = ['做多']
    },
    394021: (e) => {
      e.exports = ['网络连接中断']
    },
    398157: (e) => {
      e.exports = ['限价']
    },
    359758: (e) => {
      e.exports = ['市价']
    },
    606255: (e) => {
      e.exports = ['否']
    },
    893966: (e) => {
      e.exports = ['没有ask价']
    },
    538386: (e) => {
      e.exports = ['没有bid价']
    },
    69208: (e) => {
      e.exports = ['不能进行交易的品种']
    },
    706035: (e) => {
      e.exports = ['数字格式无效']
    },
    807889: (e) => {
      e.exports = ['卖出']
    },
    185631: (e) => {
      e.exports = ['已卖']
    },
    476678: (e) => {
      e.exports = ['卖出 {qty} {symbol} @ {value} 限价']
    },
    627392: (e) => {
      e.exports = ['卖出 {qty} {symbol} @ {value} 止损']
    },
    194240: (e) => {
      e.exports = ['卖出 {qty} {symbol} @ {value} 止损 {altValue} 限价']
    },
    435312: (e) => {
      e.exports = ['市价卖出']
    },
    777851: (e) => {
      e.exports = ['做空']
    },
    73953: (e) => {
      e.exports = ['显示买/卖按钮']
    },
    430999: (e) => {
      e.exports = ['指定的数量小于{min}的商品最小值。']
    },
    734266: (e) => {
      e.exports = ['指定的数量大于投资标的最大值{max}。']
    },
    136443: (e) => {
      e.exports = ['指定的数量不是投资标的的{step} 倍数']
    },
    422540: (e) => {
      e.exports = ['点差']
    },
    905023: (e) => {
      e.exports = ['止损']
    },
    802654: (e) => {
      e.exports = ['停损限价']
    },
    241648: (e) => {
      e.exports = ['止损']
    },
    874337: (e) => {
      e.exports = ['止损必须高于当前{value}。']
    },
    216502: (e) => {
      e.exports = ['止损必须低于当前{value}。']
    },
    995717: (e) => {
      e.exports = ['止损价必须设置在入场价以下']
    },
    685017: (e) => {
      e.exports = ['止损价必须设置在入场价以上']
    },
    900853: (e) => {
      e.exports = ['限价止损']
    },
    522382: (e) => {
      e.exports = ['摘要行']
    },
    562030: (e) => {
      e.exports = ['切换商品代码']
    },
    134542: (e) => {
      e.exports = ['切换到{accountName}']
    },
    265914: (e) => {
      e.exports = ['商品无法交易']
    },
    381617: (e) => {
      e.exports = ['持仓']
    },
    170392: (e) => {
      e.exports = ['仓位编号{id}']
    },
    969233: (e) => {
      e.exports = ['仓位{positionId}不存在或已关闭']
    },
    762686: (e) => {
      e.exports = ['父订单没有价格。']
    },
    891268: (e) => {
      e.exports = ['仍要继续']
    },
    766596: (e) => {
      e.exports = ['数量']
    },
    172361: (e) => {
      e.exports = ['平仓反手{positionId}？']
    },
    920848: (e) => {
      e.exports = ['平仓反手']
    },
    102653: (e) => {
      e.exports = ['恢复确认']
    },
    8793: (e) => {
      e.exports = ['我们无法检查{brokerName}端的维护状态。请您自行承担风险']
    },
    352303: (e) => {
      e.exports = ['欲了解更多详情，请联系你的经纪商。']
    },
    129266: (e) => {
      e.exports = ['止盈']
    },
    429871: (e) => {
      e.exports = ['止盈价必须设置在入场价以上']
    },
    37475: (e) => {
      e.exports = ['止盈价必须设置在入场价以下']
    },
    829997: (e) => {
      e.exports = ['止盈必须高于当前{value}。']
    },
    751300: (e) => {
      e.exports = ['止盈必须低于当前{value}。']
    },
    378505: (e) => {
      e.exports = [
        '已超出经纪商连接限制。确保您没有并发会话并尝试重新连接。如果问题仍然存在，请联系您的经纪商。',
      ]
    },
    975231: (e) => {
      e.exports = [
        '已在另一个标签页中选择了经纪商。此连接可以中断与此经纪商的其它连接。',
      ]
    },
    247956: (e) => {
      e.exports = ['连接失败，请稍后再试。']
    },
    715842: (e) => {
      e.exports = ['您要平仓的头寸已经平仓。']
    },
    365389: (e) => {
      e.exports = ['您要关闭的头寸已更改。']
    },
    726500: (e) => {
      e.exports = ['您尝试反转的仓位不再存在。']
    },
    218329: (e) => {
      e.exports = ['这也将关闭所有有效订单']
    },
    893827: (e) => {
      e.exports = ['这也将关闭所有有效订单。']
    },
    536263: (e) => {
      e.exports = ['经纪商目前正在进行维护。请稍后再试，或者您自行承担风险']
    },
    703396: (e) => {
      e.exports = ['此商品无法经由此经纪商进行交易']
    },
    890801: (e) => {
      e.exports = ['交易']
    },
    219170: (e) => {
      e.exports = [
        '无法通过多个标签页使用该经纪商交易。如果您想继续在此标签页中交易，请在另一个标签页中从经纪商退出。',
      ]
    },
    873503: (e) => {
      e.exports = ['交易设置']
    },
    86430: (e) => {
      e.exports = ['跟踪止损']
    },
    507214: (e) => {
      e.exports = ['无法修改追踪止损']
    },
    30665: (e) => {
      e.exports = ['无法取消在不可交易商品上的订单']
    },
    348434: (e) => {
      e.exports = ['无法在不可交易商品上平仓']
    },
    346881: (e) => {
      e.exports = ['您需要在订单中选择{customFields}。']
    },
    965603: (e) => {
      e.exports = [
        '您正试图取消在不可交易商品{symbol}上的订单。此商品只能平仓或取消订单。一旦订单被取消，您将无法在{symbol}下新订单。',
      ]
    },
    97929: (e) => {
      e.exports = [
        '您正试图在不可交易商品上{symbol}平仓。此商品只能平仓或取消订单。一旦平仓，您将无法在{symbol}下新订单。',
      ]
    },
    348836: (e) => {
      e.exports = [
        '您看到的是延迟数据。如果您想实时查看数据，您需要从经纪尚处获取数据。',
      ]
    },
    221456: (e) => {
      e.exports = ['您不能通过{broker}在TradingView交易商品{symbol}。']
    },
    409232: (e) => {
      e.exports = ['您的价值超过了可接受的余额水平。']
    },
    879831: (e) => {
      e.exports = ['是']
    },
    767207: (e) => {
      e.exports = ['已取消']
    },
    26338: (e) => {
      e.exports = 'ask'
    },
    492903: (e) => {
      e.exports = ['在']
    },
    5595: (e) => {
      e.exports = 'bid'
    },
    499577: (e) => {
      e.exports = ['已执行']
    },
    23750: (e) => {
      e.exports = ['部分执行']
    },
    885323: (e) => {
      e.exports = ['已成交']
    },
    614841: (e) => {
      e.exports = ['未成交']
    },
    164105: (e) => {
      e.exports = ['已修改']
    },
    595536: (e) => {
      e.exports = ['已执行']
    },
    373425: (e) => {
      e.exports = ['放置']
    },
    442060: (e) => {
      e.exports = ['被拒绝']
    },
    328231: (e) => {
      e.exports = ['可执行']
    },
    103718: (e) => {
      e.exports = ['{brokerId}端维护']
    },
  },
])
