;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [2547],
  {
    50831: (e) => {
      e.exports = ['根K线']
    },
    19648: (e) => {
      e.exports = ['12小时']
    },
    55838: (e) => {
      e.exports = ['24小时']
    },
    23238: (e) => {
      e.exports = ['版面']
    },
    72171: (e) => {
      e.exports = ['中心']
    },
    88364: (e) => {
      e.exports = ['图表基本样式']
    },
    46720: (e) => {
      e.exports = ['十字线']
    },
    50985: (e) => {
      e.exports = ['货币']
    },
    17319: (e) => {
      e.exports = ['货币和单位']
    },
    68791: (e) => {
      e.exports = ['参数']
    },
    95036: (e) => {
      e.exports = ['平均收盘价格']
    },
    91757: (e) => {
      e.exports = ['底部']
    },
    27331: (e) => {
      e.exports = ['背景']
    },
    22519: (e) => {
      e.exports = ['K线变化值']
    },
    87845: (e) => {
      e.exports = ['按钮']
    },
    39392: (e) => {
      e.exports = ['网格线']
    },
    25209: (e) => {
      e.exports = ['日期格式']
    },
    55090: (e) => {
      e.exports = ['标签上的星期几']
    },
    29601: (e) => {
      e.exports = ['描述']
    },
    26897: (e) => {
      e.exports = ['事件']
    },
    77405: (e) => {
      e.exports = ['横式']
    },
    34403: (e) => {
      e.exports = ['仅水平']
    },
    60971: (e) => {
      e.exports = ['最高和最低价格']
    },
    61142: (e) => {
      e.exports = ['指标']
    },
    34905: (e) => {
      e.exports = ['指标值']
    },
    29687: (e) => {
      e.exports = ['指标和财务值']
    },
    25084: (e) => {
      e.exports = ['指标和财务名称']
    },
    9654: (e) => {
      e.exports = ['指标名称']
    },
    99487: (e) => {
      e.exports = ['开高低收']
    },
    75991: (e) => {
      e.exports = ['开市状态']
    },
    15474: (e) => {
      e.exports = 'Logo'
    },
    96073: (e) => {
      e.exports = ['详细描述']
    },
    78905: (e) => {
      e.exports = ['价格坐标上的标签']
    },
    37274: (e) => {
      e.exports = ['最后一天变化值']
    },
    19286: (e) => {
      e.exports = ['左']
    },
    70500: (e) => {
      e.exports = ['资金']
    },
    66653: (e) => {
      e.exports = ['利润率']
    },
    76476: (e) => {
      e.exports = ['中间']
    },
    42502: (e) => {
      e.exports = ['无重叠']
    },
    49199: (e) => {
      e.exports = ['无']
    },
    74343: (e) => {
      e.exports = ['导航']
    },
    47926: (e) => {
      e.exports = ['坐标模式（A和L）']
    },
    43115: (e) => {
      e.exports = ['坐标']
    },
    53224: (e) => {
      e.exports = ['坐标放置']
    },
    79194: (e) => {
      e.exports = ['状态行']
    },
    89053: (e) => {
      e.exports = ['商品代码']
    },
    35383: (e) => {
      e.exports = ['商品名称']
    },
    27767: (e) => {
      e.exports = ['商品最新价格']
    },
    40847: (e) => {
      e.exports = ['商品前一天收盘价']
    },
    50446: (e) => {
      e.exports = ['窗格']
    },
    73908: (e) => {
      e.exports = ['窗格分隔符']
    },
    36014: (e) => {
      e.exports = ['百分比']
    },
    78621: (e) => {
      e.exports = ['点数']
    },
    74823: (e) => {
      e.exports = ['盘前/盘后价格']
    },
    64859: (e) => {
      e.exports = ['价格坐标']
    },
    76523: (e) => {
      e.exports = ['价格和百分比值']
    },
    21141: (e) => {
      e.exports = ['右']
    },
    40187: (e) => {
      e.exports = ['右边距']
    },
    77705: (e) => {
      e.exports = ['水印']
    },
    26458: (e) => {
      e.exports = ['影线']
    },
    65994: (e) => {
      e.exports = ['顶部']
    },
    92960: (e) => {
      e.exports = ['文字对齐']
    },
    90581: (e) => {
      e.exports = ['文字方向']
    },
    67369: (e) => {
      e.exports = ['标题']
    },
    31326: (e) => {
      e.exports = ['标题']
    },
    23097: (e) => {
      e.exports = ['商品代码']
    },
    82168: (e) => {
      e.exports = ['商品和描述']
    },
    43637: (e) => {
      e.exports = ['时间坐标']
    },
    97316: (e) => {
      e.exports = ['时间小时格式']
    },
    90801: (e) => {
      e.exports = ['交易']
    },
    77534: (e) => {
      e.exports = ['单位']
    },
    1111: (e) => {
      e.exports = ['成交量']
    },
    80170: (e) => {
      e.exports = ['根据坐标值']
    },
    91322: (e) => {
      e.exports = ['数值']
    },
    37174: (e) => {
      e.exports = ['垂直和水平']
    },
    36426: (e) => {
      e.exports = ['仅垂直']
    },
    44085: (e) => {
      e.exports = ['竖式']
    },
    57889: (e) => {
      e.exports = ['更改OHLC值的可见性']
    },
    35646: (e) => {
      e.exports = ['更改导航按钮可见性']
    },
    18644: (e) => {
      e.exports = ['更改开市状态可见性']
    },
    45110: (e) => {
      e.exports = ['更改K线涨跌可见性']
    },
    10349: (e) => {
      e.exports = ['更改下边距']
    },
    88161: (e) => {
      e.exports = ['更改货币和单位标签的可见性']
    },
    84060: (e) => {
      e.exports = ['更改货币标签可见性']
    },
    99011: (e) => {
      e.exports = ['更改图表背景颜色']
    },
    72458: (e) => {
      e.exports = ['更改图表背景类型']
    },
    37034: (e) => {
      e.exports = ['更改十字准线宽度']
    },
    29951: (e) => {
      e.exports = ['更改十字准线颜色']
    },
    92027: (e) => {
      e.exports = ['更改十字准线样式']
    },
    50457: (e) => {
      e.exports = ['更改日期格式']
    },
    7104: (e) => {
      e.exports = ['更改标签上的星期几']
    },
    27764: (e) => {
      e.exports = ['更改网格线可见性']
    },
    88096: (e) => {
      e.exports = ['更改水平网格线颜色']
    },
    31325: (e) => {
      e.exports = ['更改指标标题可见性']
    },
    99774: (e) => {
      e.exports = ['更改指标值的可见性']
    },
    96162: (e) => {
      e.exports = ['更改指标参数可见性']
    },
    59820: (e) => {
      e.exports = ['更改指标和财务名称标签可见性']
    },
    90512: (e) => {
      e.exports = ['更改指标和财务值标签可见性']
    },
    50058: (e) => {
      e.exports = ['更改最后一天变化可见性']
    },
    97956: (e) => {
      e.exports = ['更改图例背景透明度']
    },
    61061: (e) => {
      e.exports = ['更改图例背景可见性']
    },
    37730: (e) => {
      e.exports = ['更改窗格按钮可见性']
    },
    89032: (e) => {
      e.exports = ['更改窗格分隔符颜色']
    },
    35636: (e) => {
      e.exports = ['更改右边距']
    },
    66601: (e) => {
      e.exports = ['更改右边距百分比']
    },
    25616: (e) => {
      e.exports = ['更改商品水印颜色']
    },
    87159: (e) => {
      e.exports = ['更改商品水印可见性']
    },
    26717: (e) => {
      e.exports = ['更改商品描述可见性']
    },
    6091: (e) => {
      e.exports = ['更改商品字段可见性']
    },
    28741: (e) => {
      e.exports = ['更改商品最新值模式']
    },
    95071: (e) => {
      e.exports = ['更改商品图例格式']
    },
    47361: (e) => {
      e.exports = ['更改坐标模式按钮可见性']
    },
    35065: (e) => {
      e.exports = ['更改坐标文本颜色']
    },
    84382: (e) => {
      e.exports = ['更改坐标字体大小']
    },
    12468: (e) => {
      e.exports = ['更改坐标线条颜色']
    },
    71589: (e) => {
      e.exports = ['更改交易时段分隔可见性']
    },
    15035: (e) => {
      e.exports = ['更改交易时段分隔宽度']
    },
    1579: (e) => {
      e.exports = ['更改交易时段分隔颜色']
    },
    21460: (e) => {
      e.exports = ['更改交易时段分隔样式']
    },
    76991: (e) => {
      e.exports = ['更改时间小时格式']
    },
    98905: (e) => {
      e.exports = ['更改上边距']
    },
    7011: (e) => {
      e.exports = ['更改单位标签可见性']
    },
    22722: (e) => {
      e.exports = ['更改垂直网格线颜色']
    },
    9455: (e) => {
      e.exports = ['更改成交量值的可见性']
    },
  },
])
