;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [2745],
  {
    214229: (e) => {
      e.exports = ['点']
    },
    306174: (e) => {
      e.exports = ['日']
    },
    705285: (e) => {
      e.exports = ['小时']
    },
    179410: (e) => {
      e.exports = ['个月']
    },
    537830: (e) => {
      e.exports = ['分钟']
    },
    725042: (e) => {
      e.exports = ['周']
    },
    274787: (e) => {
      e.exports = ['天']
    },
    162346: (e) => {
      e.exports = ['小时']
    },
    394328: (e) => {
      e.exports = ['月']
    },
    357470: (e) => {
      e.exports = ['分']
    },
    774973: (e) => {
      e.exports = ['秒']
    },
    348801: (e) => {
      e.exports = ['范围']
    },
    386614: (e) => {
      e.exports = ['周']
    },
    130426: (e) => {
      e.exports = 'Ticks'
    },
    643001: (e) => {
      e.exports = ['复制图片']
    },
    607367: (e) => {
      e.exports = ['复制链接']
    },
    645888: (e) => {
      e.exports = ['图表快照']
    },
    274207: (e) => {
      e.exports = ['图表设置']
    },
    46720: (e) => {
      e.exports = ['十字线']
    },
    780362: (e) => {
      e.exports = ['十字线在布局内的所有图表之间同步']
    },
    954777: (e) => {
      e.exports = ['添加']
    },
    595798: (e) => {
      e.exports = ['添加自定义周期']
    },
    44629: (e) => {
      e.exports = ['添加到收藏']
    },
    715795: (e) => {
      e.exports = ['所有我的布局']
    },
    288368: (e) => {
      e.exports = ['所有更改已保存']
    },
    684232: (e) => {
      e.exports = ['图表样式']
    },
    539011: (e) => {
      e.exports = ['下载图片']
    },
    66174: (e) => {
      e.exports = ['日期范围']
    },
    156685: (e) => {
      e.exports = ['布局内所有图表的日期范围发生变化']
    },
    943399: (e) => {
      e.exports = ['默认模板']
    },
    329313: (e) => {
      e.exports = ['每个拥有该链接的人都可以查看和复制']
    },
    783127: (e) => {
      e.exports = ['收藏指标']
    },
    933959: (e) => {
      e.exports = ['收藏']
    },
    811682: (e) => {
      e.exports = ['全屏模式']
    },
    469466: (e) => {
      e.exports = ['周期']
    },
    620763: (e) => {
      e.exports = ['布局内所有图表的周期更改']
    },
    515812: (e) => {
      e.exports = ['指标模板']
    },
    561142: (e) => {
      e.exports = ['指标']
    },
    174527: (e) => {
      e.exports = ['指标 & 策略']
    },
    979353: (e) => {
      e.exports = ['打开周期对话框']
    },
    355520: (e) => {
      e.exports = ['在弹窗中打开图表']
    },
    938543: (e) => {
      e.exports = ['在新标签页中打开']
    },
    975687: (e) => {
      e.exports = ['加载图表布局']
    },
    375789: (e) => {
      e.exports = ['加载布局']
    },
    390879: (e) => {
      e.exports = ['加载中...']
    },
    528024: (e) => {
      e.exports = ['版面类型']
    },
    180959: (e) => {
      e.exports = ['复制']
    },
    658219: (e) => {
      e.exports = ['管理布局']
    },
    438554: (e) => {
      e.exports = ['我的模板']
    },
    814605: (e) => {
      e.exports = ['数字或{hotKey_0}']
    },
    185520: (e) => {
      e.exports = ['保存']
    },
    92093: (e) => {
      e.exports = ['保存指标模板']
    },
    587409: (e) => {
      e.exports = ['保存布局里的所有图表，包含图表里的全部品种和周期']
    },
    11680: (e) => {
      e.exports = ['保存布局']
    },
    249211: (e) => {
      e.exports = ['选择布局']
    },
    327077: (e) => {
      e.exports = ['分享']
    },
    520987: (e) => {
      e.exports = ['只需在图表上开始输入，即可拉出此搜索框']
    },
    589053: (e) => {
      e.exports = ['商品代码']
    },
    882719: (e) => {
      e.exports = ['商品代码搜索']
    },
    884315: (e) => {
      e.exports = ['布局内所有图表上的商品更改']
    },
    742130: (e) => {
      e.exports = ['快速搜索']
    },
    370728: (e) => {
      e.exports = ['重做{hint}']
    },
    572482: (e) => {
      e.exports = ['从收藏中移除']
    },
    435038: (e) => {
      e.exports = ['重命名']
    },
    212548: (e) => {
      e.exports = ['单击图表时，布局中的所有图表都会显示相同的时间点']
    },
    588513: (e) => {
      e.exports = ['生成快照']
    },
    132916: (e) => {
      e.exports = ['时间周期']
    },
    99746: (e) => {
      e.exports = ['推特图表图片']
    },
    780323: (e) => {
      e.exports = ['复原 {hint}']
    },
    223687: (e) => {
      e.exports = ['你目前没有收藏的指标']
    },
  },
])
