;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [252],
  {
    214229: (e) => {
      e.exports = ['点']
    },
    716936: (e) => {
      e.exports = ['返回']
    },
    709898: (e) => {
      e.exports = ['认股权']
    },
    418511: (e) => {
      e.exports = ['当前K线结束倒计时']
    },
    132409: (e) => {
      e.exports = ['主题颜色']
    },
    190069: (e) => {
      e.exports = ['对比']
    },
    939176: (e) => {
      e.exports = ['内容']
    },
    715803: (e) => {
      e.exports = ['复制图片链接']
    },
    620036: (e) => {
      e.exports = ['取消']
    },
    619022: (e) => {
      e.exports = ['通道']
    },
    508353: (e) => {
      e.exports = ['变更周期']
    },
    520788: (e) => {
      e.exports = ['图表样式列']
    },
    86771: (e) => {
      e.exports = ['图表样式K线图']
    },
    45290: (e) => {
      e.exports = ['图表样式面积图']
    },
    397559: (e) => {
      e.exports = ['图表样式美国线']
    },
    18779: (e) => {
      e.exports = ['图表样式基准线']
    },
    890599: (e) => {
      e.exports = ['图表样式卡吉图']
    },
    241412: (e) => {
      e.exports = ['图表样式HLC区域']
    },
    651383: (e) => {
      e.exports = ['图表样式空心K线图']
    },
    620424: (e) => {
      e.exports = ['图表样式平均K线图']
    },
    928381: (e) => {
      e.exports = ['图表样式高-低']
    },
    887691: (e) => {
      e.exports = ['图表样式线形图']
    },
    470: (e) => {
      e.exports = ['图表样式新价线']
    },
    514956: (e) => {
      e.exports = ['带标记的图表样式线']
    },
    459393: (e) => {
      e.exports = ['图表样式阶梯线']
    },
    459491: (e) => {
      e.exports = ['图表样式点数图']
    },
    538385: (e) => {
      e.exports = ['图表样式范围图']
    },
    591664: (e) => {
      e.exports = ['图表样式砖形图']
    },
    882838: (e) => {
      e.exports = ['图表样式成交量轨迹']
    },
    680395: (e) => {
      e.exports = ['关闭菜单']
    },
    772248: (e) => {
      e.exports = ['创建新的自选表']
    },
    682401: (e) => {
      e.exports = ['游标']
    },
    150025: (e) => {
      e.exports = ['经济周期']
    },
    19661: (e) => {
      e.exports = ['注释工具']
    },
    445976: (e) => {
      e.exports = ['添加到自选表']
    },
    44629: (e) => {
      e.exports = ['添加到收藏']
    },
    617591: (e) => {
      e.exports = ['添加{symbol}到自选表']
    },
    64498: (e) => {
      e.exports = ['全部来源']
    },
    595480: (e) => {
      e.exports = ['将这些指标应用于整个布局']
    },
    223969: (e) => {
      e.exports = ['箭头']
    },
    328020: (e) => {
      e.exports = ['自动(调整数据适于屏幕)']
    },
    879852: (e) => {
      e.exports = ['债券']
    },
    661617: (e) => {
      e.exports = ['Bid和Ask标签']
    },
    785466: (e) => {
      e.exports = ['Bid和Ask价格线']
    },
    755939: (e) => {
      e.exports = ['笔刷']
    },
    618156: (e) => {
      e.exports = ['买入']
    },
    40803: (e) => {
      e.exports = ['前往日期']
    },
    708682: (e) => {
      e.exports = ['前往商品']
    },
    543884: (e) => {
      e.exports = ['江恩']
    },
    705816: (e) => {
      e.exports = ['江恩和斐波那契工具']
    },
    322146: (e) => {
      e.exports = ['几何形状']
    },
    860925: (e) => {
      e.exports = ['圆点']
    },
    866365: (e) => {
      e.exports = ['暗色主题']
    },
    629601: (e) => {
      e.exports = ['描述']
    },
    222772: (e) => {
      e.exports = ['绘图']
    },
    388280: (e) => {
      e.exports = ['艾略特波浪']
    },
    299289: (e) => {
      e.exports = ['橡皮擦']
    },
    488318: (e) => {
      e.exports = ['延长时段']
    },
    797100: (e) => {
      e.exports = ['预测和测量工具']
    },
    922305: (e) => {
      e.exports = ['斐波那契']
    },
    811682: (e) => {
      e.exports = ['全屏模式']
    },
    15327: (e) => {
      e.exports = ['功能']
    },
    717517: (e) => {
      e.exports = ['隐藏所有绘图']
    },
    482785: (e) => {
      e.exports = ['翻转价格坐标']
    },
    864642: (e) => {
      e.exports = ['插入指标']
    },
    778082: (e) => {
      e.exports = ['打开DOM']
    },
    646445: (e) => {
      e.exports = ['打开数据窗口']
    },
    755149: (e) => {
      e.exports = ['打开对象树']
    },
    669707: (e) => {
      e.exports = ['打开自选表']
    },
    975687: (e) => {
      e.exports = ['加载图表布局']
    },
    537057: (e) => {
      e.exports = ['锁定所有绘图']
    },
    495667: (e) => {
      e.exports = ['锁定价格对K线比例']
    },
    19567: (e) => {
      e.exports = ['将坐标移至左侧']
    },
    576300: (e) => {
      e.exports = ['将坐标移到右侧']
    },
    56854: (e) => {
      e.exports = ['向后移动图表']
    },
    622221: (e) => {
      e.exports = ['向前移动图表']
    },
    579165: (e) => {
      e.exports = ['魔术']
    },
    937140: (e) => {
      e.exports = ['磁铁模式将吸附至K线的開高低收值']
    },
    72357: (e) => {
      e.exports = ['管理布局绘图']
    },
    659607: (e) => {
      e.exports = ['测量']
    },
    79961: (e) => {
      e.exports = ['测量器']
    },
    678633: (e) => {
      e.exports = ['合并所有刻度到左侧']
    },
    300308: (e) => {
      e.exports = ['合并所有刻度到右侧']
    },
    929673: (e) => {
      e.exports = ['没有交易所符合您的条件']
    },
    641379: (e) => {
      e.exports = ['没有代码符合您的条件']
    },
    945850: (e) => {
      e.exports = ['没有东西符合您的标准']
    },
    736551: (e) => {
      e.exports = [
        '新的绘图将复制到同一布局中的所有图表，并在选择同一商品时显示',
      ]
    },
    319407: (e) => {
      e.exports = ['新绘图将在全局同步']
    },
    477989: (e) => {
      e.exports = ['新绘图将在布局中同步']
    },
    719724: (e) => {
      e.exports = ['来源']
    },
    162571: (e) => {
      e.exports = ['保存图表布局']
    },
    535264: (e) => {
      e.exports = ['仅缩放价格图表']
    },
    252298: (e) => {
      e.exports = ['搜索']
    },
    678842: (e) => {
      e.exports = ['搜索工具或功能']
    },
    313269: (e) => {
      e.exports = ['选择来源']
    },
    392553: (e) => {
      e.exports = ['卖出']
    },
    890417: (e) => {
      e.exports = ['交易日间隔']
    },
    825792: (e) => {
      e.exports = ['形状']
    },
    73953: (e) => {
      e.exports = ['显示买/卖按钮']
    },
    149616: (e) => {
      e.exports = ['显示收藏的绘图工具栏']
    },
    691977: (e) => {
      e.exports = ['显示隐藏的工具']
    },
    551072: (e) => {
      e.exports = ['显示对象树']
    },
    749421: (e) => {
      e.exports = ['保持绘图模式']
    },
    685422: (e) => {
      e.exports = ['强磁铁']
    },
    589053: (e) => {
      e.exports = ['商品代码']
    },
    948490: (e) => {
      e.exports = ['商品和描述']
    },
    679791: (e) => {
      e.exports = ['商品名称标签']
    },
    112014: (e) => {
      e.exports = ['商品信息']
    },
    678001: (e) => {
      e.exports = ['商品最新价格标签']
    },
    324558: (e) => {
      e.exports = ['商品前一日收盘价标签']
    },
    882719: (e) => {
      e.exports = ['商品代码搜索']
    },
    735888: (e) => {
      e.exports = ['同步绘图到所有图表']
    },
    219693: (e) => {
      e.exports = ['形态']
    },
    673359: (e) => {
      e.exports = ['分叉线']
    },
    204037: (e) => {
      e.exports = ['加号按钮']
    },
    796032: (e) => {
      e.exports = ['前一日收盘价线']
    },
    999530: (e) => {
      e.exports = ['价格线']
    },
    990612: (e) => {
      e.exports = ['最近搜索']
    },
    131273: (e) => {
      e.exports = ['常规时段']
    },
    376091: (e) => {
      e.exports = ['移除绘图']
    },
    420378: (e) => {
      e.exports = ['移除指标']
    },
    457869: (e) => {
      e.exports = ['删除所有指标和绘图工具']
    },
    366702: (e) => {
      e.exports = ['從觀察清單中刪除']
    },
    572482: (e) => {
      e.exports = ['从收藏中移除']
    },
    634465: (e) => {
      e.exports = ['重置图表']
    },
    445417: (e) => {
      e.exports = ['重置价格坐标']
    },
    275521: (e) => {
      e.exports = ['重置时间坐标']
    },
    245265: (e) => {
      e.exports = ['弱磁铁']
    },
    620916: (e) => {
      e.exports = ['文字&笔记']
    },
    18794: (e) => {
      e.exports = ['趋势线工具']
    },
    464185: (e) => {
      e.exports = ['键入以搜索绘图、功能和设置']
    },
    89967: (e) => {
      e.exports = ['基于成交量']
    },
    38925: (e) => {
      e.exports = ['放大']
    },
    949895: (e) => {
      e.exports = ['缩小']
    },
    812629: (e) => {
      e.exports = ['商品']
    },
    487592: (e) => {
      e.exports = ['差价合约']
    },
    565558: (e) => {
      e.exports = ['更改图表上的观点可见性']
    },
    559820: (e) => {
      e.exports = ['更改指标和财务名称标签可见性']
    },
    90512: (e) => {
      e.exports = ['更改指标和财务值标签可见性']
    },
    350393: (e) => {
      e.exports = ['更改盘前/盘后市场价格线的可见性']
    },
    308448: (e) => {
      e.exports = ['加密']
    },
    667245: (e) => {
      e.exports = 'dr'
    },
    488720: (e) => {
      e.exports = ['经济']
    },
    739512: (e) => {
      e.exports = ['外汇']
    },
    781859: (e) => {
      e.exports = ['期货']
    },
    612754: (e) => {
      e.exports = ['指数']
    },
    138071: (e) => {
      e.exports = ['指数']
    },
    636931: (e) => {
      e.exports = ['股票']
    },
    695612: (e) => {
      e.exports = ['同步绘图']
    },
    132868: (e) => {
      e.exports = ['{hotKey_0} + 点击图表']
    },
    468125: (e) => {
      e.exports = ['{hotKey_0} — 圆圈']
    },
    240234: (e) => {
      e.exports = ['{hotKey_0} — 以45度角绘制一条直线']
    },
    510289: (e) => {
      e.exports = ['{hotKey_0} — 固定增量']
    },
    481591: (e) => {
      e.exports = ['{hotKey_0} — 正方形']
    },
  },
])
