;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [4011],
  {
    652002: (e) => {
      e.exports = ['主要货币']
    },
    283912: (e) => {
      e.exports = ['次要']
    },
    52587: (e) => {
      e.exports = 'C'
    },
    469219: (e) => {
      e.exports = 'D'
    },
    426211: (e) => {
      e.exports = 'D'
    },
    960582: (e) => {
      e.exports = 'E'
    },
    957357: (e) => {
      e.exports = 'F'
    },
    647310: (e) => {
      e.exports = 'R'
    },
    214485: (e) => {
      e.exports = 'R'
    },
    87817: (e) => {
      e.exports = 'S'
    },
    535145: (e) => {
      e.exports = ['52周价格范围']
    },
    397697: (e) => {
      e.exports = ['快递服务']
    },
    117750: (e) => {
      e.exports = ['煤炭']
    },
    268765: (e) => {
      e.exports = ['煤炭开采支架']
    },
    504070: (e) => {
      e.exports = ['煤批发']
    },
    269358: (e) => {
      e.exports = ['科科斯（基林）群岛']
    },
    455784: (e) => {
      e.exports = ['咖啡和茶']
    },
    844305: (e) => {
      e.exports = ['咖啡、茶和可可种植']
    },
    488938: (e) => {
      e.exports = ['焦煤开采']
    },
    731144: (e) => {
      e.exports = ['哥伦比亚']
    },
    714971: (e) => {
      e.exports = ['着色剂']
    },
    137827: (e) => {
      e.exports = ['集体投资基金运营']
    },
    408646: (e) => {
      e.exports = ['科摩罗']
    },
    187677: (e) => {
      e.exports = ['大宗化学品']
    },
    844460: (e) => {
      e.exports = ['大宗化工产品批发']
    },
    141879: (e) => {
      e.exports = ['商用飞机制造']
    },
    313671: (e) => {
      e.exports = ['商业银行']
    },
    289904: (e) => {
      e.exports = ['商业建筑']
    },
    317976: (e) => {
      e.exports = ['商业文件管理']
    },
    865447: (e) => {
      e.exports = ['商业设备租赁']
    },
    597013: (e) => {
      e.exports = ['商业捕鱼']
    },
    913922: (e) => {
      e.exports = ['商业食品服务']
    },
    864285: (e) => {
      e.exports = ['商业租赁']
    },
    375065: (e) => {
      e.exports = ['商业贷款']
    },
    17897: (e) => {
      e.exports = ['商业幼儿园']
    },
    700165: (e) => {
      e.exports = ['商业印刷/表格']
    },
    756288: (e) => {
      e.exports = ['商业印刷服务']
    },
    71399: (e) => {
      e.exports = ['商业房地产投资信托基金']
    },
    238185: (e) => {
      e.exports = ['商业服务']
    },
    218910: (e) => {
      e.exports = ['通勤渡船']
    },
    459453: (e) => {
      e.exports = ['通勤服务']
    },
    165630: (e) => {
      e.exports = ['通信与卫星设备']
    },
    521490: (e) => {
      e.exports = ['通讯']
    },
    958879: (e) => {
      e.exports = ['通信 & 网络']
    },
    838544: (e) => {
      e.exports = ['综合商品']
    },
    946922: (e) => {
      e.exports = ['计算机和电子产品零售商']
    },
    782135: (e) => {
      e.exports = ['计算机通讯']
    },
    85065: (e) => {
      e.exports = ['计算机硬件']
    },
    859138: (e) => {
      e.exports = ['计算机硬件和软件零售商']
    },
    826534: (e) => {
      e.exports = ['计算机硬件组装']
    },
    759899: (e) => {
      e.exports = ['计算机外围设备']
    },
    950116: (e) => {
      e.exports = ['计算机处理硬件']
    },
    317785: (e) => {
      e.exports = ['计算机程序设计']
    },
    803434: (e) => {
      e.exports = ['计算机培训']
    },
    601406: (e) => {
      e.exports = ['刚果']
    },
    167291: (e) => {
      e.exports = ['刚果民主共和国']
    },
    838455: (e) => {
      e.exports = ['企业集团']
    },
    478698: (e) => {
      e.exports = ['会议工具与系统']
    },
    413859: (e) => {
      e.exports = ['正在连接']
    },
    310323: (e) => {
      e.exports = ['建筑工程']
    },
    848833: (e) => {
      e.exports = ['工程机械']
    },
    628370: (e) => {
      e.exports = ['建筑材料加工']
    },
    71686: (e) => {
      e.exports = ['建筑材料批发']
    },
    721009: (e) => {
      e.exports = ['建筑材料']
    },
    488089: (e) => {
      e.exports = ['建筑用品']
    },
    112947: (e) => {
      e.exports = ['建筑用品及设备']
    },
    854214: (e) => {
      e.exports = ['建筑用品和固定装置批发']
    },
    122614: (e) => {
      e.exports = ['消费者信用卡服务']
    },
    298395: (e) => {
      e.exports = ['消费周期性']
    },
    803146: (e) => {
      e.exports = ['周期性消费品']
    },
    256799: (e) => {
      e.exports = ['消费品租赁']
    },
    880781: (e) => {
      e.exports = ['消费文件管理']
    },
    51897: (e) => {
      e.exports = ['耐用消费品']
    },
    4953: (e) => {
      e.exports = ['消费电子产品零售商']
    },
    395885: (e) => {
      e.exports = ['消费电子/电器产品']
    },
    575023: (e) => {
      e.exports = ['消费电子产品批发']
    },
    801386: (e) => {
      e.exports = ['消费者租赁']
    },
    362308: (e) => {
      e.exports = ['消费者贷款']
    },
    384043: (e) => {
      e.exports = ['非周期性消费']
    },
    964300: (e) => {
      e.exports = ['非耐用消费品']
    },
    964613: (e) => {
      e.exports = ['消费者服务']
    },
    374909: (e) => {
      e.exports = ['消费杂货']
    },
    477987: (e) => {
      e.exports = ['消费者出版']
    },
    892867: (e) => {
      e.exports = ['消费者维修服务']
    },
    328477: (e) => {
      e.exports = ['消费者/非周期性']
    },
    761794: (e) => {
      e.exports = ['集装箱包装材料批发']
    },
    571506: (e) => {
      e.exports = ['容器/包装']
    },
    594263: (e) => {
      e.exports = ['内容与网站管理服务']
    },
    426398: (e) => {
      e.exports = ['钻井承包']
    },
    334669: (e) => {
      e.exports = ['饼干，小饼干和面食制造']
    },
    453679: (e) => {
      e.exports = ['库克群岛']
    },
    733330: (e) => {
      e.exports = ['铜矿开采']
    },
    545312: (e) => {
      e.exports = ['版权管理']
    },
    512060: (e) => {
      e.exports = ['企业会计服务']
    },
    55493: (e) => {
      e.exports = ['企业金融服务']
    },
    930045: (e) => {
      e.exports = ['化妆品与香水']
    },
    708897: (e) => {
      e.exports = ['哥斯达黎加']
    },
    887702: (e) => {
      e.exports = ['目录/专业分布']
    },
    290207: (e) => {
      e.exports = ['开曼群岛']
    },
    224860: (e) => {
      e.exports = ['电缆服务供应商']
    },
    248568: (e) => {
      e.exports = ['卫星电视']
    },
    996415: (e) => {
      e.exports = ['佛得角']
    },
    298505: (e) => {
      e.exports = ['咖啡馆']
    },
    51339: (e) => {
      e.exports = ['呼叫中心服务']
    },
    551054: (e) => {
      e.exports = ['柬埔寨']
    },
    201132: (e) => {
      e.exports = ['喀麦隆']
    },
    280206: (e) => {
      e.exports = ['加拿大']
    },
    377774: (e) => {
      e.exports = ['生产资料']
    },
    734070: (e) => {
      e.exports = ['碳捕获与储存']
    },
    837140: (e) => {
      e.exports = ['碳酸软饮料']
    },
    800143: (e) => {
      e.exports = ['地毯和窗帘']
    },
    24920: (e) => {
      e.exports = ['赌场']
    },
    991725: (e) => {
      e.exports = ['博彩']
    },
    642883: (e) => {
      e.exports = ['赌场 & 博彩娱乐']
    },
    982801: (e) => {
      e.exports = ['意外保险']
    },
    737576: (e) => {
      e.exports = ['蜂窝纤维']
    },
    368119: (e) => {
      e.exports = ['水泥混凝土制造']
    },
    145112: (e) => {
      e.exports = ['中非共和国']
    },
    137093: (e) => {
      e.exports = ['乍得']
    },
    15770: (e) => {
      e.exports = ['包机和私人飞机服务']
    },
    215689: (e) => {
      e.exports = ['包机服务']
    },
    461657: (e) => {
      e.exports = ['化学品：农业']
    },
    616852: (e) => {
      e.exports = ['化学品：多元化']
    },
    4685: (e) => {
      e.exports = ['化学品：特种']
    },
    981926: (e) => {
      e.exports = ['儿童保育及家庭服务']
    },
    799344: (e) => {
      e.exports = ['儿童与婴儿服装']
    },
    192873: (e) => {
      e.exports = ['儿童与婴儿服装零售商']
    },
    141840: (e) => {
      e.exports = ['智利']
    },
    420844: (e) => {
      e.exports = ['中国']
    },
    11958: (e) => {
      e.exports = ['巧克力和糖果']
    },
    180144: (e) => {
      e.exports = ['圣诞岛']
    },
    911991: (e) => {
      e.exports = ['土木工程师与建筑师']
    },
    663112: (e) => {
      e.exports = ['雪茄与香烟生产']
    },
    734725: (e) => {
      e.exports = ['清洁服务']
    },
    519165: (e) => {
      e.exports = ['清理、结算和保管服务']
    },
    383404: (e) => {
      e.exports = ['封闭式基金']
    },
    498588: (e) => {
      e.exports = ['云计算服务']
    },
    173716: (e) => {
      e.exports = ['邮轮']
    },
    541755: (e) => {
      e.exports = ['工艺与微型酿酒商']
    },
    331581: (e) => {
      e.exports = ['信用联盟']
    },
    663849: (e) => {
      e.exports = ['克罗地亚']
    },
    178281: (e) => {
      e.exports = ['刀叉餐具']
    },
    987240: (e) => {
      e.exports = ['古巴']
    },
    495937: (e) => {
      e.exports = ['库拉索酒']
    },
    289599: (e) => {
      e.exports = ['库拉索']
    },
    551017: (e) => {
      e.exports = ['塞浦路斯']
    },
    342054: (e) => {
      e.exports = ['捷克']
    },
    471406: (e) => {
      e.exports = ['捷克']
    },
    743648: (e) => {
      e.exports = ['象牙海岸']
    },
    703466: (e) => {
      e.exports = ['游乐园和动物园']
    },
    595592: (e) => {
      e.exports = ['救护车和紧急服务']
    },
    655410: (e) => {
      e.exports = ['美属萨摩亚']
    },
    958290: (e) => {
      e.exports = ['美洲']
    },
    314840: (e) => {
      e.exports = ['南极洲']
    },
    349809: (e) => {
      e.exports = ['安提瓜和巴布达']
    },
    314982: (e) => {
      e.exports = ['古董商']
    },
    682079: (e) => {
      e.exports = ['安道尔']
    },
    476342: (e) => {
      e.exports = ['安哥拉']
    },
    768063: (e) => {
      e.exports = ['安圭拉']
    },
    615481: (e) => {
      e.exports = ['畜牧业']
    },
    668010: (e) => {
      e.exports = ['动物饲料']
    },
    945218: (e) => {
      e.exports = ['动物屠宰加工']
    },
    316517: (e) => {
      e.exports = ['附件']
    },
    182842: (e) => {
      e.exports = ['会计与税务准备']
    },
    407609: (e) => {
      e.exports = ['成人娱乐生产和传播']
    },
    250197: (e) => {
      e.exports = ['成人用品零售商']
    },
    557254: (e) => {
      e.exports = ['先进电子仪器设备']
    },
    438052: (e) => {
      e.exports = ['先进医疗设备与技术']
    },
    712158: (e) => {
      e.exports = ['先进医疗设备批发']
    },
    625754: (e) => {
      e.exports = ['高级聚合物']
    },
    259500: (e) => {
      e.exports = ['冒险体育设施&滑雪胜地']
    },
    665684: (e) => {
      e.exports = ['广告&市场营销']
    },
    615085: (e) => {
      e.exports = ['广告代理']
    },
    526271: (e) => {
      e.exports = ['广告/市场营销服务']
    },
    638611: (e) => {
      e.exports = ['粘合的']
    },
    911752: (e) => {
      e.exports = ['航空航天 & 国防']
    },
    488561: (e) => {
      e.exports = ['阿富汗']
    },
    655312: (e) => {
      e.exports = ['非洲']
    },
    400730: (e) => {
      e.exports = ['农业机械']
    },
    682628: (e) => {
      e.exports = ['农业生物技术']
    },
    477629: (e) => {
      e.exports = ['农业化学品']
    },
    923974: (e) => {
      e.exports = ['农用化学品批发']
    },
    759129: (e) => {
      e.exports = ['农副产品']
    },
    792503: (e) => {
      e.exports = ['农业支助服务']
    },
    828450: (e) => {
      e.exports = ['空气压缩机']
    },
    821313: (e) => {
      e.exports = ['空运']
    },
    295775: (e) => {
      e.exports = ['空运及快递服务']
    },
    71774: (e) => {
      e.exports = ['航空货运与物流']
    },
    961220: (e) => {
      e.exports = ['空运/快递']
    },
    937090: (e) => {
      e.exports = ['航空运输服务']
    },
    22844: (e) => {
      e.exports = ['航空器设备批发']
    },
    107173: (e) => {
      e.exports = ['飞机零件制造']
    },
    338475: (e) => {
      e.exports = ['航空食品服务']
    },
    267983: (e) => {
      e.exports = ['航空公司']
    },
    697706: (e) => {
      e.exports = ['机场经营']
    },
    599612: (e) => {
      e.exports = ['机场服务']
    },
    36695: (e) => {
      e.exports = ['非传统医疗']
    },
    186722: (e) => {
      e.exports = ['非传统医疗设备']
    },
    223603: (e) => {
      e.exports = ['可替代发电']
    },
    30303: (e) => {
      e.exports = ['铝业']
    },
    502974: (e) => {
      e.exports = ['铝材轧制']
    },
    131898: (e) => {
      e.exports = ['阿尔巴尼亚']
    },
    181053: (e) => {
      e.exports = ['阿尔及利亚']
    },
    277446: (e) => {
      e.exports = ['所有其他食品制造业']
    },
    255072: (e) => {
      e.exports = ['服装/鞋类']
    },
    737703: (e) => {
      e.exports = ['零售服装/鞋类']
    },
    215411: (e) => {
      e.exports = ['服装 & 配件']
    },
    577102: (e) => {
      e.exports = ['服装 & 配件零售商']
    },
    856794: (e) => {
      e.exports = ['服装批发业']
    },
    978972: (e) => {
      e.exports = ['家用电器及家居用品批发业']
    },
    463399: (e) => {
      e.exports = ['电器、工具和家庭用品']
    },
    747187: (e) => {
      e.exports = ['应用软件']
    },
    178186: (e) => {
      e.exports = ['水产养殖业']
    },
    399659: (e) => {
      e.exports = ['阿鲁巴']
    },
    834742: (e) => {
      e.exports = ['阿根廷']
    },
    384290: (e) => {
      e.exports = ['亚美尼亚']
    },
    963869: (e) => {
      e.exports = ['武器弹药制造']
    },
    161768: (e) => {
      e.exports = ['亚洲']
    },
    926694: (e) => {
      e.exports = ['自动售货机机']
    },
    708964: (e) => {
      e.exports = ['汽车与多功能车辆']
    },
    97791: (e) => {
      e.exports = ['汽车配件']
    },
    740154: (e) => {
      e.exports = ['汽车售后']
    },
    373921: (e) => {
      e.exports = ['汽车电池']
    },
    349458: (e) => {
      e.exports = ['汽车车身零件']
    },
    431061: (e) => {
      e.exports = ['汽车零件及配件零售商']
    },
    851585: (e) => {
      e.exports = ['自动化系统']
    },
    186027: (e) => {
      e.exports = ['汽车 & 卡车制造商']
    },
    615617: (e) => {
      e.exports = ['汽车和卡车零件批发']
    },
    229158: (e) => {
      e.exports = ['汽车与卡车批发']
    },
    216695: (e) => {
      e.exports = ['汽车清洗产品']
    },
    752313: (e) => {
      e.exports = ['汽车零件：OEM']
    },
    366586: (e) => {
      e.exports = ['汽车、零部件 & 服务零售商']
    },
    417049: (e) => {
      e.exports = ['汽车、卡车及摩托车配件']
    },
    50132: (e) => {
      e.exports = ['澳大利亚']
    },
    226505: (e) => {
      e.exports = ['奥地利']
    },
    751361: (e) => {
      e.exports = ['阿塞拜疆']
    },
    746406: (e) => {
      e.exports = ['博兹瓦纳']
    },
    867634: (e) => {
      e.exports = ['瓶装水和冰']
    },
    896497: (e) => {
      e.exports = ['布维岛']
    },
    984615: (e) => {
      e.exports = ['玻利维亚']
    },
    661033: (e) => {
      e.exports = ['荷兰加勒比区']
    },
    879852: (e) => {
      e.exports = ['债券']
    },
    650342: (e) => {
      e.exports = ['图书与杂志零售商']
    },
    697555: (e) => {
      e.exports = ['图书印刷服务']
    },
    298060: (e) => {
      e.exports = ['图书出版']
    },
    41448: (e) => {
      e.exports = ['波士尼亚赫塞哥维纳']
    },
    692537: (e) => {
      e.exports = ['浴室设备']
    },
    17121: (e) => {
      e.exports = ['电池和不间断电源']
    },
    714872: (e) => {
      e.exports = ['铝土矿开采']
    },
    935022: (e) => {
      e.exports = ['婴儿食品']
    },
    755169: (e) => {
      e.exports = ['巴哈马群岛']
    },
    280217: (e) => {
      e.exports = ['滚珠和滚子轴承']
    },
    61587: (e) => {
      e.exports = ['孟加拉国']
    },
    166445: (e) => {
      e.exports = ['银行']
    },
    466555: (e) => {
      e.exports = ['宴会厅与餐饮']
    },
    560803: (e) => {
      e.exports = ['巴巴多斯']
    },
    908135: (e) => {
      e.exports = ['基础材料']
    },
    20369: (e) => {
      e.exports = ['饮料（生产/分销）']
    },
    711209: (e) => {
      e.exports = ['饮料:酒精饮料']
    },
    973041: (e) => {
      e.exports = ['饮料:非酒精饮料']
    },
    279230: (e) => {
      e.exports = ['美容供应店']
    },
    546343: (e) => {
      e.exports = ['菜牛和小肉牛养殖']
    },
    237471: (e) => {
      e.exports = ['啤酒，葡萄酒和白酒店']
    },
    909293: (e) => {
      e.exports = ['白俄罗斯']
    },
    637653: (e) => {
      e.exports = ['比利时']
    },
    577138: (e) => {
      e.exports = ['伯利兹']
    },
    800662: (e) => {
      e.exports = ['贝宁']
    },
    852424: (e) => {
      e.exports = ['百慕大群岛']
    },
    624751: (e) => {
      e.exports = ['不丹']
    },
    205415: (e) => {
      e.exports = ['自行车制造']
    },
    918705: (e) => {
      e.exports = ['生物医疗设备']
    },
    52535: (e) => {
      e.exports = ['生物诊断与测试']
    },
    804316: (e) => {
      e.exports = ['生物治疗药物']
    },
    956360: (e) => {
      e.exports = ['生物柴油']
    },
    551850: (e) => {
      e.exports = ['生物和沼气燃料']
    },
    847860: (e) => {
      e.exports = ['生物识别产品']
    },
    575118: (e) => {
      e.exports = ['生物药物']
    },
    752669: (e) => {
      e.exports = ['生物科技']
    },
    436813: (e) => {
      e.exports = ['生物技术 & 医学研究']
    },
    625727: (e) => {
      e.exports = ['避孕产品']
    },
    660484: (e) => {
      e.exports = ['文莱']
    },
    506311: (e) => {
      e.exports = ['品牌命名']
    },
    228867: (e) => {
      e.exports = ['巴西']
    },
    762107: (e) => {
      e.exports = ['面包及烘焙产品制造']
    },
    29252: (e) => {
      e.exports = ['早餐谷物食品制造']
    },
    990529: (e) => {
      e.exports = ['啤酒生产']
    },
    660635: (e) => {
      e.exports = ['英属印度洋领地']
    },
    667354: (e) => {
      e.exports = ['英属维尔京群岛']
    },
    350795: (e) => {
      e.exports = ['广播']
    },
    598959: (e) => {
      e.exports = ['广播设备']
    },
    105617: (e) => {
      e.exports = ['经纪服务']
    },
    501039: (e) => {
      e.exports = ['扫帚、刷子和畚斗']
    },
    2091: (e) => {
      e.exports = ['建筑商']
    },
    303152: (e) => {
      e.exports = ['建筑承包商']
    },
    131558: (e) => {
      e.exports = ['建筑产品']
    },
    801685: (e) => {
      e.exports = ['保加利亚']
    },
    713026: (e) => {
      e.exports = ['布基纳法索']
    },
    238912: (e) => {
      e.exports = ['布隆迪']
    },
    759624: (e) => {
      e.exports = ['商业服务']
    },
    277583: (e) => {
      e.exports = ['商业支持服务']
    },
    106231: (e) => {
      e.exports = ['商业支持供应']
    },
    715822: (e) => {
      e.exports = ['政府部门']
    },
    843033: (e) => {
      e.exports = ['黄金']
    },
    850398: (e) => {
      e.exports = ['金矿开采']
    },
    323346: (e) => {
      e.exports = ['高尔夫球场']
    },
    281273: (e) => {
      e.exports = ['加蓬']
    },
    680793: (e) => {
      e.exports = ['冈比亚']
    },
    970292: (e) => {
      e.exports = ['赌博与游戏机器生产商']
    },
    496024: (e) => {
      e.exports = ['游戏，玩具，儿童车']
    },
    681243: (e) => {
      e.exports = ['游戏机操作员']
    },
    246824: (e) => {
      e.exports = ['燃气经销商']
    },
    723937: (e) => {
      e.exports = ['天然气钻探-陆上']
    },
    450047: (e) => {
      e.exports = ['加油站']
    },
    386732: (e) => {
      e.exports = ['普通教育服务']
    },
    197617: (e) => {
      e.exports = ['广义政府']
    },
    583807: (e) => {
      e.exports = ['仿制药']
    },
    677938: (e) => {
      e.exports = ['地球物理测量与测绘服务']
    },
    118059: (e) => {
      e.exports = ['格鲁吉亚']
    },
    159985: (e) => {
      e.exports = ['德国']
    },
    848856: (e) => {
      e.exports = ['加纳']
    },
    423151: (e) => {
      e.exports = ['直布罗陀']
    },
    211207: (e) => {
      e.exports = ['礼品，新奇纪念品商店']
    },
    250811: (e) => {
      e.exports = ['玻璃容器及包装']
    },
    47999: (e) => {
      e.exports = ['眼镜及隐形眼镜']
    },
    248347: (e) => {
      e.exports = ['谷物(作物)生产']
    },
    17026: (e) => {
      e.exports = ['格陵兰']
    },
    480411: (e) => {
      e.exports = ['希腊']
    },
    882614: (e) => {
      e.exports = ['格林纳达']
    },
    867687: (e) => {
      e.exports = ['地面货运与物流']
    },
    431526: (e) => {
      e.exports = ['圭亚那']
    },
    72606: (e) => {
      e.exports = ['瓜德罗普岛']
    },
    967946: (e) => {
      e.exports = ['关岛']
    },
    673613: (e) => {
      e.exports = ['危地马拉']
    },
    639445: (e) => {
      e.exports = ['格恩西岛']
    },
    71747: (e) => {
      e.exports = ['导游人员']
    },
    236877: (e) => {
      e.exports = ['几内亚']
    },
    193786: (e) => {
      e.exports = ['几内亚比绍']
    },
    909552: (e) => {
      e.exports = ['健身房，健身和水疗中心']
    },
    564330: (e) => {
      e.exports = ['医生办公室']
    },
    519298: (e) => {
      e.exports = ['玩具娃娃和毛绒玩具']
    },
    887461: (e) => {
      e.exports = ['多米尼加']
    },
    863314: (e) => {
      e.exports = ['多明尼加共和国']
    },
    944704: (e) => {
      e.exports = ['门窗框架']
    },
    202056: (e) => {
      e.exports = ['数据处理服务']
    },
    570506: (e) => {
      e.exports = ['当日价格范围']
    },
    573924: (e) => {
      e.exports = ['乳制品']
    },
    280019: (e) => {
      e.exports = ['远洋运输']
    },
    78211: (e) => {
      e.exports = ['延时']
    },
    64901: (e) => {
      e.exports = ['丹麦']
    },
    515023: (e) => {
      e.exports = ['专卖店']
    },
    610643: (e) => {
      e.exports = ['百货公司']
    },
    35337: (e) => {
      e.exports = ['设计服务']
    },
    489572: (e) => {
      e.exports = ['多元化的化学品']
    },
    314562: (e) => {
      e.exports = ['多元化投资服务']
    },
    785205: (e) => {
      e.exports = ['多元化REITs']
    },
    229363: (e) => {
      e.exports = ['多元化的贸易和分销']
    },
    464845: (e) => {
      e.exports = ['诊断和测试材料']
    },
    239882: (e) => {
      e.exports = ['诊断和测试材料制造商']
    },
    943475: (e) => {
      e.exports = ['钻石开采']
    },
    527407: (e) => {
      e.exports = ['数字媒体机构']
    },
    34087: (e) => {
      e.exports = ['数字出版']
    },
    759459: (e) => {
      e.exports = ['直销']
    },
    420192: (e) => {
      e.exports = ['目录出版']
    },
    534635: (e) => {
      e.exports = ['折扣商店']
    },
    272494: (e) => {
      e.exports = ['杂货折扣商店']
    },
    650595: (e) => {
      e.exports = ['非杂货折扣商店']
    },
    518689: (e) => {
      e.exports = ['显示滤网']
    },
    101303: (e) => {
      e.exports = ['酿酒厂']
    },
    78531: (e) => {
      e.exports = ['蒸馏和酿酒厂']
    },
    151254: (e) => {
      e.exports = ['配送服务']
    },
    439687: (e) => {
      e.exports = ['吉布地']
    },
    221101: (e) => {
      e.exports = ['连锁药房']
    },
    270417: (e) => {
      e.exports = ['药物传递系统']
    },
    580947: (e) => {
      e.exports = ['药品零售企业']
    },
    105306: (e) => {
      e.exports = ['电子商务&拍卖服务']
    },
    242692: (e) => {
      e.exports = ['就业服务']
    },
    692561: (e) => {
      e.exports = ['娱乐制作']
    },
    171956: (e) => {
      e.exports = ['娱乐制作设备及服务']
    },
    437438: (e) => {
      e.exports = ['企业软件']
    },
    185245: (e) => {
      e.exports = ['环境生物技术']
    },
    791590: (e) => {
      e.exports = ['环境咨询服务']
    },
    147765: (e) => {
      e.exports = ['环境服务']
    },
    75745: (e) => {
      e.exports = ['环境服务和设备']
    },
    132023: (e) => {
      e.exports = ['昨收']
    },
    618383: (e) => {
      e.exports = ['能源']
    },
    503332: (e) => {
      e.exports = ['能源矿产']
    },
    129063: (e) => {
      e.exports = ['能量饮料']
    },
    159701: (e) => {
      e.exports = ['发动机和动力总成系统']
    },
    675094: (e) => {
      e.exports = ['工程建设']
    },
    593004: (e) => {
      e.exports = ['厄瓜多尔']
    },
    337556: (e) => {
      e.exports = ['经济']
    },
    376278: (e) => {
      e.exports = ['教育和培训信息提供者']
    },
    504002: (e) => {
      e.exports = ['教学服务']
    },
    205390: (e) => {
      e.exports = ['埃及']
    },
    444228: (e) => {
      e.exports = ['萨尔瓦多']
    },
    506029: (e) => {
      e.exports = ['电气施工']
    },
    523077: (e) => {
      e.exports = ['电气设备批发']
    },
    593324: (e) => {
      e.exports = ['发电厂']
    },
    911874: (e) => {
      e.exports = ['电力部门：中央']
    },
    529652: (e) => {
      e.exports = ['电气(替代)车辆']
    },
    792264: (e) => {
      e.exports = ['电气元件及设备']
    },
    504631: (e) => {
      e.exports = ['电气测试仪器']
    },
    119365: (e) => {
      e.exports = ['电子设备']
    },
    512853: (e) => {
      e.exports = ['电子管和绝缘体']
    },
    494934: (e) => {
      e.exports = ['电子经销商']
    },
    955251: (e) => {
      e.exports = ['数码/电器商店']
    },
    78303: (e) => {
      e.exports = ['电子/电器']
    },
    702813: (e) => {
      e.exports = ['电子元器件']
    },
    906427: (e) => {
      e.exports = ['电子元器件']
    },
    192120: (e) => {
      e.exports = ['电子设备及零件']
    },
    428718: (e) => {
      e.exports = ['电子设备/仪器']
    },
    7681: (e) => {
      e.exports = ['电子设备及零件']
    },
    960249: (e) => {
      e.exports = ['电子生产设备']
    },
    69296: (e) => {
      e.exports = ['电子维修服务']
    },
    225255: (e) => {
      e.exports = ['电子科技']
    },
    223581: (e) => {
      e.exports = ['电梯输送设备']
    },
    978454: (e) => {
      e.exports = ['环氧树脂']
    },
    802376: (e) => {
      e.exports = ['赤道几内亚']
    },
    959005: (e) => {
      e.exports = ['净值']
    },
    33356: (e) => {
      e.exports = ['厄立特里亚']
    },
    959823: (e) => {
      e.exports = ['爱沙尼亚']
    },
    871985: (e) => {
      e.exports = ['斯威士兰']
    },
    180669: (e) => {
      e.exports = ['燃料乙醇']
    },
    698440: (e) => {
      e.exports = ['埃塞尔比亚']
    },
    559592: (e) => {
      e.exports = ['欧洲']
    },
    600442: (e) => {
      e.exports = ['欧盟']
    },
    220187: (e) => {
      e.exports = ['交易所交易基金（ETF）']
    },
    215991: (e) => {
      e.exports = ['交易所交易基金（ETF）']
    },
    890295: (e) => {
      e.exports = ['猎头服务']
    },
    506079: (e) => {
      e.exports = ['会展服务']
    },
    775740: (e) => {
      e.exports = ['异国']
    },
    474746: (e) => {
      e.exports = ['炸药']
    },
    768666: (e) => {
      e.exports = ['食品经销商']
    },
    113339: (e) => {
      e.exports = ['食品成分']
    },
    114898: (e) => {
      e.exports = ['食品市场']
    },
    98864: (e) => {
      e.exports = ['食品加工']
    },
    807264: (e) => {
      e.exports = ['食品零售']
    },
    827416: (e) => {
      e.exports = ['食品零售配送']
    },
    223293: (e) => {
      e.exports = ['食品批发']
    },
    96714: (e) => {
      e.exports = ['食品：多元化']
    },
    941247: (e) => {
      e.exports = ['食品：肉/鱼/乳制品']
    },
    39828: (e) => {
      e.exports = ['食品：特色/糖果']
    },
    481543: (e) => {
      e.exports = ['鞋类']
    },
    903889: (e) => {
      e.exports = ['鞋类零售商']
    },
    103590: (e) => {
      e.exports = ['鞋类批发']
    },
    106061: (e) => {
      e.exports = ['林木产品']
    },
    209373: (e) => {
      e.exports = ['森林苗圃与林产品的采集']
    },
    243463: (e) => {
      e.exports = ['林产品']
    },
    891577: (e) => {
      e.exports = ['森林支持与服务']
    },
    324241: (e) => {
      e.exports = ['外汇']
    },
    390568: (e) => {
      e.exports = ['Forex {sector}：{country}']
    },
    9618: (e) => {
      e.exports = ['化石燃料电动实业']
    },
    773240: (e) => {
      e.exports = ['化石燃料发电']
    },
    229550: (e) => {
      e.exports = ['织物染整']
    },
    440195: (e) => {
      e.exports = ['代理商']
    },
    903181: (e) => {
      e.exports = ['福克兰群岛']
    },
    464588: (e) => {
      e.exports = ['福克兰群岛（马尔维纳斯）']
    },
    246844: (e) => {
      e.exports = ['法罗群岛']
    },
    336970: (e) => {
      e.exports = ['时尚眼镜']
    },
    98489: (e) => {
      e.exports = ['肥料']
    },
    884019: (e) => {
      e.exports = ['光缆制造']
    },
    979981: (e) => {
      e.exports = ['斐济']
    },
    909228: (e) => {
      e.exports = ['金融']
    },
    96753: (e) => {
      e.exports = ['金融/租赁']
    },
    561812: (e) => {
      e.exports = ['金融：消费者服务']
    },
    833176: (e) => {
      e.exports = ['金融']
    },
    820611: (e) => {
      e.exports = ['金融和商品市场运营商']
    },
    445459: (e) => {
      e.exports = ['金融集团']
    },
    807260: (e) => {
      e.exports = ['金融信息提供商']
    },
    925067: (e) => {
      e.exports = ['金融出版/服务']
    },
    563139: (e) => {
      e.exports = ['金融技术与基础设施']
    },
    677720: (e) => {
      e.exports = ['财务指标']
    },
    936693: (e) => {
      e.exports = ['芬兰']
    },
    312333: (e) => {
      e.exports = ['渔业和农业']
    },
    281308: (e) => {
      e.exports = ['渔业和农业批发']
    },
    385424: (e) => {
      e.exports = ['液压动力缸及执行器']
    },
    912825: (e) => {
      e.exports = ['地板零售商']
    },
    904945: (e) => {
      e.exports = ['地板和室内瓷砖制造商']
    },
    46621: (e) => {
      e.exports = ['花商']
    },
    832439: (e) => {
      e.exports = ['面粉碾磨']
    },
    277345: (e) => {
      e.exports = ['水果蔬菜加工']
    },
    909830: (e) => {
      e.exports = ['水果饮料']
    },
    696013: (e) => {
      e.exports = ['法国']
    },
    282827: (e) => {
      e.exports = ['货运物流']
    },
    418379: (e) => {
      e.exports = ['货运代理']
    },
    345206: (e) => {
      e.exports = ['法属圭亚那']
    },
    400778: (e) => {
      e.exports = ['法属波利尼西亚']
    },
    35328: (e) => {
      e.exports = ['法属南部领地']
    },
    221739: (e) => {
      e.exports = ['冷冻食品生产']
    },
    468631: (e) => {
      e.exports = ['期货']
    },
    163358: (e) => {
      e.exports = ['丧葬服务']
    },
    862052: (e) => {
      e.exports = ['家具']
    },
    795689: (e) => {
      e.exports = ['家具零售商']
    },
    415400: (e) => {
      e.exports = ['针织品']
    },
    695873: (e) => {
      e.exports = 'Kosovo'
    },
    17904: (e) => {
      e.exports = ['哈萨克斯坦']
    },
    89080: (e) => {
      e.exports = ['肯尼亚']
    },
    369625: (e) => {
      e.exports = ['厨房用具']
    },
    231786: (e) => {
      e.exports = ['厨柜']
    },
    593442: (e) => {
      e.exports = ['基里巴斯']
    },
    357872: (e) => {
      e.exports = ['吉尔吉斯斯坦']
    },
    109132: (e) => {
      e.exports = ['旅馆与酒店']
    },
    899711: (e) => {
      e.exports = ['酒店/度假村/游轮']
    },
    449277: (e) => {
      e.exports = ['酒店、旅馆和游览线路']
    },
    373741: (e) => {
      e.exports = ['家用电器']
    },
    888469: (e) => {
      e.exports = ['家用电子产品']
    },
    906340: (e) => {
      e.exports = ['家用产品']
    },
    371016: (e) => {
      e.exports = ['家庭/个人护理']
    },
    258649: (e) => {
      e.exports = ['控股公司']
    },
    988958: (e) => {
      e.exports = ['假日']
    },
    609984: (e) => {
      e.exports = ['梵蒂冈']
    },
    649121: (e) => {
      e.exports = ['家庭音响']
    },
    614994: (e) => {
      e.exports = ['家居装饰零售商']
    },
    664871: (e) => {
      e.exports = ['家居装修']
    },
    232471: (e) => {
      e.exports = ['家居装修零售商']
    },
    925958: (e) => {
      e.exports = ['家居用品批发']
    },
    732318: (e) => {
      e.exports = ['家庭保健服务']
    },
    614369: (e) => {
      e.exports = ['家居装饰产业链']
    },
    775126: (e) => {
      e.exports = ['家装产品及服务零售商']
    },
    833063: (e) => {
      e.exports = ['住宅设计']
    },
    351863: (e) => {
      e.exports = ['洪都拉斯']
    },
    867017: (e) => {
      e.exports = ['赛马场和赛狗场']
    },
    197862: (e) => {
      e.exports = ['袜类及袜子']
    },
    288887: (e) => {
      e.exports = ['医院/护理管理']
    },
    510822: (e) => {
      e.exports = ['酒店房地产投资信托基金']
    },
    210496: (e) => {
      e.exports = ['医院、诊所和初级保健服务']
    },
    761881: (e) => {
      e.exports = ['发饰品']
    },
    409073: (e) => {
      e.exports = ['海地']
    },
    339360: (e) => {
      e.exports = ['清真动物屠宰加工']
    },
    719348: (e) => {
      e.exports = ['手提包和行李']
    },
    832803: (e) => {
      e.exports = ['手提包和箱包零售商']
    },
    177578: (e) => {
      e.exports = ['保健食品商店']
    },
    717055: (e) => {
      e.exports = ['健康保险']
    },
    617047: (e) => {
      e.exports = ['健康服务']
    },
    792105: (e) => {
      e.exports = ['健康科技']
    },
    443863: (e) => {
      e.exports = ['医疗保健']
    },
    242239: (e) => {
      e.exports = ['医疗设施和服务']
    },
    434344: (e) => {
      e.exports = ['医疗保健不动产投资信托基金']
    },
    941177: (e) => {
      e.exports = ['希尔德岛和麦当劳群岛']
    },
    262997: (e) => {
      e.exports = ['供暖通风空调系统']
    },
    420147: (e) => {
      e.exports = ['重型巴士和大客车']
    },
    302366: (e) => {
      e.exports = ['重型电气设备']
    },
    214316: (e) => {
      e.exports = ['重型电动机和发电机']
    },
    677511: (e) => {
      e.exports = ['重型机械及车辆']
    },
    102613: (e) => {
      e.exports = ['重型机械与车辆批发']
    },
    723339: (e) => {
      e.exports = ['重型卡车']
    },
    8116: (e) => {
      e.exports = ['对冲基金']
    },
    513691: (e) => {
      e.exports = ['公路桥梁施工']
    },
    234376: (e) => {
      e.exports = ['高速公路运营商']
    },
    564956: (e) => {
      e.exports = ['公路和铁路轨道']
    },
    165969: (e) => {
      e.exports = ['人力资源咨询服务']
    },
    930646: (e) => {
      e.exports = ['匈牙利']
    },
    993423: (e) => {
      e.exports = ['氢燃料']
    },
    487948: (e) => {
      e.exports = ['水电设备']
    },
    93819: (e) => {
      e.exports = ['信息科技服务及谘询']
    },
    976473: (e) => {
      e.exports = ['综合采矿']
    },
    516759: (e) => {
      e.exports = ['集成电路']
    },
    359091: (e) => {
      e.exports = ['综合物流运营商']
    },
    693347: (e) => {
      e.exports = ['成品油']
    },
    450694: (e) => {
      e.exports = ['混合汽油']
    },
    216900: (e) => {
      e.exports = ['综合电信服务']
    },
    265164: (e) => {
      e.exports = ['经纪交易商']
    },
    690569: (e) => {
      e.exports = ['室内设计服务']
    },
    379393: (e) => {
      e.exports = ['国际贸易融资']
    },
    263466: (e) => {
      e.exports = ['互联网和邮购商店']
    },
    348290: (e) => {
      e.exports = ['互联网及邮购折扣店']
    },
    837443: (e) => {
      e.exports = ['网络游戏']
    },
    340367: (e) => {
      e.exports = ['互联网软件/服务']
    },
    503694: (e) => {
      e.exports = ['互联网安全与交易服务']
    },
    282157: (e) => {
      e.exports = ['互联网服务供应商']
    },
    446448: (e) => {
      e.exports = ['互联网服务']
    },
    456231: (e) => {
      e.exports = ['互联网零售']
    },
    403877: (e) => {
      e.exports = ['投资银行家/经纪商/服务']
    },
    899916: (e) => {
      e.exports = ['投资银行']
    },
    407291: (e) => {
      e.exports = ['投资银行及经纪服务']
    },
    598801: (e) => {
      e.exports = ['投资银行/经纪商']
    },
    701468: (e) => {
      e.exports = ['投资管理']
    },
    851573: (e) => {
      e.exports = ['投资管理与基金运营商']
    },
    384728: (e) => {
      e.exports = ['投资经理']
    },
    568662: (e) => {
      e.exports = ['投资支持工具']
    },
    711991: (e) => {
      e.exports = ['投资信托']
    },
    461181: (e) => {
      e.exports = ['投资信托/互惠基金']
    },
    150039: (e) => {
      e.exports = ['独立电力生产商']
    },
    99391: (e) => {
      e.exports = ['指数']
    },
    16207: (e) => {
      e.exports = ['印度']
    },
    609759: (e) => {
      e.exports = ['印度尼西亚']
    },
    103889: (e) => {
      e.exports = ['工业房地产开发']
    },
    41532: (e) => {
      e.exports = ['工业生物化学']
    },
    446841: (e) => {
      e.exports = ['工业集团']
    },
    964174: (e) => {
      e.exports = ['工业服装和制服']
    },
    494186: (e) => {
      e.exports = ['工业电气开关']
    },
    607238: (e) => {
      e.exports = ['工业煤气']
    },
    890117: (e) => {
      e.exports = ['工业机械']
    },
    931801: (e) => {
      e.exports = ['工业机械设备']
    },
    173904: (e) => {
      e.exports = ['工业机械与设备批发']
    },
    868948: (e) => {
      e.exports = ['工业模具']
    },
    799712: (e) => {
      e.exports = ['工业零部件']
    },
    483886: (e) => {
      e.exports = ['工业厂房']
    },
    754605: (e) => {
      e.exports = ['工业炉及烘箱']
    },
    722662: (e) => {
      e.exports = ['工业房地产投资信托基金']
    },
    743771: (e) => {
      e.exports = ['工业橡胶制品']
    },
    685674: (e) => {
      e.exports = ['工业服务']
    },
    305546: (e) => {
      e.exports = ['特种工业品']
    },
    123810: (e) => {
      e.exports = ['工业阀门制造']
    },
    438887: (e) => {
      e.exports = ['工业']
    },
    808339: (e) => {
      e.exports = ['IT服务']
    },
    497333: (e) => {
      e.exports = ['内河货运']
    },
    800261: (e) => {
      e.exports = ['输入设备']
    },
    113439: (e) => {
      e.exports = ['不允许使用仪器']
    },
    632770: (e) => {
      e.exports = ['保险-汽车']
    },
    290945: (e) => {
      e.exports = ['保险经纪商']
    },
    428500: (e) => {
      e.exports = ['保险经纪/服务']
    },
    664150: (e) => {
      e.exports = ['冰岛']
    },
    351834: (e) => {
      e.exports = ['伊拉克']
    },
    328408: (e) => {
      e.exports = ['爱尔兰']
    },
    586118: (e) => {
      e.exports = ['铁矿石开采']
    },
    501648: (e) => {
      e.exports = ['钢铁厂']
    },
    582452: (e) => {
      e.exports = ['马恩岛']
    },
    261935: (e) => {
      e.exports = ['以色列']
    },
    43246: (e) => {
      e.exports = ['意大利']
    },
    418556: (e) => {
      e.exports = ['约旦']
    },
    516243: (e) => {
      e.exports = ['牙买加']
    },
    692443: (e) => {
      e.exports = ['日本']
    },
    842206: (e) => {
      e.exports = ['珠宝']
    },
    403795: (e) => {
      e.exports = ['珠宝与手表零售商']
    },
    671435: (e) => {
      e.exports = ['牛仔裤']
    },
    119803: (e) => {
      e.exports = ['泽西岛']
    },
    590760: (e) => {
      e.exports = ['青少年家具']
    },
    552456: (e) => {
      e.exports = ['阿曼']
    },
    846719: (e) => {
      e.exports = ['网上求职入口']
    },
    183268: (e) => {
      e.exports = ['办公设备']
    },
    623891: (e) => {
      e.exports = ['办公设备/用品']
    },
    458339: (e) => {
      e.exports = ['办公设备及用品租赁']
    },
    761701: (e) => {
      e.exports = ['办公设备批发']
    },
    57859: (e) => {
      e.exports = ['办公家具']
    },
    929677: (e) => {
      e.exports = ['办公房地产投资信托']
    },
    88442: (e) => {
      e.exports = ['办公室房地产开发']
    },
    215834: (e) => {
      e.exports = ['办公室房地产服务']
    },
    174606: (e) => {
      e.exports = ['办公用品']
    },
    495693: (e) => {
      e.exports = ['办公用品及文具用品店']
    },
    447796: (e) => {
      e.exports = ['办公用品批发']
    },
    327548: (e) => {
      e.exports = ['办公技术设备']
    },
    775483: (e) => {
      e.exports = ['油气钻探']
    },
    755572: (e) => {
      e.exports = ['油气勘探与生产']
    },
    362334: (e) => {
      e.exports = ['石油和天然气管道']
    },
    663977: (e) => {
      e.exports = ['石油和天然气生产']
    },
    603981: (e) => {
      e.exports = ['油气炼制与销售']
    },
    594751: (e) => {
      e.exports = ['油气储藏']
    },
    781399: (e) => {
      e.exports = ['油气运输服务']
    },
    114397: (e) => {
      e.exports = ['石油钻探-陆上']
    },
    139087: (e) => {
      e.exports = ['石油钻探-海上']
    },
    173206: (e) => {
      e.exports = ['石油勘探与生产-海上']
    },
    23036: (e) => {
      e.exports = ['石油勘探与生产-陆上']
    },
    958511: (e) => {
      e.exports = ['输油管']
    },
    336170: (e) => {
      e.exports = ['炼油/市场营销']
    },
    875051: (e) => {
      e.exports = ['石油相关测绘服务']
    },
    564337: (e) => {
      e.exports = ['石油相关设备']
    },
    756691: (e) => {
      e.exports = ['石油相关服务']
    },
    752993: (e) => {
      e.exports = ['与石油有关的服务和设备']
    },
    68122: (e) => {
      e.exports = ['油田服务/设备']
    },
    440226: (e) => {
      e.exports = ['光学用品商店']
    },
    536347: (e) => {
      e.exports = ['有机和生态生产的织物']
    },
    644710: (e) => {
      e.exports = ['有机肥料']
    },
    49121: (e) => {
      e.exports = ['其他消费者服务']
    },
    886817: (e) => {
      e.exports = ['其他消费特产']
    },
    980012: (e) => {
      e.exports = ['其他金属/矿物']
    },
    819564: (e) => {
      e.exports = ['其他专业零售商']
    },
    656589: (e) => {
      e.exports = ['其他运输']
    },
    560877: (e) => {
      e.exports = ['户外广告']
    },
    585557: (e) => {
      e.exports = ['外包与人力资源服务']
    },
    225448: (e) => {
      e.exports = ['液化天然气运输与储存']
    },
    267869: (e) => {
      e.exports = ['彩票经营者']
    },
    759646: (e) => {
      e.exports = ['地方代理商']
    },
    359789: (e) => {
      e.exports = ['机车发动机及机车车辆']
    },
    752212: (e) => {
      e.exports = ['伐木与锯木厂']
    },
    484045: (e) => {
      e.exports = ['拉脱维亚']
    },
    417964: (e) => {
      e.exports = ['洗衣用品']
    },
    76095: (e) => {
      e.exports = ['土地划分和细分']
    },
    446984: (e) => {
      e.exports = ['老挝']
    },
    645558: (e) => {
      e.exports = ['笔记本电脑和台式电脑']
    },
    399937: (e) => {
      e.exports = ['激光设备']
    },
    42422: (e) => {
      e.exports = ['铅矿石开采']
    },
    200222: (e) => {
      e.exports = ['皮革制品']
    },
    249647: (e) => {
      e.exports = ['黎巴嫩']
    },
    421491: (e) => {
      e.exports = ['法律服务']
    },
    421463: (e) => {
      e.exports = ['休闲娱乐']
    },
    655346: (e) => {
      e.exports = ['休闲产品批发']
    },
    491338: (e) => {
      e.exports = ['莱索托']
    },
    529113: (e) => {
      e.exports = ['立陶宛']
    },
    244568: (e) => {
      e.exports = ['利比里亚']
    },
    687451: (e) => {
      e.exports = ['利比亚']
    },
    148202: (e) => {
      e.exports = ['列支敦士登']
    },
    684319: (e) => {
      e.exports = ['人寿/健康保险']
    },
    38639: (e) => {
      e.exports = ['生命与健康保险']
    },
    356945: (e) => {
      e.exports = ['生命与健康再保险']
    },
    833399: (e) => {
      e.exports = ['人寿保险']
    },
    268037: (e) => {
      e.exports = ['轻型卡车']
    },
    579264: (e) => {
      e.exports = ['照明设备']
    },
    844887: (e) => {
      e.exports = ['照明装置']
    },
    400782: (e) => {
      e.exports = ['女式内衣']
    },
    421997: (e) => {
      e.exports = ['豪华配件']
    },
    261072: (e) => {
      e.exports = ['豪华汽车经销商']
    },
    915253: (e) => {
      e.exports = ['机动车']
    },
    97369: (e) => {
      e.exports = ['摩托车经销商']
    },
    42076: (e) => {
      e.exports = ['摩托车零配件']
    },
    768693: (e) => {
      e.exports = ['摩托车及滑板车']
    },
    875525: (e) => {
      e.exports = ['电影院和电影产品']
    },
    161979: (e) => {
      e.exports = ['电影、电视制作与分销']
    },
    615609: (e) => {
      e.exports = ['电影/娱乐']
    },
    158266: (e) => {
      e.exports = ['莫桑比克']
    },
    193275: (e) => {
      e.exports = ['移动应用软件']
    },
    617606: (e) => {
      e.exports = ['手机零售商']
    },
    415354: (e) => {
      e.exports = ['移动系统软件']
    },
    503427: (e) => {
      e.exports = ['摩尔多瓦']
    },
    904982: (e) => {
      e.exports = ['摩纳哥']
    },
    927963: (e) => {
      e.exports = ['蒙古']
    },
    990370: (e) => {
      e.exports = ['黑山共和国']
    },
    153868: (e) => {
      e.exports = ['蒙特塞拉特']
    },
    216641: (e) => {
      e.exports = ['摩洛哥']
    },
    198263: (e) => {
      e.exports = ['抵押贷款信托基金']
    },
    335075: (e) => {
      e.exports = ['毛里塔尼亚']
    },
    902616: (e) => {
      e.exports = ['毛里求斯']
    },
    36227: (e) => {
      e.exports = ['马约特岛']
    },
    316450: (e) => {
      e.exports = ['澳门']
    },
    881206: (e) => {
      e.exports = ['澳门']
    },
    538609: (e) => {
      e.exports = ['马其顿']
    },
    953260: (e) => {
      e.exports = ['机床']
    },
    975621: (e) => {
      e.exports = ['马达加斯加']
    },
    638730: (e) => {
      e.exports = ['杂志出版']
    },
    858975: (e) => {
      e.exports = ['维修服务']
    },
    175595: (e) => {
      e.exports = ['主要']
    },
    382016: (e) => {
      e.exports = ['大银行']
    },
    746560: (e) => {
      e.exports = ['大生物制药']
    },
    138815: (e) => {
      e.exports = ['主要电信']
    },
    652371: (e) => {
      e.exports = ['马拉维']
    },
    622622: (e) => {
      e.exports = ['马来西亚']
    },
    704255: (e) => {
      e.exports = ['马尔代夫']
    },
    410127: (e) => {
      e.exports = ['马里']
    },
    465259: (e) => {
      e.exports = ['麦芽生产商']
    },
    32640: (e) => {
      e.exports = ['卫生保健管理']
    },
    718208: (e) => {
      e.exports = ['卫生保健管理']
    },
    471661: (e) => {
      e.exports = ['管理咨询服务']
    },
    486533: (e) => {
      e.exports = ['开市']
    },
    548979: (e) => {
      e.exports = ['市场关闭']
    },
    676726: (e) => {
      e.exports = ['市场分析']
    },
    838764: (e) => {
      e.exports = ['营销咨询服务']
    },
    965677: (e) => {
      e.exports = ['游艇停靠区']
    },
    849236: (e) => {
      e.exports = ['海上货物装卸服务']
    },
    777510: (e) => {
      e.exports = ['海运与物流']
    },
    732592: (e) => {
      e.exports = ['海洋物流']
    },
    221122: (e) => {
      e.exports = ['海上客运']
    },
    72863: (e) => {
      e.exports = ['海洋港口服务']
    },
    606463: (e) => {
      e.exports = ['海运']
    },
    991727: (e) => {
      e.exports = ['马绍尔群岛']
    },
    65413: (e) => {
      e.exports = ['马提尼克岛']
    },
    292772: (e) => {
      e.exports = ['金属容器与包装']
    },
    631683: (e) => {
      e.exports = ['金属加工']
    },
    71902: (e) => {
      e.exports = ['金属批发商']
    },
    5540: (e) => {
      e.exports = ['金属服务中心']
    },
    888220: (e) => {
      e.exports = ['金属轧制和拉拔产品']
    },
    555087: (e) => {
      e.exports = ['墨西哥']
    },
    151841: (e) => {
      e.exports = ['媒体集团']
    },
    483419: (e) => {
      e.exports = ['媒体购买代理']
    },
    312832: (e) => {
      e.exports = ['医疗/护理服务']
    },
    46759: (e) => {
      e.exports = ['医学诊断实验室']
    },
    713638: (e) => {
      e.exports = ['医疗器械和植入物']
    },
    230787: (e) => {
      e.exports = ['医疗诊断和测试设备']
    },
    352462: (e) => {
      e.exports = ['医疗分销商']
    },
    34721: (e) => {
      e.exports = ['医疗设备']
    },
    471839: (e) => {
      e.exports = ['医疗设备批发']
    },
    307571: (e) => {
      e.exports = ['医疗设备、供应和分配']
    },
    377279: (e) => {
      e.exports = ['医学成像系统']
    },
    848587: (e) => {
      e.exports = ['医疗监测系统']
    },
    361360: (e) => {
      e.exports = ['医疗假肢']
    },
    33818: (e) => {
      e.exports = ['医学软件与技术服务']
    },
    771635: (e) => {
      e.exports = ['医学专业']
    },
    753614: (e) => {
      e.exports = ['医疗用品']
    },
    65392: (e) => {
      e.exports = ['随机存取存储器 (RAM)']
    },
    390928: (e) => {
      e.exports = ['男装']
    },
    374741: (e) => {
      e.exports = ['男装零售商']
    },
    886958: (e) => {
      e.exports = ['男鞋']
    },
    218796: (e) => {
      e.exports = ['商业银行']
    },
    106209: (e) => {
      e.exports = ['小额融资']
    },
    178455: (e) => {
      e.exports = ['密克罗尼西亚（联邦国）']
    },
    372560: (e) => {
      e.exports = ['中东']
    },
    839184: (e) => {
      e.exports = ['采矿机械设备制造']
    },
    298684: (e) => {
      e.exports = ['开采支援活动']
    },
    850683: (e) => {
      e.exports = ['采矿支援服务和设备']
    },
    174735: (e) => {
      e.exports = ['次要']
    },
    78144: (e) => {
      e.exports = ['其他']
    },
    631938: (e) => {
      e.exports = ['杂项商业服务']
    },
    443490: (e) => {
      e.exports = ['杂项制造']
    },
    961026: (e) => {
      e.exports = ['共同基金']
    },
    466904: (e) => {
      e.exports = ['多元化保险']
    },
    730043: (e) => {
      e.exports = ['多线保险经纪商']
    },
    107463: (e) => {
      e.exports = 'Multiline Utilities'
    },
    790670: (e) => {
      e.exports = ['市政府']
    },
    275747: (e) => {
      e.exports = ['博物馆与历史遗迹']
    },
    195507: (e) => {
      e.exports = ['音乐、音乐视频制作与分销']
    },
    789270: (e) => {
      e.exports = ['乐器零售商']
    },
    827736: (e) => {
      e.exports = ['乐器']
    },
    830146: (e) => {
      e.exports = ['缅甸']
    },
    985824: (e) => {
      e.exports = ['没有交易']
    },
    540036: (e) => {
      e.exports = ['非酒精饮料']
    },
    578234: (e) => {
      e.exports = ['非能源矿业']
    },
    230181: (e) => {
      e.exports = ['非纸容器及包装']
    },
    199867: (e) => {
      e.exports = ['有色金属矿业']
    },
    928561: (e) => {
      e.exports = ['有色金属加工']
    },
    145075: (e) => {
      e.exports = ['挪威']
    },
    420385: (e) => {
      e.exports = ['北马其顿']
    },
    498923: (e) => {
      e.exports = ['北马里亚纳群岛']
    },
    280612: (e) => {
      e.exports = ['国家机构']
    },
    362602: (e) => {
      e.exports = ['国家机构']
    },
    15999: (e) => {
      e.exports = ['天然织物']
    },
    152119: (e) => {
      e.exports = ['天然气分布']
    },
    862611: (e) => {
      e.exports = ['天然气勘探与生产-陆上']
    },
    249392: (e) => {
      e.exports = ['天然气勘探与生产-海洋']
    },
    230528: (e) => {
      e.exports = ['天然气管道']
    },
    111995: (e) => {
      e.exports = ['天然气公用事业']
    },
    223060: (e) => {
      e.exports = ['瑙鲁']
    },
    714417: (e) => {
      e.exports = ['纳米比亚']
    },
    353770: (e) => {
      e.exports = ['荷兰']
    },
    549817: (e) => {
      e.exports = ['网络设备']
    },
    748447: (e) => {
      e.exports = ['新喀里多尼亚']
    },
    494599: (e) => {
      e.exports = ['新汽车经销商']
    },
    405523: (e) => {
      e.exports = ['报纸与杂志印刷服务']
    },
    517412: (e) => {
      e.exports = ['报纸出版']
    },
    9717: (e) => {
      e.exports = ['新闻纸厂']
    },
    852493: (e) => {
      e.exports = ['新闻机构']
    },
    128228: (e) => {
      e.exports = 'Nepal'
    },
    136995: (e) => {
      e.exports = ['纽埃']
    },
    972215: (e) => {
      e.exports = ['尼加拉瓜']
    },
    523955: (e) => {
      e.exports = ['镍矿开采']
    },
    374005: (e) => {
      e.exports = ['尼日尔']
    },
    62410: (e) => {
      e.exports = ['尼日利亚']
    },
    512581: (e) => {
      e.exports = ['核电']
    },
    735507: (e) => {
      e.exports = ['核设施']
    },
    509083: (e) => {
      e.exports = ['苗圃和花园中心']
    },
    262681: (e) => {
      e.exports = ['圣马丁岛(荷兰部分)']
    },
    350203: (e) => {
      e.exports = ['智能电网与电力传输']
    },
    988331: (e) => {
      e.exports = ['智能电网及配电施工']
    },
    378096: (e) => {
      e.exports = ['小吃与非巧克力糖果']
    },
    502927: (e) => {
      e.exports = ['快照']
    },
    528900: (e) => {
      e.exports = ['南非']
    },
    638670: (e) => {
      e.exports = ['南乔治亚岛和南桑威奇群岛']
    },
    173160: (e) => {
      e.exports = ['韩国']
    },
    197758: (e) => {
      e.exports = ['南苏丹']
    },
    232335: (e) => {
      e.exports = ['主权国家']
    },
    555015: (e) => {
      e.exports = ['社交媒体与网络']
    },
    614792: (e) => {
      e.exports = ['软装修零售商']
    },
    359402: (e) => {
      e.exports = ['软件']
    },
    495446: (e) => {
      e.exports = ['所罗门群岛']
    },
    334373: (e) => {
      e.exports = ['索马里']
    },
    15209: (e) => {
      e.exports = ['卫星系统及配件']
    },
    581871: (e) => {
      e.exports = ['卫星服务操作员']
    },
    936261: (e) => {
      e.exports = ['沙特阿拉伯']
    },
    738728: (e) => {
      e.exports = ['储蓄银行']
    },
    558932: (e) => {
      e.exports = ['帆船和摩托艇']
    },
    2679: (e) => {
      e.exports = ['圣巴泰勒米']
    },
    317639: (e) => {
      e.exports = ['圣基茨和尼维斯联邦']
    },
    499829: (e) => {
      e.exports = ['圣赫勒拿群岛']
    },
    174215: (e) => {
      e.exports = ['圣卢西亚']
    },
    566083: (e) => {
      e.exports = ['法属圣马丁']
    },
    779773: (e) => {
      e.exports = ['圣皮埃尔和密克隆群岛']
    },
    189466: (e) => {
      e.exports = ['圣文森']
    },
    533018: (e) => {
      e.exports = ['促销与活动管理']
    },
    855735: (e) => {
      e.exports = ['萨摩亚']
    },
    935297: (e) => {
      e.exports = ['圣马力诺']
    },
    793386: (e) => {
      e.exports = ['卫生用品']
    },
    767112: (e) => {
      e.exports = ['圣多美和普林西比']
    },
    645954: (e) => {
      e.exports = ['科学精密设备']
    },
    564291: (e) => {
      e.exports = ['科学超级计算机']
    },
    982390: (e) => {
      e.exports = ['污水处理设施']
    },
    959609: (e) => {
      e.exports = ['塞舌尔']
    },
    48678: (e) => {
      e.exports = ['海上油轮']
    },
    878448: (e) => {
      e.exports = ['海鲜产品的制备和包装']
    },
    769958: (e) => {
      e.exports = ['搜索引擎']
    },
    609410: (e) => {
      e.exports = ['铝的二次熔炼与合金化']
    },
    842351: (e) => {
      e.exports = ['证券与商品交易所']
    },
    614242: (e) => {
      e.exports = ['安全与监督']
    },
    917526: (e) => {
      e.exports = ['安保服务']
    },
    635412: (e) => {
      e.exports = ['自存储房地产投资信托基金']
    },
    158794: (e) => {
      e.exports = ['半导体设备与测试']
    },
    107596: (e) => {
      e.exports = ['半导体设备批发商']
    },
    707743: (e) => {
      e.exports = ['半导体机械制造']
    },
    624090: (e) => {
      e.exports = ['半导体测试设备与服务']
    },
    530652: (e) => {
      e.exports = ['半导体批发']
    },
    277152: (e) => {
      e.exports = ['半导体']
    },
    552545: (e) => {
      e.exports = ['半珍贵的宝石']
    },
    415882: (e) => {
      e.exports = ['塞内加尔']
    },
    896573: (e) => {
      e.exports = ['塞尔维亚']
    },
    26189: (e) => {
      e.exports = ['服务器&数据库软件']
    },
    11181: (e) => {
      e.exports = ['服务器与系统']
    },
    638823: (e) => {
      e.exports = ['服务']
    },
    525079: (e) => {
      e.exports = ['医疗产业服务']
    },
    609244: (e) => {
      e.exports = ['空壳公司']
    },
    414451: (e) => {
      e.exports = ['船舶零件制造商']
    },
    224249: (e) => {
      e.exports = ['船舶修理与维护']
    },
    320574: (e) => {
      e.exports = ['造船业']
    },
    338217: (e) => {
      e.exports = ['塞拉利昂']
    },
    169039: (e) => {
      e.exports = ['招牌广告专业制作人']
    },
    106493: (e) => {
      e.exports = ['银矿开采']
    },
    236150: (e) => {
      e.exports = ['荷属圣马丁']
    },
    506262: (e) => {
      e.exports = ['斯洛伐克']
    },
    687599: (e) => {
      e.exports = ['斯洛文尼亚']
    },
    345304: (e) => {
      e.exports = ['航天器制造']
    },
    792334: (e) => {
      e.exports = ['西班牙']
    },
    963381: (e) => {
      e.exports = ['特种食品与健康产品']
    },
    270731: (e) => {
      e.exports = ['特种食品 & 健康产品']
    },
    97098: (e) => {
      e.exports = ['专业航空服务']
    },
    892299: (e) => {
      e.exports = ['专业印刷服务']
    },
    869659: (e) => {
      e.exports = ['专业房地产投资信托基金']
    },
    668974: (e) => {
      e.exports = ['先进的专业仿制药']
    },
    825994: (e) => {
      e.exports = ['特种采矿与金属']
    },
    947079: (e) => {
      e.exports = ['专业采矿与金属批发']
    },
    832241: (e) => {
      e.exports = ['特种化学品']
    },
    78461: (e) => {
      e.exports = ['特种化学品批发']
    },
    759178: (e) => {
      e.exports = ['专业保险']
    },
    771273: (e) => {
      e.exports = ['专业保险公司']
    },
    462504: (e) => {
      e.exports = ['专业商店']
    },
    202845: (e) => {
      e.exports = ['专业电信']
    },
    447133: (e) => {
      e.exports = ['体育与户外用品']
    },
    341443: (e) => {
      e.exports = ['体育用品商店']
    },
    961710: (e) => {
      e.exports = ['户外运动鞋类']
    },
    813986: (e) => {
      e.exports = ['体育与户外商品零售商']
    },
    819624: (e) => {
      e.exports = ['运动服和户外服装']
    },
    567835: (e) => {
      e.exports = ['斯里兰卡']
    },
    797141: (e) => {
      e.exports = ['淀粉、植物油和油脂制造']
    },
    649297: (e) => {
      e.exports = ['国家机构']
    },
    473782: (e) => {
      e.exports = ['固定式燃料电池']
    },
    58460: (e) => {
      e.exports = ['蒸汽和空调供应']
    },
    365325: (e) => {
      e.exports = ['钢铁']
    },
    582762: (e) => {
      e.exports = ['存储装置']
    },
    162923: (e) => {
      e.exports = ['苏丹']
    },
    382867: (e) => {
      e.exports = ['糖与人造甜味剂']
    },
    789724: (e) => {
      e.exports = ['甘蔗种植']
    },
    505298: (e) => {
      e.exports = ['超市与便利店']
    },
    666609: (e) => {
      e.exports = ['多个国家']
    },
    281528: (e) => {
      e.exports = ['苏里南']
    },
    705904: (e) => {
      e.exports = ['斯瓦尔巴特群岛和扬马延岛']
    },
    182404: (e) => {
      e.exports = ['瑞典']
    },
    824316: (e) => {
      e.exports = ['开关设备']
    },
    440414: (e) => {
      e.exports = ['瑞士']
    },
    209213: (e) => {
      e.exports = ['合成纤维织物']
    },
    443174: (e) => {
      e.exports = ['叙利亚']
    },
    645494: (e) => {
      e.exports = ['系统软件']
    },
    184760: (e) => {
      e.exports = ['养禽业']
    },
    539300: (e) => {
      e.exports = ['销售系统点']
    },
    210119: (e) => {
      e.exports = ['波兰']
    },
    524026: (e) => {
      e.exports = ['港口经营者']
    },
    335426: (e) => {
      e.exports = ['港口仓储服务']
    },
    99683: (e) => {
      e.exports = ['便携式电动机和发电机']
    },
    101076: (e) => {
      e.exports = ['便携式卫星导航']
    },
    123496: (e) => {
      e.exports = ['葡萄牙']
    },
    566812: (e) => {
      e.exports = ['后市场']
    },
    666196: (e) => {
      e.exports = ['套装软件']
    },
    632715: (e) => {
      e.exports = ['澳洲']
    },
    361314: (e) => {
      e.exports = ['涂料与涂层']
    },
    49145: (e) => {
      e.exports = ['巴基斯坦']
    },
    986532: (e) => {
      e.exports = ['帕劳']
    },
    103738: (e) => {
      e.exports = ['巴勒斯坦国']
    },
    747908: (e) => {
      e.exports = ['巴拿马']
    },
    311564: (e) => {
      e.exports = ['纸厂与产品']
    },
    224893: (e) => {
      e.exports = ['纸包装']
    },
    345368: (e) => {
      e.exports = ['纸包装批发']
    },
    816421: (e) => {
      e.exports = ['纸张产品批发']
    },
    916542: (e) => {
      e.exports = ['纸制品']
    },
    666802: (e) => {
      e.exports = ['巴布亚新几内亚']
    },
    33773: (e) => {
      e.exports = ['巴拉圭']
    },
    809851: (e) => {
      e.exports = ['停车场操作员']
    },
    603701: (e) => {
      e.exports = ['客车租赁']
    },
    749771: (e) => {
      e.exports = ['海陆客运']
    },
    419781: (e) => {
      e.exports = ['宠物及宠物用品零售商']
    },
    15657: (e) => {
      e.exports = ['宠物食品生产']
    },
    367657: (e) => {
      e.exports = ['石油产品批发']
    },
    58482: (e) => {
      e.exports = ['石油精炼']
    },
    605125: (e) => {
      e.exports = ['养老基金']
    },
    468525: (e) => {
      e.exports = ['个人与汽车贷款']
    },
    246733: (e) => {
      e.exports = ['个人护理服务']
    },
    625769: (e) => {
      e.exports = ['个人法律服务']
    },
    386126: (e) => {
      e.exports = ['个人音乐播放器']
    },
    875460: (e) => {
      e.exports = ['个人服务']
    },
    920978: (e) => {
      e.exports = ['个人产品']
    },
    982553: (e) => {
      e.exports = ['个人服务']
    },
    622979: (e) => {
      e.exports = ['秘鲁']
    },
    218355: (e) => {
      e.exports = ['虫害防治服务']
    },
    816312: (e) => {
      e.exports = ['杀虫剂']
    },
    462763: (e) => {
      e.exports = ['医药品']
    },
    821120: (e) => {
      e.exports = ['仿制药']
    },
    5563: (e) => {
      e.exports = ['药品:专业']
    },
    501417: (e) => {
      e.exports = ['药品：其他']
    },
    226813: (e) => {
      e.exports = ['菲律宾']
    },
    657825: (e) => {
      e.exports = ['手机及手持设备']
    },
    344170: (e) => {
      e.exports = ['手机和智能手机']
    },
    613147: (e) => {
      e.exports = ['光伏太阳能系统与设备']
    },
    531050: (e) => {
      e.exports = ['摄影设备']
    },
    539338: (e) => {
      e.exports = ['皮特凯恩群岛']
    },
    287529: (e) => {
      e.exports = ['水暖设备及配件']
    },
    744084: (e) => {
      e.exports = ['塑料']
    },
    748376: (e) => {
      e.exports = ['塑料容器与包装']
    },
    752028: (e) => {
      e.exports = ['铂矿']
    },
    361151: (e) => {
      e.exports = ['戏剧与音乐会制作']
    },
    845198: (e) => {
      e.exports = ['盘前']
    },
    296663: (e) => {
      e.exports = ['贵金属']
    },
    356494: (e) => {
      e.exports = ['贵金属及矿产']
    },
    464674: (e) => {
      e.exports = ['预制房屋']
    },
    589395: (e) => {
      e.exports = ['原铝生产']
    },
    961648: (e) => {
      e.exports = ['私人银行']
    },
    537260: (e) => {
      e.exports = ['私募股权']
    },
    326690: (e) => {
      e.exports = ['加工公司']
    },
    946140: (e) => {
      e.exports = ['加工制造业']
    },
    605114: (e) => {
      e.exports = ['编程软件测试工具']
    },
    536289: (e) => {
      e.exports = ['制造业']
    },
    549298: (e) => {
      e.exports = ['专业信息服务']
    },
    180342: (e) => {
      e.exports = ['专业体育场地']
    },
    947962: (e) => {
      e.exports = ['财产伤亡保险']
    },
    443260: (e) => {
      e.exports = ['财险再保险']
    },
    223629: (e) => {
      e.exports = ['财产保险']
    },
    82841: (e) => {
      e.exports = ['财产保险公司']
    },
    555870: (e) => {
      e.exports = ['财产/财产保险']
    },
    755793: (e) => {
      e.exports = ['省/州']
    },
    611020: (e) => {
      e.exports = ['公共关系']
    },
    428988: (e) => {
      e.exports = ['公共体育设施']
    },
    435218: (e) => {
      e.exports = ['出版：书籍/杂志']
    },
    325417: (e) => {
      e.exports = ['出版：报纸']
    },
    370890: (e) => {
      e.exports = ['酒馆，酒吧和夜总会']
    },
    651330: (e) => {
      e.exports = ['波多黎各']
    },
    704895: (e) => {
      e.exports = ['纸浆&纸']
    },
    506684: (e) => {
      e.exports = ['纸浆厂']
    },
    641462: (e) => {
      e.exports = ['泵设备']
    },
    920944: (e) => {
      e.exports = ['净化处理设备']
    },
    361109: (e) => {
      e.exports = ['快餐餐厅']
    },
    887267: (e) => {
      e.exports = ['行情延时 {number} 分钟']
    },
    728332: (e) => {
      e.exports = ['行情延时 {number} 分钟，每30秒更新一次']
    },
    625976: (e) => {
      e.exports = ['射频识别系统']
    },
    379331: (e) => {
      e.exports = ['岩石开采']
    },
    385646: (e) => {
      e.exports = ['罗马尼亚']
    },
    642276: (e) => {
      e.exports = ['屋顶用品']
    },
    748131: (e) => {
      e.exports = ['评级机构']
    },
    880417: (e) => {
      e.exports = ['无线电广播']
    },
    955759: (e) => {
      e.exports = ['铁路服务']
    },
    993624: (e) => {
      e.exports = ['铁路']
    },
    544708: (e) => {
      e.exports = ['铁路建设']
    },
    837208: (e) => {
      e.exports = ['铁路货运经营者']
    },
    359687: (e) => {
      e.exports = ['稀土矿物']
    },
    859870: (e) => {
      e.exports = ['零售百货公司']
    },
    422135: (e) => {
      e.exports = ['零售 - 药品与食品杂货']
    },
    224560: (e) => {
      e.exports = ['零售 - 药品非食品杂货']
    },
    656377: (e) => {
      e.exports = ['零售  房地产开发']
    },
    914726: (e) => {
      e.exports = ['零售和抵押银行']
    },
    455445: (e) => {
      e.exports = ['零售房地产投资信托基金']
    },
    419210: (e) => {
      e.exports = ['零售房地产服务']
    },
    801197: (e) => {
      e.exports = ['零售行业']
    },
    930478: (e) => {
      e.exports = ['养老院建造商']
    },
    195805: (e) => {
      e.exports = ['现成的饭菜']
    },
    906530: (e) => {
      e.exports = ['实时']
    },
    737055: (e) => {
      e.exports = ['房地产开发']
    },
    448629: (e) => {
      e.exports = ['房地产开发与运营']
    },
    667134: (e) => {
      e.exports = ['房地产投资信托基金']
    },
    545060: (e) => {
      e.exports = ['房地产服务']
    },
    204744: (e) => {
      e.exports = ['娱乐产品']
    },
    374694: (e) => {
      e.exports = ['区域航空公司']
    },
    537406: (e) => {
      e.exports = ['地区银行']
    },
    899793: (e) => {
      e.exports = ['再保险']
    },
    32046: (e) => {
      e.exports = ['可再生能源设备和服务']
    },
    983114: (e) => {
      e.exports = ['可再生能源服务']
    },
    209271: (e) => {
      e.exports = ['可再生燃料']
    },
    430520: (e) => {
      e.exports = ['可再生电力供应商']
    },
    82117: (e) => {
      e.exports = ['可再生能源公用事业']
    },
    688506: (e) => {
      e.exports = ['回放模式']
    },
    219798: (e) => {
      e.exports = ['住宅  房地产开发']
    },
    980331: (e) => {
      e.exports = ['住宅与长期护理']
    },
    166874: (e) => {
      e.exports = ['住宅建筑与室内设计服务']
    },
    627601: (e) => {
      e.exports = ['住宅建筑商-多户住宅']
    },
    101217: (e) => {
      e.exports = ['住宅建筑商-单一住宅']
    },
    205172: (e) => {
      e.exports = ['住宅房地产投资信托基金']
    },
    515895: (e) => {
      e.exports = ['住宅房地产服务']
    },
    163577: (e) => {
      e.exports = ['度假村经营者']
    },
    560295: (e) => {
      e.exports = ['餐厅']
    },
    324154: (e) => {
      e.exports = ['餐厅和酒吧']
    },
    931284: (e) => {
      e.exports = ['橡胶种植园']
    },
    230799: (e) => {
      e.exports = ['俄罗斯']
    },
    238201: (e) => {
      e.exports = ['俄罗斯']
    },
    242890: (e) => {
      e.exports = ['卢旺达']
    },
    102711: (e) => {
      e.exports = ['留尼旺']
    },
    263651: (e) => {
      e.exports = ['女式服装零售商']
    },
    269510: (e) => {
      e.exports = ['女式服装']
    },
    368529: (e) => {
      e.exports = ['女式鞋类']
    },
    742758: (e) => {
      e.exports = ['木质容器与包装']
    },
    20196: (e) => {
      e.exports = ['木材产品批发']
    },
    17877: (e) => {
      e.exports = ['木材制品']
    },
    23700: (e) => {
      e.exports = ['监视']
    },
    467646: (e) => {
      e.exports = ['水和污水工程']
    },
    691088: (e) => {
      e.exports = ['供水灌溉系统']
    },
    978768: (e) => {
      e.exports = ['供水']
    },
    994192: (e) => {
      e.exports = ['波动力发电设备']
    },
    258159: (e) => {
      e.exports = ['瓦利斯和富图纳群岛']
    },
    171183: (e) => {
      e.exports = ['壁纸']
    },
    446094: (e) => {
      e.exports = ['仓储']
    },
    75343: (e) => {
      e.exports = ['废物管理、处置和再循环服务']
    },
    323432: (e) => {
      e.exports = ['废物转化为能源系统 & 设备']
    },
    160289: (e) => {
      e.exports = ['财富管理']
    },
    69211: (e) => {
      e.exports = ['焊接和焊接设备']
    },
    117108: (e) => {
      e.exports = ['西撒哈拉']
    },
    800669: (e) => {
      e.exports = ['批发分销商']
    },
    174811: (e) => {
      e.exports = ['Wi-Fi与Wi-MAX供应商']
    },
    846846: (e) => {
      e.exports = ['风系统与设备']
    },
    641548: (e) => {
      e.exports = ['葡萄酒厂']
    },
    83428: (e) => {
      e.exports = ['有线电信运营商']
    },
    919395: (e) => {
      e.exports = ['无线电信']
    },
    925541: (e) => {
      e.exports = ['无线通讯设备']
    },
    602272: (e) => {
      e.exports = ['无线电信服务']
    },
    63767: (e) => {
      e.exports = ['电线电缆']
    },
    773337: (e) => {
      e.exports = ['电视与视频']
    },
    597308: (e) => {
      e.exports = ['玩具和游戏零售商']
    },
    425860: (e) => {
      e.exports = ['玩具及青少年用品']
    },
    144593: (e) => {
      e.exports = ['玩具及青少年产品批发']
    },
    310955: (e) => {
      e.exports = ['烟草']
    },
    574871: (e) => {
      e.exports = ['多哥']
    },
    724580: (e) => {
      e.exports = ['汤加']
    },
    181350: (e) => {
      e.exports = ['五金工具']
    },
    900242: (e) => {
      e.exports = ['工具及家居用品']
    },
    331151: (e) => {
      e.exports = ['出租车和豪华轿车']
    },
    341280: (e) => {
      e.exports = ['平板电脑和上网电脑']
    },
    460919: (e) => {
      e.exports = ['中国台湾']
    },
    826553: (e) => {
      e.exports = ['塔吉克斯坦']
    },
    982461: (e) => {
      e.exports = ['鞣制软化剂']
    },
    185494: (e) => {
      e.exports = ['坦桑尼亚']
    },
    249648: (e) => {
      e.exports = ['纺织品']
    },
    324160: (e) => {
      e.exports = ['纺织品及皮革制品']
    },
    771935: (e) => {
      e.exports = ['纺织品与皮革产品批发']
    },
    431138: (e) => {
      e.exports = ['技术']
    },
    785780: (e) => {
      e.exports = ['技术咨询与外包服务']
    },
    237826: (e) => {
      e.exports = ['科技服务']
    },
    431765: (e) => {
      e.exports = ['远程医疗服务']
    },
    418375: (e) => {
      e.exports = ['电信建设']
    },
    835295: (e) => {
      e.exports = ['电信网络基础设施']
    },
    209527: (e) => {
      e.exports = ['电信设备']
    },
    876886: (e) => {
      e.exports = ['电信经销商']
    },
    243547: (e) => {
      e.exports = ['电信服务']
    },
    896651: (e) => {
      e.exports = ['电视广播']
    },
    246125: (e) => {
      e.exports = ['测试和测量设备']
    },
    879984: (e) => {
      e.exports = ['测试实验室']
    },
    537442: (e) => {
      e.exports = ['测试服务']
    },
    433138: (e) => {
      e.exports = ['泰国']
    },
    744903: (e) => {
      e.exports = ['剧院与表演艺术']
    },
    47397: (e) => {
      e.exports = ['热太阳能系统与设备']
    },
    223529: (e) => {
      e.exports = ['瓷砖与铺路材料生产']
    },
    729006: (e) => {
      e.exports = ['木材投资信托基金']
    },
    285705: (e) => {
      e.exports = ['木材作业']
    },
    655802: (e) => {
      e.exports = ['东帝汶']
    },
    718611: (e) => {
      e.exports = ['轮胎及内胎制造商']
    },
    713932: (e) => {
      e.exports = ['轮胎经销商']
    },
    379760: (e) => {
      e.exports = ['轮胎翻新']
    },
    56682: (e) => {
      e.exports = ['轮胎及橡胶制品']
    },
    877445: (e) => {
      e.exports = ['轮胎和橡胶制品批发']
    },
    528075: (e) => {
      e.exports = ['货运']
    },
    500966: (e) => {
      e.exports = ['卡车/建筑/农业机械']
    },
    789568: (e) => {
      e.exports = ['贸易与商业出版']
    },
    489853: (e) => {
      e.exports = ['交易与支付服务']
    },
    81127: (e) => {
      e.exports = ['翻译与口译服务']
    },
    793481: (e) => {
      e.exports = ['运输']
    },
    448638: (e) => {
      e.exports = ['旅行社']
    },
    333041: (e) => {
      e.exports = ['特立尼达和多巴哥']
    },
    626449: (e) => {
      e.exports = ['图瓦卢']
    },
    420638: (e) => {
      e.exports = ['突尼斯']
    },
    351976: (e) => {
      e.exports = ['涡轮制造']
    },
    616831: (e) => {
      e.exports = 'Turkmenistan'
    },
    694398: (e) => {
      e.exports = ['土耳其']
    },
    555526: (e) => {
      e.exports = ['特克斯和凯科斯群岛']
    },
    728542: (e) => {
      e.exports = ['美属维尔京群岛']
    },
    975308: (e) => {
      e.exports = 'UAE'
    },
    787935: (e) => {
      e.exports = ['美国']
    },
    377518: (e) => {
      e.exports = ['非常规油气钻井']
    },
    813639: (e) => {
      e.exports = ['非常规油气生产']
    },
    287916: (e) => {
      e.exports = ['阿拉伯联合酋长国']
    },
    606994: (e) => {
      e.exports = ['英国']
    },
    411176: (e) => {
      e.exports = ['美国']
    },
    431860: (e) => {
      e.exports = ['美国本土外小岛屿']
    },
    308395: (e) => {
      e.exports = ['乌干达']
    },
    263018: (e) => {
      e.exports = ['乌克兰']
    },
    124991: (e) => {
      e.exports = ['乌拉圭']
    },
    237127: (e) => {
      e.exports = ['铀']
    },
    198737: (e) => {
      e.exports = ['铀矿开采']
    },
    457468: (e) => {
      e.exports = ['二手车经销商']
    },
    56356: (e) => {
      e.exports = ['二手商品商店']
    },
    112332: (e) => {
      e.exports = ['公用事业']
    },
    730902: (e) => {
      e.exports = ['乌兹别克斯坦']
    },
    48007: (e) => {
      e.exports = ['VOIP设备与系统']
    },
    670087: (e) => {
      e.exports = ['VOIP服务']
    },
    863837: (e) => {
      e.exports = ['瓦努阿图']
    },
    43349: (e) => {
      e.exports = ['兽药']
    },
    12446: (e) => {
      e.exports = ['兽医医疗设备及用品']
    },
    979931: (e) => {
      e.exports = ['兽医服务']
    },
    930252: (e) => {
      e.exports = ['蔬菜、水果和坚果种植']
    },
    369623: (e) => {
      e.exports = ['自动售货机供应商']
    },
    739055: (e) => {
      e.exports = ['委内瑞拉']
    },
    881186: (e) => {
      e.exports = ['风险资本']
    },
    450049: (e) => {
      e.exports = ['越南']
    },
    159002: (e) => {
      e.exports = ['维尔京群岛(英国)']
    },
    707897: (e) => {
      e.exports = ['维尔京群岛(美国)']
    },
    129236: (e) => {
      e.exports = ['纱线产品']
    },
    242175: (e) => {
      e.exports = ['也门']
    },
    239478: (e) => {
      e.exports = ['赞比亚']
    },
    58309: (e) => {
      e.exports = ['津巴布韦']
    },
    294619: (e) => {
      e.exports = ['锌矿开采']
    },
    574177: (e) => {
      e.exports = ['奥兰群岛']
    },
  },
])
