;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [5275],
  {
    340276: (e) => {
      e.exports = ['增加']
    },
    453585: (e) => {
      e.exports = ['添加自定义颜色']
    },
    681865: (e) => {
      e.exports = ['不透明度']
    },
    2443: (e) => {
      e.exports = ['线条工具 线条样式']
    },
    940054: (e) => {
      e.exports = ['颜色']
    },
    44629: (e) => {
      e.exports = ['添加到收藏']
    },
    486528: (e) => {
      e.exports = ['应用默认模板']
    },
    938455: (e) => {
      e.exports = ['背景颜色']
    },
    179964: (e) => {
      e.exports = ['背景颜色1']
    },
    745320: (e) => {
      e.exports = ['背景颜色2']
    },
    774935: (e) => {
      e.exports = ['您是否真的要删除绘图模板“{name}”？']
    },
    860925: (e) => {
      e.exports = ['圆点']
    },
    842973: (e) => {
      e.exports = ['点虚线']
    },
    459317: (e) => {
      e.exports = ['短虚线']
    },
    571527: (e) => {
      e.exports = ['绘图模板“{name}”已存在。您真的要替换它吗？']
    },
    299289: (e) => {
      e.exports = ['橡皮擦']
    },
    23886: (e) => {
      e.exports = ['字体大小']
    },
    417006: (e) => {
      e.exports = ['字体大小']
    },
    717517: (e) => {
      e.exports = ['隐藏所有绘图']
    },
    574813: (e) => {
      e.exports = ['隐藏收藏的绘图工具栏']
    },
    537057: (e) => {
      e.exports = ['锁定所有绘图']
    },
    671845: (e) => {
      e.exports = ['划线工具背景']
    },
    712928: (e) => {
      e.exports = ['划线工具颜色']
    },
    121327: (e) => {
      e.exports = ['划线工具文字颜色']
    },
    286327: (e) => {
      e.exports = ['图形宽度']
    },
    447059: (e) => {
      e.exports = ['图形宽度']
    },
    141610: (e) => {
      e.exports = ['更多']
    },
    579165: (e) => {
      e.exports = ['魔术']
    },
    937140: (e) => {
      e.exports = ['磁铁模式将吸附至K线的開高低收值']
    },
    867455: (e) => {
      e.exports = ['马克笔颜色']
    },
    659607: (e) => {
      e.exports = ['测量']
    },
    736551: (e) => {
      e.exports = [
        '新的绘图将复制到同一布局中的所有图表，并在选择同一商品时显示',
      ]
    },
    933751: (e) => {
      e.exports = ['保存模板为']
    },
    691977: (e) => {
      e.exports = ['显示隐藏的工具']
    },
    551072: (e) => {
      e.exports = ['显示对象树']
    },
    749421: (e) => {
      e.exports = ['保持绘图模式']
    },
    749593: (e) => {
      e.exports = ['止损背景颜色']
    },
    36785: (e) => {
      e.exports = ['利润背景颜色']
    },
    376091: (e) => {
      e.exports = ['移除绘图']
    },
    854336: (e) => {
      e.exports = ['移除颜色']
    },
    572482: (e) => {
      e.exports = ['从收藏中移除']
    },
    319221: (e) => {
      e.exports = ['文字颜色']
    },
    350912: (e) => {
      e.exports = ['模板名称']
    },
    891900: (e) => {
      e.exports = ['模板']
    },
    38925: (e) => {
      e.exports = ['放大']
    },
    949895: (e) => {
      e.exports = ['缩小']
    },
    16631: (e) => {
      e.exports = ['更改线条工具文本颜色']
    },
    674350: (e) => {
      e.exports = ['更改线条工具背景颜色']
    },
    368519: (e) => {
      e.exports = ['更改线条工具颜色']
    },
    436819: (e) => {
      e.exports = ['更改线条工具字体大小']
    },
    654769: (e) => {
      e.exports = ['更改线条工具的线条样式']
    },
    141648: (e) => {
      e.exports = ['更改线条工具的线条宽度']
    },
    18567: (e) => {
      e.exports = ['更改{propertyName}属性']
    },
    132868: (e) => {
      e.exports = ['{hotKey_0} + 点击图表']
    },
    468125: (e) => {
      e.exports = ['{hotKey_0} — 圆圈']
    },
    240234: (e) => {
      e.exports = ['{hotKey_0} — 以45度角绘制一条直线']
    },
    510289: (e) => {
      e.exports = ['{hotKey_0} — 固定增量']
    },
    481591: (e) => {
      e.exports = ['{hotKey_0} — 正方形']
    },
  },
])
