;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [6119],
  {
    519801: (e) => {
      e.exports = ['周五']
    },
    11268: (e) => {
      e.exports = ['周一']
    },
    963331: (e) => {
      e.exports = ['周六']
    },
    85954: (e) => {
      e.exports = ['周日']
    },
    226230: (e) => {
      e.exports = ['周三']
    },
    24793: (e) => {
      e.exports = ['周四']
    },
    831533: (e) => {
      e.exports = ['周二']
    },
    189790: (e) => {
      e.exports = ['无法获取Pine源代码。']
    },
    39589: (e) => {
      e.exports = ['折叠窗格']
    },
    638154: (e) => {
      e.exports = ['确定移除研究树']
    },
    556934: (e) => {
      e.exports = ['更改描述']
    },
    423398: (e) => {
      e.exports = ['变更品种']
    },
    236004: (e) => {
      e.exports = ['建立一个免费账户']
    },
    269419: (e) => {
      e.exports = ['一切良好 — 市场开启。']
    },
    997637: (e) => {
      e.exports = ['4月']
    },
    486797: (e) => {
      e.exports = ['8月']
    },
    22519: (e) => {
      e.exports = ['K线变化值']
    },
    941707: (e) => {
      e.exports = ['购买实时数据']
    },
    452003: (e) => {
      e.exports = ['确定删除研究树以及其全部子树？']
    },
    68854: (e) => {
      e.exports = ['双击']
    },
    597325: (e) => {
      e.exports = ['数据错误']
    },
    55669: (e) => {
      e.exports = ['12月']
    },
    683498: (e) => {
      e.exports = ['删除窗格']
    },
    482751: (e) => {
      e.exports = ['错误']
    },
    540519: (e) => {
      e.exports = ['晚安。盘后市场已开市。']
    },
    780227: (e) => {
      e.exports = ['交易所时区']
    },
    316467: (e) => {
      e.exports = ['2月']
    },
    825046: (e) => {
      e.exports = ['填写交易所协议']
    },
    593666: (e) => {
      e.exports = ['标记商品']
    },
    300564: (e) => {
      e.exports = ['周五']
    },
    772970: (e) => {
      e.exports = ['周五']
    },
    988958: (e) => {
      e.exports = ['假日']
    },
    721686: (e) => {
      e.exports = ['隐藏指标图例']
    },
    26935: (e) => {
      e.exports = ['指标参数']
    },
    126315: (e) => {
      e.exports = ['指标名称']
    },
    584098: (e) => {
      e.exports = ['指标值']
    },
    950634: (e) => {
      e.exports = ['它将在{remainingTime}后进入盘后交易。']
    },
    574537: (e) => {
      e.exports = ['它将在{remainingTime}开市进行盘前交易。']
    },
    926910: (e) => {
      e.exports = ['1月']
    },
    323230: (e) => {
      e.exports = ['7月']
    },
    49385: (e) => {
      e.exports = ['6月']
    },
    199487: (e) => {
      e.exports = ['开高低收']
    },
    290784: (e) => {
      e.exports = ['10月']
    },
    775991: (e) => {
      e.exports = ['开市状态']
    },
    37274: (e) => {
      e.exports = ['最后一天变化值']
    },
    939899: (e) => {
      e.exports = ['下移窗格']
    },
    370343: (e) => {
      e.exports = ['上移窗格']
    },
    783085: (e) => {
      e.exports = ['周一']
    },
    561199: (e) => {
      e.exports = ['周一']
    },
    801653: (e) => {
      e.exports = ['早安。盘前市场已开市。']
    },
    256470: (e) => {
      e.exports = ['最大化图表']
    },
    819603: (e) => {
      e.exports = ['最大化窗格']
    },
    668327: (e) => {
      e.exports = ['5月']
    },
    335732: (e) => {
      e.exports = ['管理窗格']
    },
    684675: (e) => {
      e.exports = ['3月']
    },
    383949: (e) => {
      e.exports = ['开市']
    },
    735701: (e) => {
      e.exports = ['市场在{remainingTime}后开盘。']
    },
    895814: (e) => {
      e.exports = ['休市']
    },
    298105: (e) => {
      e.exports = ['市场在{remainingTime}后收盘。']
    },
    987202: (e) => {
      e.exports = ['市场目前正在放假。放松一下。']
    },
    171194: (e) => {
      e.exports = ['11月']
    },
    966324: (e) => {
      e.exports = ['原始码']
    },
    936835: (e) => {
      e.exports = ['周六']
    },
    101144: (e) => {
      e.exports = ['周六']
    },
    540653: (e) => {
      e.exports = ['向左滚动']
    },
    426721: (e) => {
      e.exports = ['滚动到最近的K线']
    },
    135809: (e) => {
      e.exports = ['向右滚动']
    },
    661132: (e) => {
      e.exports = ['9月']
    },
    328705: (e) => {
      e.exports = ['显示指标图例']
    },
    551072: (e) => {
      e.exports = ['显示对象树']
    },
    337809: (e) => {
      e.exports = ['显示周期设置']
    },
    539045: (e) => {
      e.exports = ['Study错误']
    },
    186577: (e) => {
      e.exports = ['周日']
    },
    272149: (e) => {
      e.exports = ['周日']
    },
    246041: (e) => {
      e.exports = ['商品价格来源']
    },
    739339: (e) => {
      e.exports = ['商品标题']
    },
    429985: (e) => {
      e.exports = ['盘后时段']
    },
    356042: (e) => {
      e.exports = ['盘前时段']
    },
    48293: (e) => {
      e.exports = ['还原图表']
    },
    491029: (e) => {
      e.exports = ['还原窗格']
    },
    875094: (e) => {
      e.exports = ['周三']
    },
    107147: (e) => {
      e.exports = ['周三']
    },
    409787: (e) => {
      e.exports = ['周四']
    },
    107951: (e) => {
      e.exports = ['周四']
    },
    673717: (e) => {
      e.exports = ['无此商品，请选择另一个商品。']
    },
    957048: (e) => {
      e.exports = ['该去散步了— 此市场已关闭。']
    },
    794316: (e) => {
      e.exports = ['周二']
    },
    944979: (e) => {
      e.exports = ['周二']
    },
    608209: (e) => {
      e.exports = ['未标记商品']
    },
    101111: (e) => {
      e.exports = ['成交量']
    },
    461311: (e) => {
      e.exports = ['放大']
    },
    247602: (e) => {
      e.exports = ['缩小']
    },
    457889: (e) => {
      e.exports = ['更改OHLC值的可见性']
    },
    118644: (e) => {
      e.exports = ['更改开市状态可见性']
    },
    845110: (e) => {
      e.exports = ['更改K线涨跌可见性']
    },
    231325: (e) => {
      e.exports = ['更改指标标题可见性']
    },
    399774: (e) => {
      e.exports = ['更改指标值的可见性']
    },
    96162: (e) => {
      e.exports = ['更改指标参数可见性']
    },
    250058: (e) => {
      e.exports = ['更改最后一天变化可见性']
    },
    26717: (e) => {
      e.exports = ['更改商品描述可见性']
    },
    606091: (e) => {
      e.exports = ['更改商品字段可见性']
    },
    709455: (e) => {
      e.exports = ['更改成交量值的可见性']
    },
    539348: (e) => {
      e.exports = ['少于1分钟']
    },
    787358: (e) => {
      e.exports = ['显示{title}']
    },
    107827: (e) => {
      e.exports = ['{days}和{hours}']
    },
    19830: (e) => {
      e.exports = ['{hours}和{minutes}']
    },
    888841: (e) => {
      e.exports = ['数据每{amount}秒更新一次，即使市场上有更多更新。']
    },
    602121: (e) => {
      e.exports = [
        '我们Basic方案的数据每{amount}秒更新一次，即使市场上有更多更新也是如此。',
      ]
    },
    705223: (e) => {
      e.exports = ['每{amount}秒更新一次']
    },
    458609: (e) => {
      e.exports = ['{number} 天']
    },
    224430: (e) => {
      e.exports = ['{number} 小时']
    },
    467151: (e) => {
      e.exports = ['{number} 分']
    },
  },
])
