;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [8988],
  {
    774274: (e) => {
      e.exports = ['十字图']
    },
    360558: (e) => {
      e.exports = ['动物&自然']
    },
    414232: (e) => {
      e.exports = ['活动']
    },
    935305: (e) => {
      e.exports = ['食物&饮料']
    },
    149546: (e) => {
      e.exports = ['旗帜']
    },
    572302: (e) => {
      e.exports = ['物品']
    },
    396330: (e) => {
      e.exports = ['笑脸&人像']
    },
    906878: (e) => {
      e.exports = ['符号']
    },
    415426: (e) => {
      e.exports = ['最近使用']
    },
    715395: (e) => {
      e.exports = ['旅游&地点']
    },
    641596: (e) => {
      e.exports = ['价格坐标上的标签']
    },
    323545: (e) => {
      e.exports = ['状态行中的值']
    },
    239495: (e) => {
      e.exports = ['圆点图']
    },
    541389: (e) => {
      e.exports = ['列上']
    },
    129520: (e) => {
      e.exports = ['绝对值']
    },
    67049: (e) => {
      e.exports = ['应用默认']
    },
    473169: (e) => {
      e.exports = ['应用默认']
    },
    65262: (e) => {
      e.exports = ['中断区块']
    },
    883760: (e) => {
      e.exports = ['主体']
    },
    248848: (e) => {
      e.exports = ['边框']
    },
    527331: (e) => {
      e.exports = ['背景']
    },
    278626: (e) => {
      e.exports = ['Bar下方']
    },
    16079: (e) => {
      e.exports = ['渐变']
    },
    506705: (e) => {
      e.exports = ['您真的要删除绘图模板“{name}”吗？']
    },
    842973: (e) => {
      e.exports = ['点虚线']
    },
    741361: (e) => {
      e.exports = ['下']
    },
    459317: (e) => {
      e.exports = ['短虚线']
    },
    731577: (e) => {
      e.exports = ['发展数值区(VA)']
    },
    204329: (e) => {
      e.exports = ['系统预设']
    },
    698938: (e) => {
      e.exports = ['系统预设']
    },
    572405: (e) => {
      e.exports = ['绘图模板“{name}”已存在。您真的要替换它吗？']
    },
    745044: (e) => {
      e.exports = ['隐藏']
    },
    511091: (e) => {
      e.exports = ['直方图']
    },
    540297: (e) => {
      e.exports = ['输出']
    },
    836993: (e) => {
      e.exports = ['覆盖最小tick']
    },
    864606: (e) => {
      e.exports = ['标签字体']
    },
    54934: (e) => {
      e.exports = ['中断线']
    },
    141610: (e) => {
      e.exports = ['更多']
    },
    855362: (e) => {
      e.exports = ['普通']
    },
    735637: (e) => {
      e.exports = 'Solid'
    },
    418229: (e) => {
      e.exports = ['保存为默认']
    },
    504315: (e) => {
      e.exports = ['将绘图模板另存为']
    },
    786520: (e) => {
      e.exports = ['信号标签']
    },
    464108: (e) => {
      e.exports = ['带中断的阶梯线']
    },
    367767: (e) => {
      e.exports = ['菱形阶梯线']
    },
    621861: (e) => {
      e.exports = ['配置']
    },
    173947: (e) => {
      e.exports = ['精确度']
    },
    766596: (e) => {
      e.exports = ['数量']
    },
    79782: (e) => {
      e.exports = ['重置设置']
    },
    895247: (e) => {
      e.exports = ['宽度(Box的%)']
    },
    319221: (e) => {
      e.exports = ['文字颜色']
    },
    350912: (e) => {
      e.exports = ['模板名称']
    },
    607138: (e) => {
      e.exports = ['图表上的交易']
    },
    798802: (e) => {
      e.exports = ['上']
    },
    578019: (e) => {
      e.exports = [
        '使用特殊的数学符号替换选定的图形：+,-,/,* 表示价格，+,- 表示K线指数。',
      ]
    },
    114414: (e) => {
      e.exports = ['成交量分布图(VP)']
    },
    391322: (e) => {
      e.exports = ['数值']
    },
    320834: (e) => {
      e.exports = ['更改最小tick']
    },
    198491: (e) => {
      e.exports = ['更改字符']
    },
    907378: (e) => {
      e.exports = ['更改字体大小']
    },
    628691: (e) => {
      e.exports = ['更改线条样式']
    },
    138361: (e) => {
      e.exports = ['更改位置']
    },
    851081: (e) => {
      e.exports = ['更改百分比宽度']
    },
    847634: (e) => {
      e.exports = ['更改挂单']
    },
    215683: (e) => {
      e.exports = ['更改绘图类型']
    },
    900164: (e) => {
      e.exports = ['更改精度']
    },
    486888: (e) => {
      e.exports = ['更改形状']
    },
    50463: (e) => {
      e.exports = ['更改数值']
    },
    212628: (e) => {
      e.exports = ['更改值的可见性']
    },
    976080: (e) => {
      e.exports = ['例如 +1']
    },
    495166: (e) => {
      e.exports = ['例如 /2']
    },
  },
])
