;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [9536],
  {
    650831: (e) => {
      e.exports = ['根K线']
    },
    919648: (e) => {
      e.exports = ['12小时']
    },
    855838: (e) => {
      e.exports = ['24小时']
    },
    723238: (e) => {
      e.exports = ['版面']
    },
    72171: (e) => {
      e.exports = ['中心']
    },
    288364: (e) => {
      e.exports = ['图表基本样式']
    },
    46720: (e) => {
      e.exports = ['十字线']
    },
    50985: (e) => {
      e.exports = ['货币']
    },
    217319: (e) => {
      e.exports = ['货币和单位']
    },
    412381: (e) => {
      e.exports = ['所有事件']
    },
    768791: (e) => {
      e.exports = ['参数']
    },
    695036: (e) => {
      e.exports = ['平均收盘价格']
    },
    691757: (e) => {
      e.exports = ['底部']
    },
    527331: (e) => {
      e.exports = ['背景']
    },
    22519: (e) => {
      e.exports = ['K线变化值']
    },
    790906: (e) => {
      e.exports = ['包围单盈亏']
    },
    187845: (e) => {
      e.exports = ['按钮']
    },
    217329: (e) => {
      e.exports = ['买/卖按钮']
    },
    339392: (e) => {
      e.exports = ['网格线']
    },
    625209: (e) => {
      e.exports = ['日期格式']
    },
    555090: (e) => {
      e.exports = ['标签上的星期几']
    },
    629601: (e) => {
      e.exports = ['描述']
    },
    226897: (e) => {
      e.exports = ['事件']
    },
    41950: (e) => {
      e.exports = ['仓位和订单的延长价格线']
    },
    178106: (e) => {
      e.exports = ['执行']
    },
    464848: (e) => {
      e.exports = ['执行标签']
    },
    577405: (e) => {
      e.exports = ['横式']
    },
    734403: (e) => {
      e.exports = ['仅水平']
    },
    760971: (e) => {
      e.exports = ['最高和最低价格']
    },
    561142: (e) => {
      e.exports = ['指标']
    },
    234905: (e) => {
      e.exports = ['指标值']
    },
    829687: (e) => {
      e.exports = ['指标和财务值']
    },
    25084: (e) => {
      e.exports = ['指标和财务名称']
    },
    409654: (e) => {
      e.exports = ['指标名称']
    },
    344104: (e) => {
      e.exports = ['即刻下达订单']
    },
    199487: (e) => {
      e.exports = ['开高低收']
    },
    775991: (e) => {
      e.exports = ['开市状态']
    },
    293104: (e) => {
      e.exports = ['订单']
    },
    517538: (e) => {
      e.exports = ['订单&仓位对齐']
    },
    199192: (e) => {
      e.exports = ['屏幕截图上的订单、执行和仓位']
    },
    515474: (e) => {
      e.exports = 'Logo'
    },
    996073: (e) => {
      e.exports = ['详细描述']
    },
    878905: (e) => {
      e.exports = ['价格坐标上的标签']
    },
    37274: (e) => {
      e.exports = ['最后一天变化值']
    },
    619286: (e) => {
      e.exports = ['左']
    },
    470500: (e) => {
      e.exports = ['资金']
    },
    766653: (e) => {
      e.exports = ['利润率']
    },
    876476: (e) => {
      e.exports = ['中间']
    },
    242502: (e) => {
      e.exports = ['无重叠']
    },
    230163: (e) => {
      e.exports = ['通知']
    },
    149199: (e) => {
      e.exports = ['无']
    },
    874343: (e) => {
      e.exports = ['导航']
    },
    847926: (e) => {
      e.exports = ['坐标模式（A和L）']
    },
    643115: (e) => {
      e.exports = ['坐标']
    },
    753224: (e) => {
      e.exports = ['坐标放置']
    },
    779194: (e) => {
      e.exports = ['状态行']
    },
    589053: (e) => {
      e.exports = ['商品代码']
    },
    435383: (e) => {
      e.exports = ['商品名称']
    },
    327767: (e) => {
      e.exports = ['商品最新价格']
    },
    540847: (e) => {
      e.exports = ['商品前一天收盘价']
    },
    948313: (e) => {
      e.exports = ['持仓']
    },
    750446: (e) => {
      e.exports = ['窗格']
    },
    373908: (e) => {
      e.exports = ['窗格分隔符']
    },
    936014: (e) => {
      e.exports = ['百分比']
    },
    778621: (e) => {
      e.exports = ['点数']
    },
    507248: (e) => {
      e.exports = ['播放执行声音']
    },
    674823: (e) => {
      e.exports = ['盘前/盘后价格']
    },
    164859: (e) => {
      e.exports = ['价格坐标']
    },
    676523: (e) => {
      e.exports = ['价格和百分比值']
    },
    150609: (e) => {
      e.exports = ['盈亏']
    },
    186921: (e) => {
      e.exports = ['反转按钮']
    },
    612698: (e) => {
      e.exports = ['仅拒绝']
    },
    221141: (e) => {
      e.exports = ['右']
    },
    340187: (e) => {
      e.exports = ['右边距']
    },
    577705: (e) => {
      e.exports = ['水印']
    },
    226458: (e) => {
      e.exports = ['影线']
    },
    865994: (e) => {
      e.exports = ['顶部']
    },
    792960: (e) => {
      e.exports = ['文字对齐']
    },
    390581: (e) => {
      e.exports = ['文字方向']
    },
    767369: (e) => {
      e.exports = ['标题']
    },
    331326: (e) => {
      e.exports = ['标题']
    },
    423097: (e) => {
      e.exports = ['商品代码']
    },
    182168: (e) => {
      e.exports = ['商品和描述']
    },
    743637: (e) => {
      e.exports = ['时间坐标']
    },
    997316: (e) => {
      e.exports = ['时间小时格式']
    },
    890801: (e) => {
      e.exports = ['交易']
    },
    677534: (e) => {
      e.exports = ['单位']
    },
    101111: (e) => {
      e.exports = ['成交量']
    },
    680170: (e) => {
      e.exports = ['根据坐标值']
    },
    391322: (e) => {
      e.exports = ['数值']
    },
    437174: (e) => {
      e.exports = ['垂直和水平']
    },
    199113: (e) => {
      e.exports = ['仅垂直']
    },
    944085: (e) => {
      e.exports = ['竖式']
    },
    457889: (e) => {
      e.exports = ['更改OHLC值的可见性']
    },
    935646: (e) => {
      e.exports = ['更改导航按钮可见性']
    },
    352164: (e) => {
      e.exports = ['更改通知状态']
    },
    118644: (e) => {
      e.exports = ['更改开市状态可见性']
    },
    177827: (e) => {
      e.exports = ['更改订单确认状态']
    },
    469714: (e) => {
      e.exports = ['更改订单可见性']
    },
    477223: (e) => {
      e.exports = ['更改买入/卖出按钮的可见性']
    },
    845110: (e) => {
      e.exports = ['更改K线涨跌可见性']
    },
    210349: (e) => {
      e.exports = ['更改下边距']
    },
    154119: (e) => {
      e.exports = ['改变包围单PL显示模式']
    },
    151175: (e) => {
      e.exports = ['更改包围单PL可见性']
    },
    688161: (e) => {
      e.exports = ['更改货币和单位标签的可见性']
    },
    284060: (e) => {
      e.exports = ['更改货币标签可见性']
    },
    899011: (e) => {
      e.exports = ['更改图表背景颜色']
    },
    972458: (e) => {
      e.exports = ['更改图表背景类型']
    },
    37034: (e) => {
      e.exports = ['更改十字准线宽度']
    },
    529951: (e) => {
      e.exports = ['更改十字准线颜色']
    },
    792027: (e) => {
      e.exports = ['更改十字准线样式']
    },
    50457: (e) => {
      e.exports = ['更改日期格式']
    },
    607104: (e) => {
      e.exports = ['更改标签上的星期几']
    },
    995765: (e) => {
      e.exports = ['更改执行标签可见性']
    },
    255496: (e) => {
      e.exports = ['更改执行可见性']
    },
    683269: (e) => {
      e.exports = ['更改向左延长线']
    },
    827764: (e) => {
      e.exports = ['更改网格线可见性']
    },
    988096: (e) => {
      e.exports = ['更改水平网格线颜色']
    },
    231325: (e) => {
      e.exports = ['更改指标标题可见性']
    },
    399774: (e) => {
      e.exports = ['更改指标值的可见性']
    },
    96162: (e) => {
      e.exports = ['更改指标参数可见性']
    },
    559820: (e) => {
      e.exports = ['更改指标和财务名称标签可见性']
    },
    90512: (e) => {
      e.exports = ['更改指标和财务值标签可见性']
    },
    250058: (e) => {
      e.exports = ['更改最后一天变化可见性']
    },
    597956: (e) => {
      e.exports = ['更改图例背景透明度']
    },
    761061: (e) => {
      e.exports = ['更改图例背景可见性']
    },
    537730: (e) => {
      e.exports = ['更改窗格按钮可见性']
    },
    989032: (e) => {
      e.exports = ['更改窗格分隔符颜色']
    },
    641636: (e) => {
      e.exports = ['更改订单执行时的播放声音']
    },
    72970: (e) => {
      e.exports = ['更改图表上的仓位交易对象']
    },
    21181: (e) => {
      e.exports = ['更改仓位可见性']
    },
    792476: (e) => {
      e.exports = ['更改仓位PL可见性']
    },
    485749: (e) => {
      e.exports = ['更改仓位PL显示模式']
    },
    569520: (e) => {
      e.exports = ['更改翻转按钮可见性']
    },
    135636: (e) => {
      e.exports = ['更改右边距']
    },
    966601: (e) => {
      e.exports = ['更改右边距百分比']
    },
    225616: (e) => {
      e.exports = ['更改商品水印颜色']
    },
    687159: (e) => {
      e.exports = ['更改商品水印可见性']
    },
    26717: (e) => {
      e.exports = ['更改商品描述可见性']
    },
    606091: (e) => {
      e.exports = ['更改商品字段可见性']
    },
    728741: (e) => {
      e.exports = ['更改商品最新值模式']
    },
    795071: (e) => {
      e.exports = ['更改商品图例格式']
    },
    847361: (e) => {
      e.exports = ['更改坐标模式按钮可见性']
    },
    635065: (e) => {
      e.exports = ['更改坐标文本颜色']
    },
    484382: (e) => {
      e.exports = ['更改坐标字体大小']
    },
    512468: (e) => {
      e.exports = ['更改坐标线条颜色']
    },
    871589: (e) => {
      e.exports = ['更改交易时段分隔可见性']
    },
    515035: (e) => {
      e.exports = ['更改交易时段分隔宽度']
    },
    501579: (e) => {
      e.exports = ['更改交易时段分隔颜色']
    },
    121460: (e) => {
      e.exports = ['更改交易时段分隔样式']
    },
    876991: (e) => {
      e.exports = ['更改时间小时格式']
    },
    598905: (e) => {
      e.exports = ['更改上边距']
    },
    992775: (e) => {
      e.exports = ['更改屏幕截图上的交易对象可见性']
    },
    607011: (e) => {
      e.exports = ['更改单位标签可见性']
    },
    722722: (e) => {
      e.exports = ['更改垂直网格线颜色']
    },
    709455: (e) => {
      e.exports = ['更改成交量值的可见性']
    },
    670919: (e) => {
      e.exports = ['外观']
    },
    8892: (e) => {
      e.exports = ['普通']
    },
  },
])
