;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [4011],
  {
    652002: (s) => {
      s.exports = 'Major'
    },
    283912: (s) => {
      s.exports = ['次要']
    },
    52587: (s) => {
      s.exports = 'C'
    },
    469219: (s) => {
      s.exports = 'D'
    },
    426211: (s) => {
      s.exports = 'D'
    },
    960582: (s) => {
      s.exports = 'E'
    },
    957357: (s) => {
      s.exports = 'F'
    },
    647310: (s) => {
      s.exports = 'R'
    },
    214485: (s) => {
      s.exports = 'R'
    },
    87817: (s) => {
      s.exports = 'S'
    },
    535145: (s) => {
      s.exports = ['52週範圍']
    },
    397697: (s) => {
      s.exports = ['快遞服務']
    },
    117750: (s) => {
      s.exports = ['煤炭']
    },
    268765: (s) => {
      s.exports = ['煤礦技術支援']
    },
    504070: (s) => {
      s.exports = ['煤炭批發']
    },
    269358: (s) => {
      s.exports = ['可可斯群島']
    },
    455784: (s) => {
      s.exports = ['咖啡和茶']
    },
    844305: (s) => {
      s.exports = ['咖啡、茶和可可農業']
    },
    488938: (s) => {
      s.exports = ['焦煤礦']
    },
    731144: (s) => {
      s.exports = ['哥倫比亞']
    },
    714971: (s) => {
      s.exports = ['著色劑']
    },
    137827: (s) => {
      s.exports = ['集合投資基金經營者']
    },
    408646: (s) => {
      s.exports = ['葛摩']
    },
    187677: (s) => {
      s.exports = ['大宗化學品']
    },
    844460: (s) => {
      s.exports = ['商品化學品批發']
    },
    141879: (s) => {
      s.exports = ['商用飛機製造']
    },
    313671: (s) => {
      s.exports = ['商業銀行']
    },
    289904: (s) => {
      s.exports = ['商業建築']
    },
    317976: (s) => {
      s.exports = ['商業文件管理']
    },
    865447: (s) => {
      s.exports = ['商業設備租賃']
    },
    597013: (s) => {
      s.exports = ['商業捕魚']
    },
    913922: (s) => {
      s.exports = ['商業食品服務']
    },
    864285: (s) => {
      s.exports = ['商業租賃']
    },
    375065: (s) => {
      s.exports = ['商業貸款']
    },
    17897: (s) => {
      s.exports = ['商業苗圃']
    },
    700165: (s) => {
      s.exports = ['商業印刷/表格']
    },
    756288: (s) => {
      s.exports = ['商業印刷服務']
    },
    71399: (s) => {
      s.exports = ['商業房地產投資信託基金']
    },
    238185: (s) => {
      s.exports = ['商業服務']
    },
    218910: (s) => {
      s.exports = ['通勤渡輪']
    },
    459453: (s) => {
      s.exports = ['通勤服務']
    },
    165630: (s) => {
      s.exports = ['通訊與衛星設備']
    },
    521490: (s) => {
      s.exports = ['通訊']
    },
    958879: (s) => {
      s.exports = ['通訊與網路']
    },
    838544: (s) => {
      s.exports = ['綜合商品']
    },
    946922: (s) => {
      s.exports = ['電腦與電子產品零售商']
    },
    782135: (s) => {
      s.exports = ['電腦通訊']
    },
    85065: (s) => {
      s.exports = ['電腦硬體']
    },
    859138: (s) => {
      s.exports = ['電腦軟硬體零售']
    },
    826534: (s) => {
      s.exports = ['電腦硬件組件裝配']
    },
    759899: (s) => {
      s.exports = ['電腦周邊']
    },
    950116: (s) => {
      s.exports = ['電腦處理硬體']
    },
    317785: (s) => {
      s.exports = ['電腦程式設計']
    },
    803434: (s) => {
      s.exports = ['電腦培訓']
    },
    601406: (s) => {
      s.exports = ['剛果']
    },
    167291: (s) => {
      s.exports = ['剛果民主共和國']
    },
    838455: (s) => {
      s.exports = ['企業集團']
    },
    478698: (s) => {
      s.exports = ['會議工具與系統']
    },
    413859: (s) => {
      s.exports = ['正在連接']
    },
    310323: (s) => {
      s.exports = ['建築與工程']
    },
    848833: (s) => {
      s.exports = ['工程機械']
    },
    628370: (s) => {
      s.exports = ['建材加工']
    },
    71686: (s) => {
      s.exports = ['建材批發']
    },
    721009: (s) => {
      s.exports = ['建築材料']
    },
    488089: (s) => {
      s.exports = ['建築用品']
    },
    112947: (s) => {
      s.exports = ['建築用品及設備']
    },
    854214: (s) => {
      s.exports = ['建築用品及配件批發']
    },
    122614: (s) => {
      s.exports = ['消費者信用卡服務']
    },
    298395: (s) => {
      s.exports = ['週期性消費品']
    },
    803146: (s) => {
      s.exports = ['週期性消費品']
    },
    256799: (s) => {
      s.exports = ['消費品租賃']
    },
    880781: (s) => {
      s.exports = ['消費者文件管理']
    },
    51897: (s) => {
      s.exports = ['耐用消費品']
    },
    4953: (s) => {
      s.exports = ['消費電子零售']
    },
    395885: (s) => {
      s.exports = ['消費電子/電器']
    },
    575023: (s) => {
      s.exports = ['消費電子批發']
    },
    801386: (s) => {
      s.exports = ['消費者租賃']
    },
    362308: (s) => {
      s.exports = ['消費貸款']
    },
    384043: (s) => {
      s.exports = ['非週期性消費']
    },
    964300: (s) => {
      s.exports = ['非耐用消費品']
    },
    964613: (s) => {
      s.exports = ['消費者服務']
    },
    374909: (s) => {
      s.exports = ['消費雜貨']
    },
    477987: (s) => {
      s.exports = ['消費者出版']
    },
    892867: (s) => {
      s.exports = ['消費者維修服務']
    },
    328477: (s) => {
      s.exports = ['消費類非周期']
    },
    761794: (s) => {
      s.exports = ['容器及包裝材料批發']
    },
    571506: (s) => {
      s.exports = ['容器/包裝']
    },
    594263: (s) => {
      s.exports = ['內容與網站管理服務']
    },
    426398: (s) => {
      s.exports = ['鑽井承包']
    },
    334669: (s) => {
      s.exports = ['餅乾與麵食製造']
    },
    453679: (s) => {
      s.exports = ['庫克群島']
    },
    733330: (s) => {
      s.exports = ['銅礦開採']
    },
    545312: (s) => {
      s.exports = ['版權管理']
    },
    512060: (s) => {
      s.exports = ['企業會計服務']
    },
    55493: (s) => {
      s.exports = ['企業金融服務']
    },
    930045: (s) => {
      s.exports = ['化妝品和香水']
    },
    708897: (s) => {
      s.exports = ['哥斯大黎加']
    },
    887702: (s) => {
      s.exports = ['目錄/專業配銷']
    },
    290207: (s) => {
      s.exports = ['開曼群島']
    },
    224860: (s) => {
      s.exports = ['有線服務提供商']
    },
    248568: (s) => {
      s.exports = ['有線/衛星電視']
    },
    996415: (s) => {
      s.exports = ['維德角']
    },
    298505: (s) => {
      s.exports = ['咖啡館']
    },
    51339: (s) => {
      s.exports = ['客服中心服務']
    },
    551054: (s) => {
      s.exports = ['柬埔寨']
    },
    201132: (s) => {
      s.exports = ['喀麥隆']
    },
    280206: (s) => {
      s.exports = ['加拿大']
    },
    377774: (s) => {
      s.exports = ['資本財']
    },
    734070: (s) => {
      s.exports = ['碳捕獲和儲存']
    },
    837140: (s) => {
      s.exports = ['碳酸飲料']
    },
    800143: (s) => {
      s.exports = ['地毯與窗簾']
    },
    24920: (s) => {
      s.exports = ['賭場']
    },
    991725: (s) => {
      s.exports = ['賭場/遊戲']
    },
    642883: (s) => {
      s.exports = ['賭場與博彩']
    },
    982801: (s) => {
      s.exports = ['意外保險']
    },
    737576: (s) => {
      s.exports = ['多孔纖維']
    },
    368119: (s) => {
      s.exports = ['水泥與混凝土製造']
    },
    145112: (s) => {
      s.exports = ['中非共和國']
    },
    137093: (s) => {
      s.exports = ['查德']
    },
    15770: (s) => {
      s.exports = ['特許和私人航空服務']
    },
    215689: (s) => {
      s.exports = ['特許巴士服務']
    },
    461657: (s) => {
      s.exports = ['化學品：農業']
    },
    616852: (s) => {
      s.exports = ['化學品：多元化']
    },
    4685: (s) => {
      s.exports = ['化學品：特種']
    },
    981926: (s) => {
      s.exports = ['兒童看護和家庭服務']
    },
    799344: (s) => {
      s.exports = ['兒童和嬰兒服裝']
    },
    192873: (s) => {
      s.exports = ['兒童和嬰兒服裝零售商']
    },
    141840: (s) => {
      s.exports = ['智利']
    },
    420844: (s) => {
      s.exports = ['中國']
    },
    11958: (s) => {
      s.exports = ['巧克力和糖果']
    },
    180144: (s) => {
      s.exports = ['聖誕島']
    },
    911991: (s) => {
      s.exports = ['土木工程師與建築師']
    },
    663112: (s) => {
      s.exports = ['雪茄和香煙製造']
    },
    734725: (s) => {
      s.exports = ['清潔服務']
    },
    519165: (s) => {
      s.exports = ['清算、結算和託管服務']
    },
    383404: (s) => {
      s.exports = ['封閉式基金']
    },
    498588: (s) => {
      s.exports = ['雲計算服務']
    },
    173716: (s) => {
      s.exports = ['郵輪']
    },
    541755: (s) => {
      s.exports = ['工藝和微型釀造商']
    },
    331581: (s) => {
      s.exports = ['信用合作社']
    },
    663849: (s) => {
      s.exports = ['克羅埃西亞']
    },
    178281: (s) => {
      s.exports = ['餐具和餐具']
    },
    987240: (s) => {
      s.exports = ['古巴']
    },
    495937: (s) => {
      s.exports = ['古拉索']
    },
    289599: (s) => {
      s.exports = ['庫拉索']
    },
    551017: (s) => {
      s.exports = ['塞浦路斯']
    },
    342054: (s) => {
      s.exports = ['捷克']
    },
    471406: (s) => {
      s.exports = ['捷克']
    },
    743648: (s) => {
      s.exports = ['象牙海岸']
    },
    703466: (s) => {
      s.exports = ['遊樂園和動物園']
    },
    595592: (s) => {
      s.exports = ['救護車及緊急服務']
    },
    655410: (s) => {
      s.exports = ['美屬薩摩亞']
    },
    958290: (s) => {
      s.exports = ['美洲']
    },
    314840: (s) => {
      s.exports = ['南極洲']
    },
    349809: (s) => {
      s.exports = ['安地卡及巴布達']
    },
    314982: (s) => {
      s.exports = ['古董商']
    },
    682079: (s) => {
      s.exports = ['安道爾']
    },
    476342: (s) => {
      s.exports = ['安哥拉']
    },
    768063: (s) => {
      s.exports = ['安圭拉']
    },
    615481: (s) => {
      s.exports = ['動物育種']
    },
    668010: (s) => {
      s.exports = ['動物飼料']
    },
    945218: (s) => {
      s.exports = ['動物屠宰加工']
    },
    316517: (s) => {
      s.exports = ['合夥人']
    },
    182842: (s) => {
      s.exports = ['會計與稅務']
    },
    407609: (s) => {
      s.exports = ['成人娛樂產品與廣播']
    },
    250197: (s) => {
      s.exports = ['成人用品零售商']
    },
    557254: (s) => {
      s.exports = ['高級電子設備']
    },
    438052: (s) => {
      s.exports = ['先進醫療設備與技術']
    },
    712158: (s) => {
      s.exports = ['高級醫療設備批發']
    },
    625754: (s) => {
      s.exports = ['高級聚合物']
    },
    259500: (s) => {
      s.exports = ['冒險運動設施和滑雪勝地']
    },
    665684: (s) => {
      s.exports = ['廣告與行銷']
    },
    615085: (s) => {
      s.exports = ['廣告代理']
    },
    526271: (s) => {
      s.exports = ['廣告/行銷服務']
    },
    638611: (s) => {
      s.exports = ['膠粘劑']
    },
    911752: (s) => {
      s.exports = ['航空與國防']
    },
    488561: (s) => {
      s.exports = ['阿富汗']
    },
    655312: (s) => {
      s.exports = ['非洲']
    },
    400730: (s) => {
      s.exports = ['農業機械']
    },
    682628: (s) => {
      s.exports = ['農業生物技術']
    },
    477629: (s) => {
      s.exports = ['農業化學品']
    },
    923974: (s) => {
      s.exports = ['農化批發']
    },
    759129: (s) => {
      s.exports = ['農產品/碾磨']
    },
    792503: (s) => {
      s.exports = ['農業支援服務']
    },
    828450: (s) => {
      s.exports = ['空氣和燃氣壓縮機']
    },
    821313: (s) => {
      s.exports = ['空運']
    },
    295775: (s) => {
      s.exports = ['空運及快遞服務']
    },
    71774: (s) => {
      s.exports = ['空運和物流']
    },
    961220: (s) => {
      s.exports = ['空運/快遞']
    },
    937090: (s) => {
      s.exports = ['空運/送貨服務']
    },
    22844: (s) => {
      s.exports = ['飛機設備批發']
    },
    107173: (s) => {
      s.exports = ['飛機零件製造']
    },
    338475: (s) => {
      s.exports = ['航空餐飲服務']
    },
    267983: (s) => {
      s.exports = ['航空公司']
    },
    697706: (s) => {
      s.exports = ['機場經營者']
    },
    599612: (s) => {
      s.exports = ['機場服務']
    },
    36695: (s) => {
      s.exports = ['替代藥物']
    },
    186722: (s) => {
      s.exports = ['替代醫療設施']
    },
    223603: (s) => {
      s.exports = ['替代發電']
    },
    30303: (s) => {
      s.exports = ['鋁']
    },
    502974: (s) => {
      s.exports = ['鋁軋製']
    },
    131898: (s) => {
      s.exports = ['阿爾巴尼亞']
    },
    181053: (s) => {
      s.exports = ['阿爾及利亞']
    },
    277446: (s) => {
      s.exports = ['所有其他食品製造']
    },
    255072: (s) => {
      s.exports = ['服裝/鞋類']
    },
    737703: (s) => {
      s.exports = ['服裝/鞋類零售']
    },
    215411: (s) => {
      s.exports = ['服裝和配飾']
    },
    577102: (s) => {
      s.exports = ['服裝和配飾零售商']
    },
    856794: (s) => {
      s.exports = ['服裝批發']
    },
    978972: (s) => {
      s.exports = ['家庭用品電器批發']
    },
    463399: (s) => {
      s.exports = ['電器、工具和家庭用品']
    },
    747187: (s) => {
      s.exports = ['應用軟體']
    },
    178186: (s) => {
      s.exports = ['水產養殖']
    },
    399659: (s) => {
      s.exports = ['阿魯巴']
    },
    834742: (s) => {
      s.exports = ['阿根廷']
    },
    384290: (s) => {
      s.exports = ['亞美尼亞']
    },
    963869: (s) => {
      s.exports = ['武器與彈藥製造']
    },
    161768: (s) => {
      s.exports = ['亞洲']
    },
    926694: (s) => {
      s.exports = ['自動販賣機']
    },
    708964: (s) => {
      s.exports = ['汽車及多用途車輛']
    },
    97791: (s) => {
      s.exports = ['汽車配件']
    },
    740154: (s) => {
      s.exports = ['汽車售後市場']
    },
    373921: (s) => {
      s.exports = ['汽車電池']
    },
    349458: (s) => {
      s.exports = ['汽車車身零件']
    },
    431061: (s) => {
      s.exports = ['汽車零配件零售商']
    },
    851585: (s) => {
      s.exports = ['汽車系統']
    },
    186027: (s) => {
      s.exports = ['汽車和卡車製造']
    },
    615617: (s) => {
      s.exports = ['汽車零配件批發']
    },
    229158: (s) => {
      s.exports = ['汽車及卡車批發']
    },
    216695: (s) => {
      s.exports = ['汽車清潔用品']
    },
    752313: (s) => {
      s.exports = ['汽車零件：OEM']
    },
    366586: (s) => {
      s.exports = ['汽車、零件和服務零售商']
    },
    417049: (s) => {
      s.exports = ['汽車、卡車和機車零件']
    },
    50132: (s) => {
      s.exports = ['澳洲']
    },
    226505: (s) => {
      s.exports = ['奧地利']
    },
    751361: (s) => {
      s.exports = ['亞塞拜然']
    },
    746406: (s) => {
      s.exports = ['波札那']
    },
    867634: (s) => {
      s.exports = ['瓶裝水和冰']
    },
    896497: (s) => {
      s.exports = ['布威島']
    },
    984615: (s) => {
      s.exports = ['玻利維亞']
    },
    661033: (s) => {
      s.exports = ['荷蘭加勒比區']
    },
    879852: (s) => {
      s.exports = ['債券']
    },
    650342: (s) => {
      s.exports = ['書和雜誌零售商']
    },
    697555: (s) => {
      s.exports = ['圖書印刷服務']
    },
    298060: (s) => {
      s.exports = ['圖書出版']
    },
    41448: (s) => {
      s.exports = ['波士尼亞赫塞哥維納']
    },
    692537: (s) => {
      s.exports = ['浴室裝置']
    },
    17121: (s) => {
      s.exports = ['電池和不斷電系統']
    },
    714872: (s) => {
      s.exports = ['鋁土礦採礦']
    },
    935022: (s) => {
      s.exports = ['嬰兒食品']
    },
    755169: (s) => {
      s.exports = ['巴哈馬']
    },
    280217: (s) => {
      s.exports = ['滾珠軸承']
    },
    61587: (s) => {
      s.exports = ['孟加拉']
    },
    166445: (s) => {
      s.exports = ['銀行']
    },
    466555: (s) => {
      s.exports = ['宴會廳和餐飲']
    },
    560803: (s) => {
      s.exports = ['巴貝多']
    },
    908135: (s) => {
      s.exports = ['基礎材料']
    },
    20369: (s) => {
      s.exports = ['飲料(生產/分銷)']
    },
    711209: (s) => {
      s.exports = ['飲料：酒類']
    },
    973041: (s) => {
      s.exports = ['飲料：非酒精類']
    },
    279230: (s) => {
      s.exports = ['美容用品店']
    },
    546343: (s) => {
      s.exports = ['牛肉和小牛肉農業']
    },
    237471: (s) => {
      s.exports = ['啤酒，葡萄酒和酒類商店']
    },
    909293: (s) => {
      s.exports = ['白俄羅斯']
    },
    637653: (s) => {
      s.exports = ['比利時']
    },
    577138: (s) => {
      s.exports = ['貝里斯']
    },
    800662: (s) => {
      s.exports = ['貝南']
    },
    852424: (s) => {
      s.exports = ['百慕達']
    },
    624751: (s) => {
      s.exports = ['不丹']
    },
    205415: (s) => {
      s.exports = ['自行車製造']
    },
    918705: (s) => {
      s.exports = ['生物醫療器械']
    },
    52535: (s) => {
      s.exports = ['生物診斷與測試']
    },
    804316: (s) => {
      s.exports = ['生物治療藥物']
    },
    956360: (s) => {
      s.exports = ['生質柴油']
    },
    551850: (s) => {
      s.exports = ['生物質和沼氣燃料']
    },
    847860: (s) => {
      s.exports = ['生物識別產品']
    },
    575118: (s) => {
      s.exports = ['生物製藥']
    },
    752669: (s) => {
      s.exports = ['生物技術']
    },
    436813: (s) => {
      s.exports = ['生物技術與醫學研究']
    },
    625727: (s) => {
      s.exports = ['避孕產品']
    },
    660484: (s) => {
      s.exports = ['汶萊']
    },
    506311: (s) => {
      s.exports = ['品牌與命名']
    },
    228867: (s) => {
      s.exports = ['巴西']
    },
    762107: (s) => {
      s.exports = ['麵包和麵包產品製造']
    },
    29252: (s) => {
      s.exports = ['早餐穀物製造']
    },
    990529: (s) => {
      s.exports = ['啤酒釀造商']
    },
    660635: (s) => {
      s.exports = ['英屬印度洋領地']
    },
    667354: (s) => {
      s.exports = ['英屬維京群島']
    },
    350795: (s) => {
      s.exports = ['廣播']
    },
    598959: (s) => {
      s.exports = ['廣播設備']
    },
    105617: (s) => {
      s.exports = ['經紀服務']
    },
    501039: (s) => {
      s.exports = ['掃帚，刷子和簸箕']
    },
    2091: (s) => {
      s.exports = ['構建招商']
    },
    303152: (s) => {
      s.exports = ['建築承包商']
    },
    131558: (s) => {
      s.exports = ['建築產品']
    },
    801685: (s) => {
      s.exports = ['保加利亞']
    },
    713026: (s) => {
      s.exports = ['布吉納法索']
    },
    238912: (s) => {
      s.exports = ['蒲隆地']
    },
    759624: (s) => {
      s.exports = ['商業服務']
    },
    277583: (s) => {
      s.exports = ['商業支援服務']
    },
    106231: (s) => {
      s.exports = ['商業支援供應']
    },
    715822: (s) => {
      s.exports = ['政府']
    },
    843033: (s) => {
      s.exports = ['黃金']
    },
    850398: (s) => {
      s.exports = ['黃金開採']
    },
    323346: (s) => {
      s.exports = ['高爾夫球場']
    },
    281273: (s) => {
      s.exports = ['加彭']
    },
    680793: (s) => {
      s.exports = ['甘比亞']
    },
    970292: (s) => {
      s.exports = ['賭博遊戲機製造商']
    },
    496024: (s) => {
      s.exports = ['遊戲、玩具和兒童車']
    },
    681243: (s) => {
      s.exports = ['遊戲機運營商']
    },
    246824: (s) => {
      s.exports = ['燃氣配銷商']
    },
    723937: (s) => {
      s.exports = ['天然氣鑽井 - 陸上']
    },
    450047: (s) => {
      s.exports = ['加油站']
    },
    386732: (s) => {
      s.exports = ['一般教育服務']
    },
    197617: (s) => {
      s.exports = ['一般政府']
    },
    583807: (s) => {
      s.exports = ['一般製藥商']
    },
    677938: (s) => {
      s.exports = ['地球物理測繪服務']
    },
    118059: (s) => {
      s.exports = ['喬治亞']
    },
    159985: (s) => {
      s.exports = ['德國']
    },
    848856: (s) => {
      s.exports = ['迦納']
    },
    423151: (s) => {
      s.exports = ['直布羅陀']
    },
    211207: (s) => {
      s.exports = ['禮品、新奇和紀念品商店']
    },
    250811: (s) => {
      s.exports = ['玻璃容器和包裝']
    },
    47999: (s) => {
      s.exports = ['眼鏡和隱形眼鏡']
    },
    248347: (s) => {
      s.exports = ['穀物(作物)生產']
    },
    17026: (s) => {
      s.exports = ['格陵蘭']
    },
    480411: (s) => {
      s.exports = ['希臘']
    },
    882614: (s) => {
      s.exports = ['格瑞那達']
    },
    867687: (s) => {
      s.exports = ['陸運和物流']
    },
    431526: (s) => {
      s.exports = ['蓋亞那']
    },
    72606: (s) => {
      s.exports = ['瓜地洛普']
    },
    967946: (s) => {
      s.exports = ['關島']
    },
    673613: (s) => {
      s.exports = ['瓜地馬拉']
    },
    639445: (s) => {
      s.exports = 'Guernsey'
    },
    71747: (s) => {
      s.exports = ['導遊旅行社']
    },
    236877: (s) => {
      s.exports = ['幾內亞']
    },
    193786: (s) => {
      s.exports = ['幾內亞比索']
    },
    909552: (s) => {
      s.exports = ['運動健身和Spa中心']
    },
    564330: (s) => {
      s.exports = ['醫生辦公室']
    },
    519298: (s) => {
      s.exports = ['娃娃和絨毛玩具']
    },
    887461: (s) => {
      s.exports = ['多米尼克']
    },
    863314: (s) => {
      s.exports = ['多明尼加']
    },
    944704: (s) => {
      s.exports = ['門和窗框']
    },
    202056: (s) => {
      s.exports = ['數據處理服務']
    },
    570506: (s) => {
      s.exports = ['當日價格範圍']
    },
    573924: (s) => {
      s.exports = ['乳製品']
    },
    280019: (s) => {
      s.exports = ['遠洋貨運']
    },
    78211: (s) => {
      s.exports = ['延遲的']
    },
    64901: (s) => {
      s.exports = ['丹麥']
    },
    515023: (s) => {
      s.exports = ['專賣店']
    },
    610643: (s) => {
      s.exports = ['百貨公司']
    },
    35337: (s) => {
      s.exports = ['設計服務']
    },
    489572: (s) => {
      s.exports = ['多元化學品']
    },
    314562: (s) => {
      s.exports = ['多元化投資服務']
    },
    785205: (s) => {
      s.exports = ['分散型 REITs']
    },
    229363: (s) => {
      s.exports = ['多元化貿易與分銷']
    },
    464845: (s) => {
      s.exports = ['診斷和檢測物質']
    },
    239882: (s) => {
      s.exports = ['診斷和測試物質製造商']
    },
    943475: (s) => {
      s.exports = ['鑽石礦業']
    },
    527407: (s) => {
      s.exports = ['數位媒體代理']
    },
    34087: (s) => {
      s.exports = ['數位出版']
    },
    759459: (s) => {
      s.exports = ['直效行銷']
    },
    420192: (s) => {
      s.exports = ['目錄出版']
    },
    534635: (s) => {
      s.exports = ['折扣商店']
    },
    272494: (s) => {
      s.exports = ['雜貨折扣商店']
    },
    650595: (s) => {
      s.exports = ['無雜貨之折扣商店']
    },
    518689: (s) => {
      s.exports = ['顯示濾網']
    },
    101303: (s) => {
      s.exports = ['釀酒廠']
    },
    78531: (s) => {
      s.exports = ['蒸餾和釀酒廠']
    },
    151254: (s) => {
      s.exports = ['配送服務']
    },
    439687: (s) => {
      s.exports = ['吉布地']
    },
    221101: (s) => {
      s.exports = ['連鎖藥房']
    },
    270417: (s) => {
      s.exports = ['藥物輸送系統']
    },
    580947: (s) => {
      s.exports = ['藥品零售商']
    },
    105306: (s) => {
      s.exports = ['電子商務拍賣服務']
    },
    242692: (s) => {
      s.exports = ['就業服務']
    },
    692561: (s) => {
      s.exports = ['娛樂製作']
    },
    171956: (s) => {
      s.exports = ['娛樂生產設備及服務']
    },
    437438: (s) => {
      s.exports = ['企業軟體']
    },
    185245: (s) => {
      s.exports = ['環境生物技術']
    },
    791590: (s) => {
      s.exports = ['環境諮詢服務']
    },
    147765: (s) => {
      s.exports = ['環境服務']
    },
    75745: (s) => {
      s.exports = ['環境服務和設備']
    },
    132023: (s) => {
      s.exports = ['昨收']
    },
    618383: (s) => {
      s.exports = ['能源']
    },
    503332: (s) => {
      s.exports = ['能源礦產']
    },
    129063: (s) => {
      s.exports = ['能量飲料']
    },
    159701: (s) => {
      s.exports = ['發動機和傳動系統']
    },
    675094: (s) => {
      s.exports = ['工程建設']
    },
    593004: (s) => {
      s.exports = ['厄瓜多']
    },
    337556: (s) => {
      s.exports = ['經濟']
    },
    376278: (s) => {
      s.exports = ['教育培訓資訊供應商']
    },
    504002: (s) => {
      s.exports = ['教育服務']
    },
    205390: (s) => {
      s.exports = ['埃及']
    },
    444228: (s) => {
      s.exports = ['薩爾瓦多']
    },
    506029: (s) => {
      s.exports = ['電力建設']
    },
    523077: (s) => {
      s.exports = ['電子設備批發']
    },
    593324: (s) => {
      s.exports = ['電力公用事業']
    },
    911874: (s) => {
      s.exports = ['電力公用事業：中央']
    },
    529652: (s) => {
      s.exports = ['電動(替代)車輛']
    },
    792264: (s) => {
      s.exports = ['電氣元件及設備']
    },
    504631: (s) => {
      s.exports = ['電子測量儀器']
    },
    119365: (s) => {
      s.exports = ['電器產品']
    },
    512853: (s) => {
      s.exports = ['電子管和絕緣子']
    },
    494934: (s) => {
      s.exports = ['電子配銷商']
    },
    955251: (s) => {
      s.exports = ['電子/電器商店']
    },
    78303: (s) => {
      s.exports = ['電子/電器']
    },
    702813: (s) => {
      s.exports = ['電子元件']
    },
    906427: (s) => {
      s.exports = ['電子元件']
    },
    192120: (s) => {
      s.exports = ['電子設備和零件']
    },
    428718: (s) => {
      s.exports = ['電子設備/儀器']
    },
    7681: (s) => {
      s.exports = ['電子設備及零件']
    },
    960249: (s) => {
      s.exports = ['電子生產設備']
    },
    69296: (s) => {
      s.exports = ['電子維修服務']
    },
    225255: (s) => {
      s.exports = ['電子科技']
    },
    223581: (s) => {
      s.exports = ['電梯和輸送設備']
    },
    978454: (s) => {
      s.exports = ['環氧樹脂']
    },
    802376: (s) => {
      s.exports = ['赤道幾內亞']
    },
    959005: (s) => {
      s.exports = ['權益']
    },
    33356: (s) => {
      s.exports = ['厄利垂亞']
    },
    959823: (s) => {
      s.exports = ['愛沙尼亞']
    },
    871985: (s) => {
      s.exports = ['史瓦帝尼']
    },
    180669: (s) => {
      s.exports = ['乙醇燃料']
    },
    698440: (s) => {
      s.exports = ['衣索比亞']
    },
    559592: (s) => {
      s.exports = ['歐洲']
    },
    600442: (s) => {
      s.exports = ['歐盟']
    },
    220187: (s) => {
      s.exports = ['交易所交易基金(ETF)']
    },
    215991: (s) => {
      s.exports = ['交易所交易基金(ETF)']
    },
    890295: (s) => {
      s.exports = ['獵才服務']
    },
    506079: (s) => {
      s.exports = ['展覽會議服務']
    },
    775740: (s) => {
      s.exports = ['異國']
    },
    474746: (s) => {
      s.exports = ['炸藥']
    },
    768666: (s) => {
      s.exports = ['食品配銷商']
    },
    113339: (s) => {
      s.exports = ['食品配料']
    },
    114898: (s) => {
      s.exports = ['食品市場']
    },
    98864: (s) => {
      s.exports = ['食品加工']
    },
    807264: (s) => {
      s.exports = ['食品零售']
    },
    827416: (s) => {
      s.exports = ['食品零售配送']
    },
    223293: (s) => {
      s.exports = ['食品批發']
    },
    96714: (s) => {
      s.exports = ['飲食：多元化']
    },
    941247: (s) => {
      s.exports = ['食物：肉/魚/乳製品']
    },
    39828: (s) => {
      s.exports = ['美食：特色/糖果']
    },
    481543: (s) => {
      s.exports = ['鞋業']
    },
    903889: (s) => {
      s.exports = ['鞋類零售']
    },
    103590: (s) => {
      s.exports = ['鞋類批發']
    },
    106061: (s) => {
      s.exports = ['林木產品']
    },
    209373: (s) => {
      s.exports = ['森林苗圃和森林產品採集']
    },
    243463: (s) => {
      s.exports = ['林產品']
    },
    891577: (s) => {
      s.exports = ['森林支持與服務']
    },
    324241: (s) => {
      s.exports = ['外匯']
    },
    390568: (s) => {
      s.exports = ['外匯{sector}：{country}']
    },
    9618: (s) => {
      s.exports = ['化石燃料電力實業']
    },
    773240: (s) => {
      s.exports = ['化石燃料獨立發電商']
    },
    229550: (s) => {
      s.exports = ['織物染整']
    },
    440195: (s) => {
      s.exports = ['保付代理']
    },
    903181: (s) => {
      s.exports = ['福克蘭群島']
    },
    464588: (s) => {
      s.exports = ['福克蘭群島 (馬維納斯群島)']
    },
    246844: (s) => {
      s.exports = ['法羅群島']
    },
    336970: (s) => {
      s.exports = ['時尚眼鏡']
    },
    98489: (s) => {
      s.exports = ['肥料']
    },
    884019: (s) => {
      s.exports = ['光纖電纜製造']
    },
    979981: (s) => {
      s.exports = ['斐濟']
    },
    909228: (s) => {
      s.exports = ['金融']
    },
    96753: (s) => {
      s.exports = ['金融/租賃/出租']
    },
    561812: (s) => {
      s.exports = ['金融：消費者服務']
    },
    833176: (s) => {
      s.exports = ['金融']
    },
    820611: (s) => {
      s.exports = ['金融和商品市場營運商']
    },
    445459: (s) => {
      s.exports = ['金融集團']
    },
    807260: (s) => {
      s.exports = ['金融資訊供應商']
    },
    925067: (s) => {
      s.exports = ['金融出版/服務']
    },
    563139: (s) => {
      s.exports = ['金融技術與基礎設施']
    },
    677720: (s) => {
      s.exports = ['財務']
    },
    936693: (s) => {
      s.exports = ['芬蘭']
    },
    312333: (s) => {
      s.exports = ['漁業和農業']
    },
    281308: (s) => {
      s.exports = ['釣魚和農業批發']
    },
    385424: (s) => {
      s.exports = ['流體動力缸和制動器']
    },
    912825: (s) => {
      s.exports = ['地板零售商']
    },
    904945: (s) => {
      s.exports = ['地板及室內裝飾瓷磚製造商']
    },
    46621: (s) => {
      s.exports = ['花商']
    },
    832439: (s) => {
      s.exports = ['麵粉研磨']
    },
    277345: (s) => {
      s.exports = ['蔬果加工']
    },
    909830: (s) => {
      s.exports = ['水果飲料']
    },
    696013: (s) => {
      s.exports = ['法國']
    },
    282827: (s) => {
      s.exports = ['貨運物流']
    },
    418379: (s) => {
      s.exports = ['貨運卡車']
    },
    345206: (s) => {
      s.exports = ['法屬圭亞那']
    },
    400778: (s) => {
      s.exports = ['法屬玻里尼西亞']
    },
    35328: (s) => {
      s.exports = ['法屬南部屬地']
    },
    221739: (s) => {
      s.exports = ['冷凍食品製造']
    },
    468631: (s) => {
      s.exports = ['期貨']
    },
    163358: (s) => {
      s.exports = ['殯葬服務']
    },
    862052: (s) => {
      s.exports = ['家具']
    },
    795689: (s) => {
      s.exports = ['家具零售']
    },
    415400: (s) => {
      s.exports = ['針織品']
    },
    695873: (s) => {
      s.exports = 'Kosovo'
    },
    17904: (s) => {
      s.exports = ['哈薩克']
    },
    89080: (s) => {
      s.exports = ['肯亞']
    },
    369625: (s) => {
      s.exports = ['廚房用具']
    },
    231786: (s) => {
      s.exports = ['廚櫃']
    },
    593442: (s) => {
      s.exports = ['吉里巴斯']
    },
    357872: (s) => {
      s.exports = ['吉爾吉斯']
    },
    109132: (s) => {
      s.exports = ['旅館及汽車旅館']
    },
    899711: (s) => {
      s.exports = ['酒店/度假村/郵輪']
    },
    449277: (s) => {
      s.exports = ['飯店旅館和遊輪']
    },
    373741: (s) => {
      s.exports = ['家用設備']
    },
    888469: (s) => {
      s.exports = ['家用電器']
    },
    906340: (s) => {
      s.exports = ['家居用品']
    },
    371016: (s) => {
      s.exports = ['家庭/個人護理']
    },
    258649: (s) => {
      s.exports = ['控股公司']
    },
    988958: (s) => {
      s.exports = ['假日']
    },
    609984: (s) => {
      s.exports = ['教廷']
    },
    649121: (s) => {
      s.exports = ['家庭音響']
    },
    614994: (s) => {
      s.exports = ['家居裝飾零售商']
    },
    664871: (s) => {
      s.exports = ['家居飾品']
    },
    232471: (s) => {
      s.exports = ['家飾零售商']
    },
    925958: (s) => {
      s.exports = ['家居批發']
    },
    732318: (s) => {
      s.exports = ['家庭醫療服務']
    },
    614369: (s) => {
      s.exports = ['家居裝修連鎖']
    },
    775126: (s) => {
      s.exports = ['家裝產品和服務零售商']
    },
    833063: (s) => {
      s.exports = ['住宅營造']
    },
    351863: (s) => {
      s.exports = ['宏都拉斯']
    },
    867017: (s) => {
      s.exports = ['賽馬場和賽狗場']
    },
    197862: (s) => {
      s.exports = ['襪類和襪子']
    },
    288887: (s) => {
      s.exports = ['醫院/護理管理']
    },
    510822: (s) => {
      s.exports = ['飯店 REITs']
    },
    210496: (s) => {
      s.exports = ['醫院、診所及初級保健服務']
    },
    761881: (s) => {
      s.exports = ['髮飾']
    },
    409073: (s) => {
      s.exports = ['海地']
    },
    339360: (s) => {
      s.exports = ['清真動物屠宰加工']
    },
    719348: (s) => {
      s.exports = ['手提包和行李']
    },
    832803: (s) => {
      s.exports = ['手袋和行李零售商']
    },
    177578: (s) => {
      s.exports = ['健康食品店']
    },
    717055: (s) => {
      s.exports = ['健康保險']
    },
    617047: (s) => {
      s.exports = ['健康服務']
    },
    792105: (s) => {
      s.exports = ['健康科技']
    },
    443863: (s) => {
      s.exports = ['醫療保健']
    },
    242239: (s) => {
      s.exports = ['醫療設施與服務']
    },
    434344: (s) => {
      s.exports = ['醫療保健 REITs']
    },
    941177: (s) => {
      s.exports = ['赫德島及麥唐納群島']
    },
    262997: (s) => {
      s.exports = ['加熱、通風和空調系統']
    },
    420147: (s) => {
      s.exports = ['重型巴士']
    },
    302366: (s) => {
      s.exports = ['重型電氣設備']
    },
    214316: (s) => {
      s.exports = ['重型電機和發電機']
    },
    677511: (s) => {
      s.exports = ['重型機械與車輛']
    },
    102613: (s) => {
      s.exports = ['重型機械及車輛批發']
    },
    723339: (s) => {
      s.exports = ['重型卡車']
    },
    8116: (s) => {
      s.exports = ['對沖基金']
    },
    513691: (s) => {
      s.exports = ['道路橋樑建設']
    },
    234376: (s) => {
      s.exports = ['高速公路運營商']
    },
    564956: (s) => {
      s.exports = ['公路與鐵軌']
    },
    165969: (s) => {
      s.exports = ['人力資源諮詢服務']
    },
    930646: (s) => {
      s.exports = ['匈牙利']
    },
    993423: (s) => {
      s.exports = ['氫燃料']
    },
    487948: (s) => {
      s.exports = ['水電設備']
    },
    93819: (s) => {
      s.exports = ['IT服務和諮詢']
    },
    976473: (s) => {
      s.exports = ['綜合採礦']
    },
    516759: (s) => {
      s.exports = ['集成電路']
    },
    359091: (s) => {
      s.exports = ['綜合物流運營商']
    },
    693347: (s) => {
      s.exports = ['綜合油']
    },
    450694: (s) => {
      s.exports = ['綜合油氣']
    },
    216900: (s) => {
      s.exports = ['綜合電信服務']
    },
    265164: (s) => {
      s.exports = ['交易商經紀']
    },
    690569: (s) => {
      s.exports = ['室內設計服務']
    },
    379393: (s) => {
      s.exports = ['國際貿易融資']
    },
    263466: (s) => {
      s.exports = ['網路和郵購商店']
    },
    348290: (s) => {
      s.exports = ['網路和郵購折扣店']
    },
    837443: (s) => {
      s.exports = ['網路遊戲']
    },
    340367: (s) => {
      s.exports = ['網路軟體/服務']
    },
    503694: (s) => {
      s.exports = ['互聯網安全和交易服務']
    },
    282157: (s) => {
      s.exports = ['網路服務提供商']
    },
    446448: (s) => {
      s.exports = ['網路服務']
    },
    456231: (s) => {
      s.exports = ['網路零售']
    },
    403877: (s) => {
      s.exports = ['投資銀行家/經紀商/服務']
    },
    899916: (s) => {
      s.exports = ['投資銀行']
    },
    407291: (s) => {
      s.exports = ['投資銀行和經紀服務']
    },
    598801: (s) => {
      s.exports = ['投資銀行/經紀商']
    },
    701468: (s) => {
      s.exports = ['投資管理']
    },
    851573: (s) => {
      s.exports = ['投資管理和基金營運商']
    },
    384728: (s) => {
      s.exports = ['投資經理']
    },
    568662: (s) => {
      s.exports = ['投資支持工具']
    },
    711991: (s) => {
      s.exports = ['投資信託']
    },
    461181: (s) => {
      s.exports = ['投資信託/共同基金']
    },
    150039: (s) => {
      s.exports = ['獨立電力生產商']
    },
    99391: (s) => {
      s.exports = ['指數']
    },
    16207: (s) => {
      s.exports = ['印度']
    },
    609759: (s) => {
      s.exports = ['印尼']
    },
    103889: (s) => {
      s.exports = ['工業房地產開發']
    },
    41532: (s) => {
      s.exports = ['工業生物化學品']
    },
    446841: (s) => {
      s.exports = ['工業集團']
    },
    964174: (s) => {
      s.exports = ['工業服裝和制服']
    },
    494186: (s) => {
      s.exports = ['工業電器開關設備']
    },
    607238: (s) => {
      s.exports = ['工業氣體']
    },
    890117: (s) => {
      s.exports = ['工業機械']
    },
    931801: (s) => {
      s.exports = ['工業機械設備']
    },
    173904: (s) => {
      s.exports = ['工業機械設備批發']
    },
    868948: (s) => {
      s.exports = ['工業模具']
    },
    799712: (s) => {
      s.exports = ['工業零部件']
    },
    483886: (s) => {
      s.exports = ['工廠']
    },
    754605: (s) => {
      s.exports = ['工業爐與烤箱']
    },
    722662: (s) => {
      s.exports = ['工業 REITs']
    },
    743771: (s) => {
      s.exports = ['工業橡膠製品']
    },
    685674: (s) => {
      s.exports = ['工業服務']
    },
    305546: (s) => {
      s.exports = ['特種工業品']
    },
    123810: (s) => {
      s.exports = ['工業閥門製造']
    },
    438887: (s) => {
      s.exports = ['工業']
    },
    808339: (s) => {
      s.exports = ['資訊科技服務']
    },
    497333: (s) => {
      s.exports = ['內陸水運']
    },
    800261: (s) => {
      s.exports = ['輸入設備']
    },
    113439: (s) => {
      s.exports = ['不允許使用此工具']
    },
    632770: (s) => {
      s.exports = ['保險 - 汽車']
    },
    290945: (s) => {
      s.exports = ['保險經紀']
    },
    428500: (s) => {
      s.exports = ['保險經紀/服務']
    },
    664150: (s) => {
      s.exports = ['冰島']
    },
    351834: (s) => {
      s.exports = ['伊拉克']
    },
    328408: (s) => {
      s.exports = ['愛爾蘭']
    },
    586118: (s) => {
      s.exports = ['鐵礦開採']
    },
    501648: (s) => {
      s.exports = ['鐵、鋼廠和鑄造廠']
    },
    582452: (s) => {
      s.exports = ['馬恩島']
    },
    261935: (s) => {
      s.exports = ['以色列']
    },
    43246: (s) => {
      s.exports = ['義大利']
    },
    418556: (s) => {
      s.exports = ['約旦']
    },
    516243: (s) => {
      s.exports = ['牙買加']
    },
    692443: (s) => {
      s.exports = ['日本']
    },
    842206: (s) => {
      s.exports = ['首飾']
    },
    403795: (s) => {
      s.exports = ['首飾與鐘表零售商']
    },
    671435: (s) => {
      s.exports = ['牛仔褲']
    },
    119803: (s) => {
      s.exports = ['球衣']
    },
    590760: (s) => {
      s.exports = ['少年家具']
    },
    552456: (s) => {
      s.exports = ['阿曼']
    },
    846719: (s) => {
      s.exports = ['在線招募網站']
    },
    183268: (s) => {
      s.exports = ['辦公設備']
    },
    623891: (s) => {
      s.exports = ['辦公設備/用品']
    },
    458339: (s) => {
      s.exports = ['辦公設備用品租賃']
    },
    761701: (s) => {
      s.exports = ['辦公設備批發']
    },
    57859: (s) => {
      s.exports = ['辦公家具']
    },
    929677: (s) => {
      s.exports = ['辦公室 REITs']
    },
    88442: (s) => {
      s.exports = ['辦公房地產開發']
    },
    215834: (s) => {
      s.exports = ['辦公室房地產服務']
    },
    174606: (s) => {
      s.exports = ['辦公用品']
    },
    495693: (s) => {
      s.exports = ['辦公用品及文具用品']
    },
    447796: (s) => {
      s.exports = ['辦公用品批發']
    },
    327548: (s) => {
      s.exports = ['辦公技術設備']
    },
    775483: (s) => {
      s.exports = ['油氣鑽探']
    },
    755572: (s) => {
      s.exports = ['油氣勘探與生產']
    },
    362334: (s) => {
      s.exports = ['石油和天然氣管道']
    },
    663977: (s) => {
      s.exports = ['石油和天然氣生產']
    },
    603981: (s) => {
      s.exports = ['油氣精煉和銷售']
    },
    594751: (s) => {
      s.exports = ['油氣儲存']
    },
    781399: (s) => {
      s.exports = ['油氣運輸服務']
    },
    114397: (s) => {
      s.exports = ['石油鑽井 - 陸上']
    },
    139087: (s) => {
      s.exports = ['石油鑽井 - 近海']
    },
    173206: (s) => {
      s.exports = ['石油勘探與開採 - 近海']
    },
    23036: (s) => {
      s.exports = ['石油勘探與生產 - 陸上']
    },
    958511: (s) => {
      s.exports = ['石油管道']
    },
    336170: (s) => {
      s.exports = ['煉油/銷售']
    },
    875051: (s) => {
      s.exports = ['石油相關 - 測繪服務']
    },
    564337: (s) => {
      s.exports = ['石油相關設備']
    },
    756691: (s) => {
      s.exports = ['石油相關服務']
    },
    752993: (s) => {
      s.exports = ['石油相關服務和設備']
    },
    68122: (s) => {
      s.exports = ['油田服務/設備']
    },
    440226: (s) => {
      s.exports = ['光學用品店']
    },
    536347: (s) => {
      s.exports = ['有機和生態織物']
    },
    644710: (s) => {
      s.exports = ['有機肥料']
    },
    49121: (s) => {
      s.exports = ['其他消費者服務']
    },
    886817: (s) => {
      s.exports = ['其他消費特產']
    },
    980012: (s) => {
      s.exports = ['其他金屬/礦物']
    },
    819564: (s) => {
      s.exports = ['其他專業零售商']
    },
    656589: (s) => {
      s.exports = ['其他運輸']
    },
    560877: (s) => {
      s.exports = ['戶外廣告']
    },
    585557: (s) => {
      s.exports = ['外包和人員服務']
    },
    225448: (s) => {
      s.exports = ['液化天然氣運輸和倉儲']
    },
    267869: (s) => {
      s.exports = ['彩票經營者']
    },
    759646: (s) => {
      s.exports = ['地方代理商']
    },
    359789: (s) => {
      s.exports = ['機車發動機和車輛']
    },
    752212: (s) => {
      s.exports = ['伐木和鋸木廠']
    },
    484045: (s) => {
      s.exports = ['拉脫維亞']
    },
    417964: (s) => {
      s.exports = ['洗衣用品']
    },
    76095: (s) => {
      s.exports = ['土地分割與劃分']
    },
    446984: (s) => {
      s.exports = ['寮國']
    },
    645558: (s) => {
      s.exports = ['筆記電腦和桌式電腦']
    },
    399937: (s) => {
      s.exports = ['雷射設備']
    },
    42422: (s) => {
      s.exports = ['鉛礦開採']
    },
    200222: (s) => {
      s.exports = ['皮革製品']
    },
    249647: (s) => {
      s.exports = ['黎巴嫩']
    },
    421491: (s) => {
      s.exports = ['法律服務']
    },
    421463: (s) => {
      s.exports = ['休閒娛樂']
    },
    655346: (s) => {
      s.exports = ['休閒用品批發']
    },
    491338: (s) => {
      s.exports = ['賴索托']
    },
    529113: (s) => {
      s.exports = ['立陶宛']
    },
    244568: (s) => {
      s.exports = ['賴比瑞亞']
    },
    687451: (s) => {
      s.exports = ['利比亞']
    },
    148202: (s) => {
      s.exports = ['列支敦斯登']
    },
    684319: (s) => {
      s.exports = ['人壽/健康保險']
    },
    38639: (s) => {
      s.exports = ['人壽與健康保險']
    },
    356945: (s) => {
      s.exports = ['人壽與健康再保險']
    },
    833399: (s) => {
      s.exports = ['壽險']
    },
    268037: (s) => {
      s.exports = ['輕卡車']
    },
    579264: (s) => {
      s.exports = ['照明設備']
    },
    844887: (s) => {
      s.exports = ['燈具']
    },
    400782: (s) => {
      s.exports = ['女性內衣']
    },
    421997: (s) => {
      s.exports = ['豪華配飾']
    },
    261072: (s) => {
      s.exports = ['豪華車經銷商']
    },
    915253: (s) => {
      s.exports = ['機動車']
    },
    97369: (s) => {
      s.exports = ['摩托車經銷商']
    },
    42076: (s) => {
      s.exports = ['摩托車零配件']
    },
    768693: (s) => {
      s.exports = ['摩托車和踏板車']
    },
    875525: (s) => {
      s.exports = ['電影院和電影產品']
    },
    161979: (s) => {
      s.exports = ['電影電視製作發行']
    },
    615609: (s) => {
      s.exports = ['電影/娛樂']
    },
    158266: (s) => {
      s.exports = ['莫三比克']
    },
    193275: (s) => {
      s.exports = ['行動應用軟體']
    },
    617606: (s) => {
      s.exports = ['行動電話零售']
    },
    415354: (s) => {
      s.exports = ['行動系統軟體']
    },
    503427: (s) => {
      s.exports = ['摩爾多瓦']
    },
    904982: (s) => {
      s.exports = ['摩納哥']
    },
    927963: (s) => {
      s.exports = ['蒙古']
    },
    990370: (s) => {
      s.exports = ['蒙特內哥羅']
    },
    153868: (s) => {
      s.exports = ['蒙哲臘']
    },
    216641: (s) => {
      s.exports = ['摩洛哥']
    },
    198263: (s) => {
      s.exports = ['抵押型房貸 REITs']
    },
    335075: (s) => {
      s.exports = ['茅利塔尼亞']
    },
    902616: (s) => {
      s.exports = ['模里西斯']
    },
    36227: (s) => {
      s.exports = ['馬約特島']
    },
    316450: (s) => {
      s.exports = ['澳門']
    },
    881206: (s) => {
      s.exports = ['澳門']
    },
    538609: (s) => {
      s.exports = ['馬其頓']
    },
    953260: (s) => {
      s.exports = ['工具機']
    },
    975621: (s) => {
      s.exports = ['馬達加斯加']
    },
    638730: (s) => {
      s.exports = ['雜誌出版']
    },
    858975: (s) => {
      s.exports = ['維修服務']
    },
    175595: (s) => {
      s.exports = ['主要']
    },
    382016: (s) => {
      s.exports = ['主要銀行']
    },
    746560: (s) => {
      s.exports = ['大製藥商']
    },
    138815: (s) => {
      s.exports = ['主要電訊']
    },
    652371: (s) => {
      s.exports = ['馬拉威']
    },
    622622: (s) => {
      s.exports = ['馬來西亞']
    },
    704255: (s) => {
      s.exports = ['馬爾地夫']
    },
    410127: (s) => {
      s.exports = ['馬利']
    },
    465259: (s) => {
      s.exports = ['麥芽生產商']
    },
    32640: (s) => {
      s.exports = ['醫療保健管理']
    },
    718208: (s) => {
      s.exports = ['管理式醫療照護']
    },
    471661: (s) => {
      s.exports = ['管理諮詢服務']
    },
    486533: (s) => {
      s.exports = ['開市']
    },
    548979: (s) => {
      s.exports = ['休市']
    },
    676726: (s) => {
      s.exports = ['市場分析']
    },
    838764: (s) => {
      s.exports = ['行銷諮詢服務']
    },
    965677: (s) => {
      s.exports = ['碼頭']
    },
    849236: (s) => {
      s.exports = ['海運貨物處理服務']
    },
    777510: (s) => {
      s.exports = ['海運與物流']
    },
    732592: (s) => {
      s.exports = ['海運物流']
    },
    221122: (s) => {
      s.exports = ['海上客運']
    },
    72863: (s) => {
      s.exports = ['海港服務']
    },
    606463: (s) => {
      s.exports = ['海運']
    },
    991727: (s) => {
      s.exports = ['馬紹爾群島']
    },
    65413: (s) => {
      s.exports = ['馬丁尼克']
    },
    292772: (s) => {
      s.exports = ['金屬容器和包裝']
    },
    631683: (s) => {
      s.exports = ['金屬加工']
    },
    71902: (s) => {
      s.exports = ['金屬批發']
    },
    5540: (s) => {
      s.exports = ['金屬服務中心']
    },
    888220: (s) => {
      s.exports = ['金屬軋製品']
    },
    555087: (s) => {
      s.exports = ['墨西哥']
    },
    151841: (s) => {
      s.exports = ['媒體集團']
    },
    483419: (s) => {
      s.exports = ['媒體採購代理']
    },
    312832: (s) => {
      s.exports = ['醫療/護理服務']
    },
    46759: (s) => {
      s.exports = ['醫療診斷實驗室']
    },
    713638: (s) => {
      s.exports = ['醫療器械和植入物']
    },
    230787: (s) => {
      s.exports = ['醫療診斷和檢測設備']
    },
    352462: (s) => {
      s.exports = ['醫療配銷商']
    },
    34721: (s) => {
      s.exports = ['醫用器材']
    },
    471839: (s) => {
      s.exports = ['醫用器材批發']
    },
    307571: (s) => {
      s.exports = ['醫療設備、供應與分銷']
    },
    377279: (s) => {
      s.exports = ['醫學影像系統']
    },
    848587: (s) => {
      s.exports = ['醫療監控系統']
    },
    361360: (s) => {
      s.exports = ['醫療假肢']
    },
    33818: (s) => {
      s.exports = ['醫療軟體與技術服務']
    },
    771635: (s) => {
      s.exports = ['醫療專業']
    },
    753614: (s) => {
      s.exports = ['醫療用品']
    },
    65392: (s) => {
      s.exports = ['隨機存取記憶體 (RAM)']
    },
    390928: (s) => {
      s.exports = ['男裝']
    },
    374741: (s) => {
      s.exports = ['男裝零售商']
    },
    886958: (s) => {
      s.exports = ['男鞋']
    },
    218796: (s) => {
      s.exports = ['商業銀行']
    },
    106209: (s) => {
      s.exports = ['小額貸款']
    },
    178455: (s) => {
      s.exports = ['密克羅尼西亞']
    },
    372560: (s) => {
      s.exports = ['中東']
    },
    839184: (s) => {
      s.exports = ['採礦機械設備製造']
    },
    298684: (s) => {
      s.exports = ['採礦支援活動']
    },
    850683: (s) => {
      s.exports = ['礦業支援服務及設備']
    },
    174735: (s) => {
      s.exports = ['次要']
    },
    78144: (s) => {
      s.exports = ['其他類']
    },
    631938: (s) => {
      s.exports = ['雜項商業服務']
    },
    443490: (s) => {
      s.exports = ['雜項製造']
    },
    961026: (s) => {
      s.exports = ['共同基金']
    },
    466904: (s) => {
      s.exports = ['多元保險']
    },
    730043: (s) => {
      s.exports = ['多線保險和經紀商']
    },
    107463: (s) => {
      s.exports = 'Multiline Utilities'
    },
    790670: (s) => {
      s.exports = ['市政府']
    },
    275747: (s) => {
      s.exports = ['博物館和歷史名勝']
    },
    195507: (s) => {
      s.exports = ['音樂、音樂錄影製作發行']
    },
    789270: (s) => {
      s.exports = ['樂器零售商']
    },
    827736: (s) => {
      s.exports = ['樂器']
    },
    830146: (s) => {
      s.exports = ['緬甸']
    },
    985824: (s) => {
      s.exports = ['沒有交易']
    },
    540036: (s) => {
      s.exports = ['非酒精飲料']
    },
    578234: (s) => {
      s.exports = ['非能源礦產']
    },
    230181: (s) => {
      s.exports = ['非紙容器及包裝']
    },
    199867: (s) => {
      s.exports = ['有色金屬礦業']
    },
    928561: (s) => {
      s.exports = ['有色金屬加工']
    },
    145075: (s) => {
      s.exports = ['挪威']
    },
    420385: (s) => {
      s.exports = ['北馬其頓']
    },
    498923: (s) => {
      s.exports = ['北馬利安納群島']
    },
    280612: (s) => {
      s.exports = ['國家機構']
    },
    362602: (s) => {
      s.exports = ['國家機構']
    },
    15999: (s) => {
      s.exports = ['天然布料']
    },
    152119: (s) => {
      s.exports = ['天然氣分銷']
    },
    862611: (s) => {
      s.exports = ['天然氣勘探生產 - 陸上']
    },
    249392: (s) => {
      s.exports = ['天然氣勘探生產 - 海上']
    },
    230528: (s) => {
      s.exports = ['天然氣管道']
    },
    111995: (s) => {
      s.exports = ['天然氣公用事業']
    },
    223060: (s) => {
      s.exports = ['諾魯']
    },
    714417: (s) => {
      s.exports = ['納米比亞']
    },
    353770: (s) => {
      s.exports = ['荷蘭']
    },
    549817: (s) => {
      s.exports = ['網路設備']
    },
    748447: (s) => {
      s.exports = ['新喀里多尼亞']
    },
    494599: (s) => {
      s.exports = ['新車經銷商']
    },
    405523: (s) => {
      s.exports = ['報刊雜誌印刷服務']
    },
    517412: (s) => {
      s.exports = ['報刊出版']
    },
    9717: (s) => {
      s.exports = ['報紙廠']
    },
    852493: (s) => {
      s.exports = ['新聞機構']
    },
    128228: (s) => {
      s.exports = ['尼泊爾']
    },
    136995: (s) => {
      s.exports = ['紐埃']
    },
    972215: (s) => {
      s.exports = ['尼加拉瓜']
    },
    523955: (s) => {
      s.exports = ['鎳礦開採']
    },
    374005: (s) => {
      s.exports = ['尼日']
    },
    62410: (s) => {
      s.exports = ['奈及利亞']
    },
    512581: (s) => {
      s.exports = ['核獨立發電商']
    },
    735507: (s) => {
      s.exports = ['核電公用事業']
    },
    509083: (s) => {
      s.exports = ['苗圃和園藝中心']
    },
    262681: (s) => {
      s.exports = ['荷屬聖馬丁']
    },
    350203: (s) => {
      s.exports = ['智能電網與電力傳輸']
    },
    988331: (s) => {
      s.exports = ['智能電網與配電建設']
    },
    378096: (s) => {
      s.exports = ['快餐食物及非巧克力糖果']
    },
    502927: (s) => {
      s.exports = ['快照']
    },
    528900: (s) => {
      s.exports = ['南非']
    },
    638670: (s) => {
      s.exports = ['南喬治亞與南三明治群島']
    },
    173160: (s) => {
      s.exports = ['南韓']
    },
    197758: (s) => {
      s.exports = ['南蘇丹']
    },
    232335: (s) => {
      s.exports = ['主權國家']
    },
    555015: (s) => {
      s.exports = ['社交媒體與網絡']
    },
    614792: (s) => {
      s.exports = ['軟家具零售商']
    },
    359402: (s) => {
      s.exports = ['軟體']
    },
    495446: (s) => {
      s.exports = ['所羅門群島']
    },
    334373: (s) => {
      s.exports = ['索馬利亞']
    },
    15209: (s) => {
      s.exports = ['衛星 系統及配件']
    },
    581871: (s) => {
      s.exports = ['衛星服務運營商']
    },
    936261: (s) => {
      s.exports = ['沙烏地阿拉伯']
    },
    738728: (s) => {
      s.exports = ['儲蓄銀行']
    },
    558932: (s) => {
      s.exports = ['帆船和摩托艇']
    },
    2679: (s) => {
      s.exports = ['聖巴瑟米']
    },
    317639: (s) => {
      s.exports = ['聖克里斯多福及尼維斯']
    },
    499829: (s) => {
      s.exports = ['聖赫勒拿島']
    },
    174215: (s) => {
      s.exports = ['聖露西亞']
    },
    566083: (s) => {
      s.exports = ['法屬聖馬丁']
    },
    779773: (s) => {
      s.exports = ['聖皮埃與密克隆群島']
    },
    189466: (s) => {
      s.exports = ['聖文森']
    },
    533018: (s) => {
      s.exports = ['銷售促銷活動管理']
    },
    855735: (s) => {
      s.exports = ['薩摩亞']
    },
    935297: (s) => {
      s.exports = ['聖馬利諾']
    },
    793386: (s) => {
      s.exports = ['衛生用品']
    },
    767112: (s) => {
      s.exports = ['聖多美普林西比']
    },
    645954: (s) => {
      s.exports = ['科學精密設備']
    },
    564291: (s) => {
      s.exports = ['科學與超級電腦']
    },
    982390: (s) => {
      s.exports = ['污水處理設施']
    },
    959609: (s) => {
      s.exports = ['塞席爾']
    },
    48678: (s) => {
      s.exports = ['海運郵輪']
    },
    878448: (s) => {
      s.exports = ['海鮮產品製備包裝']
    },
    769958: (s) => {
      s.exports = ['搜尋引擎']
    },
    609410: (s) => {
      s.exports = ['二次冶煉和鋁合金化']
    },
    842351: (s) => {
      s.exports = ['證券期貨交易所']
    },
    614242: (s) => {
      s.exports = ['安全監控']
    },
    917526: (s) => {
      s.exports = ['保全服務']
    },
    635412: (s) => {
      s.exports = ['自營房地產REITs']
    },
    158794: (s) => {
      s.exports = ['半導體設備與測試']
    },
    107596: (s) => {
      s.exports = ['半導體設備批發商']
    },
    707743: (s) => {
      s.exports = ['半導體機械製造']
    },
    624090: (s) => {
      s.exports = ['半導體測試設備及服務']
    },
    530652: (s) => {
      s.exports = ['半導體批發']
    },
    277152: (s) => {
      s.exports = ['半導體']
    },
    552545: (s) => {
      s.exports = ['半寶石']
    },
    415882: (s) => {
      s.exports = ['塞內加爾']
    },
    896573: (s) => {
      s.exports = ['塞爾維亞']
    },
    26189: (s) => {
      s.exports = ['伺服器和資料庫軟體']
    },
    11181: (s) => {
      s.exports = ['伺服器系統']
    },
    638823: (s) => {
      s.exports = ['服務']
    },
    525079: (s) => {
      s.exports = ['衛生行業服務']
    },
    609244: (s) => {
      s.exports = ['空殼公司']
    },
    414451: (s) => {
      s.exports = ['船舶零部件製造']
    },
    224249: (s) => {
      s.exports = ['船舶修理和維護']
    },
    320574: (s) => {
      s.exports = ['造船']
    },
    338217: (s) => {
      s.exports = ['獅子山']
    },
    169039: (s) => {
      s.exports = ['標誌及廣告專業生產商']
    },
    106493: (s) => {
      s.exports = ['銀礦業']
    },
    236150: (s) => {
      s.exports = ['荷屬聖馬丁']
    },
    506262: (s) => {
      s.exports = ['斯洛伐克']
    },
    687599: (s) => {
      s.exports = ['斯洛維尼亞']
    },
    345304: (s) => {
      s.exports = ['航天器製造']
    },
    792334: (s) => {
      s.exports = ['西班牙']
    },
    963381: (s) => {
      s.exports = ['特殊食品及保健品']
    },
    270731: (s) => {
      s.exports = ['特種食品＆健康產品']
    },
    97098: (s) => {
      s.exports = ['專業航空服務']
    },
    892299: (s) => {
      s.exports = ['專業印刷服務']
    },
    869659: (s) => {
      s.exports = ['專業不動產投資信託']
    },
    668974: (s) => {
      s.exports = ['特殊先進製藥']
    },
    825994: (s) => {
      s.exports = ['專業採礦與金屬']
    },
    947079: (s) => {
      s.exports = ['特殊礦產和金屬批發']
    },
    832241: (s) => {
      s.exports = ['特種化學品']
    },
    78461: (s) => {
      s.exports = ['特殊化學品批發']
    },
    759178: (s) => {
      s.exports = ['專業保險']
    },
    771273: (s) => {
      s.exports = ['專業保險公司']
    },
    462504: (s) => {
      s.exports = ['專賣店']
    },
    202845: (s) => {
      s.exports = ['專業電信']
    },
    447133: (s) => {
      s.exports = ['运动和户外用品']
    },
    341443: (s) => {
      s.exports = ['體育用品店']
    },
    961710: (s) => {
      s.exports = ['運動戶外鞋']
    },
    813986: (s) => {
      s.exports = ['運動戶外零售商']
    },
    819624: (s) => {
      s.exports = ['運動服和戶外服裝']
    },
    567835: (s) => {
      s.exports = ['斯里蘭卡']
    },
    797141: (s) => {
      s.exports = ['澱粉、植物油脂製造']
    },
    649297: (s) => {
      s.exports = ['國家機構']
    },
    473782: (s) => {
      s.exports = ['固定燃料電池']
    },
    58460: (s) => {
      s.exports = ['蒸汽和空調供應']
    },
    365325: (s) => {
      s.exports = ['鋼鐵']
    },
    582762: (s) => {
      s.exports = ['儲存設備']
    },
    162923: (s) => {
      s.exports = ['蘇丹']
    },
    382867: (s) => {
      s.exports = ['糖和人造甜味劑']
    },
    789724: (s) => {
      s.exports = ['甘蔗農業']
    },
    505298: (s) => {
      s.exports = ['超級市場和便利商店']
    },
    666609: (s) => {
      s.exports = ['超國家']
    },
    281528: (s) => {
      s.exports = ['蘇利南']
    },
    705904: (s) => {
      s.exports = ['斯瓦巴及尖棉島']
    },
    182404: (s) => {
      s.exports = ['瑞典']
    },
    824316: (s) => {
      s.exports = ['開關設備']
    },
    440414: (s) => {
      s.exports = ['瑞士']
    },
    209213: (s) => {
      s.exports = ['人造纖維織物']
    },
    443174: (s) => {
      s.exports = ['敘利亞']
    },
    645494: (s) => {
      s.exports = ['系統軟體']
    },
    184760: (s) => {
      s.exports = ['家禽養殖']
    },
    539300: (s) => {
      s.exports = ['銷售點系統']
    },
    210119: (s) => {
      s.exports = ['波蘭']
    },
    524026: (s) => {
      s.exports = ['港口運營商']
    },
    335426: (s) => {
      s.exports = ['港口倉儲服務']
    },
    99683: (s) => {
      s.exports = ['便攜式電動機及發電機']
    },
    101076: (s) => {
      s.exports = ['便攜式衛星導航']
    },
    123496: (s) => {
      s.exports = ['葡萄牙']
    },
    566812: (s) => {
      s.exports = ['後期市場']
    },
    666196: (s) => {
      s.exports = ['套裝軟體']
    },
    632715: (s) => {
      s.exports = ['太平洋區']
    },
    361314: (s) => {
      s.exports = ['油漆與塗料']
    },
    49145: (s) => {
      s.exports = ['巴基斯坦']
    },
    986532: (s) => {
      s.exports = ['帛琉']
    },
    103738: (s) => {
      s.exports = ['巴勒斯坦']
    },
    747908: (s) => {
      s.exports = ['巴拿馬']
    },
    311564: (s) => {
      s.exports = ['造紙廠和紙製品']
    },
    224893: (s) => {
      s.exports = ['紙包裝']
    },
    345368: (s) => {
      s.exports = ['紙包裝批發']
    },
    816421: (s) => {
      s.exports = ['紙製品批發']
    },
    916542: (s) => {
      s.exports = ['紙製品']
    },
    666802: (s) => {
      s.exports = ['巴布亞新幾內亞']
    },
    33773: (s) => {
      s.exports = ['巴拉圭']
    },
    809851: (s) => {
      s.exports = ['停車場經營者']
    },
    603701: (s) => {
      s.exports = ['客車租賃']
    },
    749771: (s) => {
      s.exports = ['海陸客運']
    },
    419781: (s) => {
      s.exports = ['寵物用品零售商']
    },
    15657: (s) => {
      s.exports = ['寵物食品製造']
    },
    367657: (s) => {
      s.exports = ['石油產品批發']
    },
    58482: (s) => {
      s.exports = ['石油煉製']
    },
    605125: (s) => {
      s.exports = ['養老基金']
    },
    468525: (s) => {
      s.exports = ['個人汽車貸款']
    },
    246733: (s) => {
      s.exports = ['個人護理服務']
    },
    625769: (s) => {
      s.exports = ['個人法律服務']
    },
    386126: (s) => {
      s.exports = ['個人音樂播放器']
    },
    875460: (s) => {
      s.exports = ['個人服務']
    },
    920978: (s) => {
      s.exports = ['個人產品']
    },
    982553: (s) => {
      s.exports = ['人事服務']
    },
    622979: (s) => {
      s.exports = ['秘魯']
    },
    218355: (s) => {
      s.exports = ['蟲害控制服務']
    },
    816312: (s) => {
      s.exports = ['農藥']
    },
    462763: (s) => {
      s.exports = ['製藥']
    },
    821120: (s) => {
      s.exports = ['醫藥：通用']
    },
    5563: (s) => {
      s.exports = ['醫藥：專業']
    },
    501417: (s) => {
      s.exports = ['醫藥：其他']
    },
    226813: (s) => {
      s.exports = ['菲律賓']
    },
    657825: (s) => {
      s.exports = ['手機及手持設備']
    },
    344170: (s) => {
      s.exports = ['手機和智能手機']
    },
    613147: (s) => {
      s.exports = ['太陽能發電系統設備']
    },
    531050: (s) => {
      s.exports = ['攝影器材']
    },
    539338: (s) => {
      s.exports = ['皮特肯']
    },
    287529: (s) => {
      s.exports = ['配管設備']
    },
    744084: (s) => {
      s.exports = ['塑膠']
    },
    748376: (s) => {
      s.exports = ['塑膠容器和包裝']
    },
    752028: (s) => {
      s.exports = ['白金採礦']
    },
    361151: (s) => {
      s.exports = ['戲劇和音樂會製作']
    },
    845198: (s) => {
      s.exports = ['盤前']
    },
    296663: (s) => {
      s.exports = ['貴金屬']
    },
    356494: (s) => {
      s.exports = ['貴金屬和礦產']
    },
    464674: (s) => {
      s.exports = ['預製房屋']
    },
    589395: (s) => {
      s.exports = ['原鋁生產']
    },
    961648: (s) => {
      s.exports = ['私人銀行']
    },
    537260: (s) => {
      s.exports = ['私募基金']
    },
    326690: (s) => {
      s.exports = ['處理器']
    },
    946140: (s) => {
      s.exports = ['加工業']
    },
    605114: (s) => {
      s.exports = ['編程軟體和測試工具']
    },
    536289: (s) => {
      s.exports = ['生產製造']
    },
    549298: (s) => {
      s.exports = ['專業資訊服務']
    },
    180342: (s) => {
      s.exports = ['專業體育場館']
    },
    947962: (s) => {
      s.exports = ['財產與意外險']
    },
    443260: (s) => {
      s.exports = ['產物再保險']
    },
    223629: (s) => {
      s.exports = ['財產保險']
    },
    82841: (s) => {
      s.exports = ['財產保險公司']
    },
    555870: (s) => {
      s.exports = ['財產/意外保險']
    },
    755793: (s) => {
      s.exports = ['省/州']
    },
    611020: (s) => {
      s.exports = ['公共關係']
    },
    428988: (s) => {
      s.exports = ['公共體育設施']
    },
    435218: (s) => {
      s.exports = ['出版：書籍/雜誌']
    },
    325417: (s) => {
      s.exports = ['出版：新聞']
    },
    370890: (s) => {
      s.exports = ['酒館酒吧夜總會']
    },
    651330: (s) => {
      s.exports = ['波多黎各']
    },
    704895: (s) => {
      s.exports = ['紙漿和紙']
    },
    506684: (s) => {
      s.exports = ['紙漿廠']
    },
    641462: (s) => {
      s.exports = ['泵和抽水設備']
    },
    920944: (s) => {
      s.exports = ['淨化處理設備']
    },
    361109: (s) => {
      s.exports = ['快餐店']
    },
    887267: (s) => {
      s.exports = ['報價延遲 {number} 分鐘']
    },
    728332: (s) => {
      s.exports = ['報價延遲{number}分鐘，每30秒更新一次']
    },
    625976: (s) => {
      s.exports = ['RFID系統']
    },
    379331: (s) => {
      s.exports = ['石礦業']
    },
    385646: (s) => {
      s.exports = ['羅馬尼亞']
    },
    642276: (s) => {
      s.exports = ['屋頂用品']
    },
    748131: (s) => {
      s.exports = ['信用評級機構']
    },
    880417: (s) => {
      s.exports = ['電台廣播']
    },
    955759: (s) => {
      s.exports = ['鐵路服務']
    },
    993624: (s) => {
      s.exports = ['鐵路']
    },
    544708: (s) => {
      s.exports = ['鐵路建設']
    },
    837208: (s) => {
      s.exports = ['鐵路貨運運營']
    },
    359687: (s) => {
      s.exports = ['稀土礦物']
    },
    859870: (s) => {
      s.exports = ['零售 - 百貨公司']
    },
    422135: (s) => {
      s.exports = ['零售 - 藥店與雜貨']
    },
    224560: (s) => {
      s.exports = ['零售 - 無雜貨藥店']
    },
    656377: (s) => {
      s.exports = ['零售房地產開發']
    },
    914726: (s) => {
      s.exports = ['零售和抵押銀行']
    },
    455445: (s) => {
      s.exports = ['零售地產REITs']
    },
    419210: (s) => {
      s.exports = ['零售地產服務']
    },
    801197: (s) => {
      s.exports = ['零售業']
    },
    930478: (s) => {
      s.exports = ['退休家居建築商']
    },
    195805: (s) => {
      s.exports = ['現成膳食']
    },
    906530: (s) => {
      s.exports = ['即時']
    },
    737055: (s) => {
      s.exports = ['房地產開發']
    },
    448629: (s) => {
      s.exports = ['房地產開發和營運']
    },
    667134: (s) => {
      s.exports = ['不動產投資信託基金REIT']
    },
    545060: (s) => {
      s.exports = ['房地產服務']
    },
    204744: (s) => {
      s.exports = ['娛樂產品']
    },
    374694: (s) => {
      s.exports = ['區域航空公司']
    },
    537406: (s) => {
      s.exports = ['地區銀行']
    },
    899793: (s) => {
      s.exports = ['再保險']
    },
    32046: (s) => {
      s.exports = ['可再生能源設備和服務']
    },
    983114: (s) => {
      s.exports = ['可再生能源服務']
    },
    209271: (s) => {
      s.exports = ['可再生燃料']
    },
    430520: (s) => {
      s.exports = ['可再生獨立發電商']
    },
    82117: (s) => {
      s.exports = ['可再生能源']
    },
    688506: (s) => {
      s.exports = ['重播模式']
    },
    219798: (s) => {
      s.exports = ['住宅房地產開發']
    },
    980331: (s) => {
      s.exports = ['住宅和長期護理']
    },
    166874: (s) => {
      s.exports = ['住宅建築與室內設計服務']
    },
    627601: (s) => {
      s.exports = ['住宅建築商 - 多戶住宅']
    },
    101217: (s) => {
      s.exports = ['住宅建設者 - 單戶住宅']
    },
    205172: (s) => {
      s.exports = ['住宅REITs']
    },
    515895: (s) => {
      s.exports = ['住宅房地產服務']
    },
    163577: (s) => {
      s.exports = ['度假村運營商']
    },
    560295: (s) => {
      s.exports = ['餐廳']
    },
    324154: (s) => {
      s.exports = ['餐廳和酒吧']
    },
    931284: (s) => {
      s.exports = ['橡膠園']
    },
    230799: (s) => {
      s.exports = ['俄羅斯']
    },
    238201: (s) => {
      s.exports = ['俄羅斯聯邦']
    },
    242890: (s) => {
      s.exports = ['盧安達']
    },
    102711: (s) => {
      s.exports = ['留尼旺']
    },
    263651: (s) => {
      s.exports = ['女裝零售商']
    },
    269510: (s) => {
      s.exports = ['女裝']
    },
    368529: (s) => {
      s.exports = ['女鞋']
    },
    742758: (s) => {
      s.exports = ['木箱包裝']
    },
    20196: (s) => {
      s.exports = ['木製品批發']
    },
    17877: (s) => {
      s.exports = ['木製品']
    },
    23700: (s) => {
      s.exports = ['手錶']
    },
    467646: (s) => {
      s.exports = ['水污水處理工程']
    },
    691088: (s) => {
      s.exports = ['供水和灌溉系統']
    },
    978768: (s) => {
      s.exports = ['水公用事業']
    },
    994192: (s) => {
      s.exports = ['波浪發電能源設備']
    },
    258159: (s) => {
      s.exports = ['瓦利斯和富圖納群島']
    },
    171183: (s) => {
      s.exports = ['壁紙']
    },
    446094: (s) => {
      s.exports = ['倉儲']
    },
    75343: (s) => {
      s.exports = ['廢物管理處置回收服務']
    },
    323432: (s) => {
      s.exports = ['廢物轉化能源系統和設備']
    },
    160289: (s) => {
      s.exports = ['財富管理']
    },
    69211: (s) => {
      s.exports = ['焊接和焊接設備']
    },
    117108: (s) => {
      s.exports = ['西撒哈拉']
    },
    800669: (s) => {
      s.exports = ['批發配銷商']
    },
    174811: (s) => {
      s.exports = ['Wi-Fi與Wi-Max供應商']
    },
    846846: (s) => {
      s.exports = ['風力系統與設備']
    },
    641548: (s) => {
      s.exports = ['酒廠']
    },
    83428: (s) => {
      s.exports = ['有線電信運營商']
    },
    919395: (s) => {
      s.exports = ['無線電信']
    },
    925541: (s) => {
      s.exports = ['無線通訊']
    },
    602272: (s) => {
      s.exports = ['無線電信服務']
    },
    63767: (s) => {
      s.exports = ['電線電纜']
    },
    773337: (s) => {
      s.exports = ['電視和視頻']
    },
    597308: (s) => {
      s.exports = ['玩具和遊戲零售商']
    },
    425860: (s) => {
      s.exports = ['玩具及青少年用品']
    },
    144593: (s) => {
      s.exports = ['玩具及少年產品批發']
    },
    310955: (s) => {
      s.exports = ['菸草']
    },
    574871: (s) => {
      s.exports = ['多哥共和國']
    },
    724580: (s) => {
      s.exports = ['東加']
    },
    181350: (s) => {
      s.exports = ['工具五金']
    },
    900242: (s) => {
      s.exports = ['工具和家庭用品']
    },
    331151: (s) => {
      s.exports = ['出租車和豪華轎車']
    },
    341280: (s) => {
      s.exports = ['平板和上網電腦']
    },
    460919: (s) => {
      s.exports = ['台灣']
    },
    826553: (s) => {
      s.exports = ['塔吉克']
    },
    982461: (s) => {
      s.exports = ['鞣製和軟化劑']
    },
    185494: (s) => {
      s.exports = ['坦尚尼亞']
    },
    249648: (s) => {
      s.exports = ['紡織品']
    },
    324160: (s) => {
      s.exports = ['紡織品和皮革製品']
    },
    771935: (s) => {
      s.exports = ['紡織和皮革製品批發']
    },
    431138: (s) => {
      s.exports = ['科技']
    },
    785780: (s) => {
      s.exports = ['技術諮詢和外包服務']
    },
    237826: (s) => {
      s.exports = ['科技服務']
    },
    431765: (s) => {
      s.exports = ['遠程醫療服務']
    },
    418375: (s) => {
      s.exports = ['電信建設']
    },
    835295: (s) => {
      s.exports = ['電信網路基礎設施']
    },
    209527: (s) => {
      s.exports = ['電信設備']
    },
    876886: (s) => {
      s.exports = ['電信經銷商']
    },
    243547: (s) => {
      s.exports = ['電信服務']
    },
    896651: (s) => {
      s.exports = ['電視廣播']
    },
    246125: (s) => {
      s.exports = ['檢測儀器']
    },
    879984: (s) => {
      s.exports = ['測試實驗室']
    },
    537442: (s) => {
      s.exports = ['測試服務']
    },
    433138: (s) => {
      s.exports = ['泰國']
    },
    744903: (s) => {
      s.exports = ['劇場及表演藝術']
    },
    47397: (s) => {
      s.exports = ['太陽能系統和設備']
    },
    223529: (s) => {
      s.exports = ['瓷磚和鋪路材料製造']
    },
    729006: (s) => {
      s.exports = ['木材房地產REITs']
    },
    285705: (s) => {
      s.exports = ['木材作業']
    },
    655802: (s) => {
      s.exports = ['東帝汶']
    },
    718611: (s) => {
      s.exports = ['輪胎製造商']
    },
    713932: (s) => {
      s.exports = ['輪胎經銷商']
    },
    379760: (s) => {
      s.exports = ['輪胎翻新']
    },
    56682: (s) => {
      s.exports = ['輪胎與橡膠製品']
    },
    877445: (s) => {
      s.exports = ['輪胎橡膠製品批發']
    },
    528075: (s) => {
      s.exports = ['貨車運輸']
    },
    500966: (s) => {
      s.exports = ['卡車/建築/農業機械']
    },
    789568: (s) => {
      s.exports = ['貿易與商業出版']
    },
    489853: (s) => {
      s.exports = ['交易和付款服務']
    },
    81127: (s) => {
      s.exports = ['翻譯和口譯服務']
    },
    793481: (s) => {
      s.exports = ['運輸']
    },
    448638: (s) => {
      s.exports = ['旅行社']
    },
    333041: (s) => {
      s.exports = ['千里達']
    },
    626449: (s) => {
      s.exports = ['吐瓦魯']
    },
    420638: (s) => {
      s.exports = ['突尼西亞']
    },
    351976: (s) => {
      s.exports = ['渦輪機製造']
    },
    616831: (s) => {
      s.exports = ['土庫曼']
    },
    694398: (s) => {
      s.exports = ['土耳其']
    },
    555526: (s) => {
      s.exports = ['土克斯及開科斯群島']
    },
    728542: (s) => {
      s.exports = ['美屬維京群島']
    },
    975308: (s) => {
      s.exports = 'UAE'
    },
    787935: (s) => {
      s.exports = ['美國']
    },
    377518: (s) => {
      s.exports = ['非常規石油天然氣鑽井']
    },
    813639: (s) => {
      s.exports = ['非常規石油天然氣生產']
    },
    287916: (s) => {
      s.exports = ['阿拉伯聯合大公國']
    },
    606994: (s) => {
      s.exports = ['英國']
    },
    411176: (s) => {
      s.exports = ['美國']
    },
    431860: (s) => {
      s.exports = ['美屬邊疆群島']
    },
    308395: (s) => {
      s.exports = ['烏干達']
    },
    263018: (s) => {
      s.exports = ['烏克蘭']
    },
    124991: (s) => {
      s.exports = ['烏拉圭']
    },
    237127: (s) => {
      s.exports = ['鈾']
    },
    198737: (s) => {
      s.exports = ['鈾礦開採']
    },
    457468: (s) => {
      s.exports = ['二手車經銷商']
    },
    56356: (s) => {
      s.exports = ['二手商品店']
    },
    112332: (s) => {
      s.exports = ['公用事業']
    },
    730902: (s) => {
      s.exports = ['烏茲別克']
    },
    48007: (s) => {
      s.exports = ['VOIP設備與系統']
    },
    670087: (s) => {
      s.exports = ['VOIP服務']
    },
    863837: (s) => {
      s.exports = ['萬那杜']
    },
    43349: (s) => {
      s.exports = ['獸藥']
    },
    12446: (s) => {
      s.exports = ['獸醫醫療設備及用品']
    },
    979931: (s) => {
      s.exports = ['獸醫服務']
    },
    930252: (s) => {
      s.exports = ['蔬菜水果堅果農業']
    },
    369623: (s) => {
      s.exports = ['自動販賣機供應商']
    },
    739055: (s) => {
      s.exports = ['委內瑞拉']
    },
    881186: (s) => {
      s.exports = ['創業投資']
    },
    450049: (s) => {
      s.exports = ['越南']
    },
    159002: (s) => {
      s.exports = ['英屬維京群島']
    },
    707897: (s) => {
      s.exports = ['美屬維京群島']
    },
    129236: (s) => {
      s.exports = ['紗線用品']
    },
    242175: (s) => {
      s.exports = ['葉門']
    },
    239478: (s) => {
      s.exports = ['尚比亞']
    },
    58309: (s) => {
      s.exports = ['辛巴威']
    },
    294619: (s) => {
      s.exports = ['鋅礦開採']
    },
    574177: (s) => {
      s.exports = ['奧蘭群島']
    },
  },
])
