;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [3951],
  {
    14229: (e) => {
      e.exports = ['點']
    },
    16936: (e) => {
      e.exports = ['返回']
    },
    9898: (e) => {
      e.exports = ['認股權']
    },
    18511: (e) => {
      e.exports = ['K棒關閉倒數計時']
    },
    32409: (e) => {
      e.exports = ['主題顏色']
    },
    90069: (e) => {
      e.exports = ['比較']
    },
    39176: (e) => {
      e.exports = ['內容']
    },
    15803: (e) => {
      e.exports = ['複製圖片鏈接']
    },
    20036: (e) => {
      e.exports = ['取消']
    },
    19022: (e) => {
      e.exports = ['通道']
    },
    8353: (e) => {
      e.exports = ['變更周期']
    },
    20788: (e) => {
      e.exports = ['圖表樣式列']
    },
    86771: (e) => {
      e.exports = ['圖表樣式K線圖']
    },
    45290: (e) => {
      e.exports = ['圖表樣式面積圖']
    },
    97559: (e) => {
      e.exports = ['圖表樣式美國線']
    },
    18779: (e) => {
      e.exports = ['圖表樣式基準線']
    },
    90599: (e) => {
      e.exports = ['圖表樣式卡吉圖']
    },
    41412: (e) => {
      e.exports = ['圖表樣式HLC區域']
    },
    51383: (e) => {
      e.exports = ['圖表樣式空心K線圖']
    },
    20424: (e) => {
      e.exports = ['圖表樣式平均K線圖']
    },
    28381: (e) => {
      e.exports = ['圖表樣式高-低']
    },
    87691: (e) => {
      e.exports = ['圖表樣式線形圖']
    },
    470: (e) => {
      e.exports = ['圖表樣式新價線']
    },
    14956: (e) => {
      e.exports = ['帶標記的圖表樣式線']
    },
    59393: (e) => {
      e.exports = ['圖表樣式階梯線']
    },
    59491: (e) => {
      e.exports = ['圖表樣式點數圖']
    },
    38385: (e) => {
      e.exports = ['圖表樣式範圍圖']
    },
    91664: (e) => {
      e.exports = ['圖表樣式磚形圖']
    },
    82838: (e) => {
      e.exports = ['圖表樣式成交量軌跡']
    },
    80395: (e) => {
      e.exports = ['關閉選單']
    },
    82401: (e) => {
      e.exports = ['游標']
    },
    50025: (e) => {
      e.exports = ['周期']
    },
    19661: (e) => {
      e.exports = ['註釋工具']
    },
    44629: (e) => {
      e.exports = ['加入收藏']
    },
    64498: (e) => {
      e.exports = ['全部來源']
    },
    95480: (e) => {
      e.exports = ['將這些指標套用於整個版面']
    },
    23969: (e) => {
      e.exports = ['箭頭']
    },
    28020: (e) => {
      e.exports = ['自動(調整數據適於螢幕)']
    },
    79852: (e) => {
      e.exports = ['債券']
    },
    55939: (e) => {
      e.exports = ['筆刷']
    },
    40803: (e) => {
      e.exports = ['前往日期']
    },
    43884: (e) => {
      e.exports = ['江恩']
    },
    5816: (e) => {
      e.exports = ['江恩和斐波那契工具']
    },
    22146: (e) => {
      e.exports = ['幾何形狀']
    },
    60925: (e) => {
      e.exports = ['點點']
    },
    66365: (e) => {
      e.exports = ['暗色主題']
    },
    29601: (e) => {
      e.exports = ['描述']
    },
    22772: (e) => {
      e.exports = ['繪圖']
    },
    88280: (e) => {
      e.exports = ['艾略特波浪']
    },
    99289: (e) => {
      e.exports = ['清除']
    },
    25790: (e) => {
      e.exports = ['延長時段']
    },
    97100: (e) => {
      e.exports = ['預測和測量工具']
    },
    22305: (e) => {
      e.exports = ['斐波那契']
    },
    11682: (e) => {
      e.exports = ['全螢幕模式']
    },
    15327: (e) => {
      e.exports = ['功能']
    },
    17517: (e) => {
      e.exports = ['隱藏所有繪圖']
    },
    82785: (e) => {
      e.exports = ['翻轉刻度']
    },
    64642: (e) => {
      e.exports = ['插入指標']
    },
    55149: (e) => {
      e.exports = ['開啟物件樹']
    },
    75687: (e) => {
      e.exports = ['載入圖表版面']
    },
    37057: (e) => {
      e.exports = ['鎖定所有繪圖']
    },
    95667: (e) => {
      e.exports = ['鎖定價格對K線比例']
    },
    19567: (e) => {
      e.exports = ['將刻度移至左側']
    },
    76300: (e) => {
      e.exports = ['將刻度移至右側']
    },
    56854: (e) => {
      e.exports = ['向後移動圖表']
    },
    22221: (e) => {
      e.exports = ['向前移動圖表']
    },
    79165: (e) => {
      e.exports = ['魔術']
    },
    37140: (e) => {
      e.exports = ['磁鐵模式將吸附至K線的開高低收值']
    },
    72357: (e) => {
      e.exports = ['管理版面繪圖']
    },
    59607: (e) => {
      e.exports = ['測量']
    },
    79961: (e) => {
      e.exports = ['測量器']
    },
    78633: (e) => {
      e.exports = ['合併所有刻度到左側']
    },
    308: (e) => {
      e.exports = ['合併所有刻度到右側']
    },
    29673: (e) => {
      e.exports = ['沒有交易所符合您的條件']
    },
    41379: (e) => {
      e.exports = ['沒有商品符合您的條件']
    },
    45850: (e) => {
      e.exports = ['沒有東西符合您的標準']
    },
    36551: (e) => {
      e.exports = [
        '新的繪圖將複製到同一版面中的所有圖表，並在選擇同一商品時顯示',
      ]
    },
    19407: (e) => {
      e.exports = ['新繪圖將在全版面中同步。']
    },
    77989: (e) => {
      e.exports = ['新繪圖將在版面中同步']
    },
    19724: (e) => {
      e.exports = ['來源']
    },
    62571: (e) => {
      e.exports = ['儲存圖表版面']
    },
    35264: (e) => {
      e.exports = ['僅縮放價格圖表']
    },
    52298: (e) => {
      e.exports = ['搜尋']
    },
    78842: (e) => {
      e.exports = ['搜尋工具或功能']
    },
    13269: (e) => {
      e.exports = ['選擇來源']
    },
    90417: (e) => {
      e.exports = ['收盤時中斷']
    },
    25792: (e) => {
      e.exports = ['形態']
    },
    91977: (e) => {
      e.exports = ['顯示隱藏的工具']
    },
    51072: (e) => {
      e.exports = ['顯示物件樹']
    },
    49421: (e) => {
      e.exports = ['保持繪圖模式']
    },
    85422: (e) => {
      e.exports = ['強磁鐵']
    },
    89053: (e) => {
      e.exports = ['商品代碼']
    },
    48490: (e) => {
      e.exports = ['商品&描述']
    },
    79791: (e) => {
      e.exports = ['商品名稱標籤']
    },
    12014: (e) => {
      e.exports = ['商品資訊']
    },
    78001: (e) => {
      e.exports = ['商品最新價格標籤']
    },
    99983: (e) => {
      e.exports = ['商品搜尋']
    },
    35888: (e) => {
      e.exports = ['同步繪圖到所有圖表']
    },
    19693: (e) => {
      e.exports = ['形態']
    },
    73359: (e) => {
      e.exports = ['分叉線']
    },
    4037: (e) => {
      e.exports = ['加號按鈕']
    },
    96032: (e) => {
      e.exports = ['前一日收盤價線']
    },
    99530: (e) => {
      e.exports = ['價格線']
    },
    90612: (e) => {
      e.exports = ['最近搜尋']
    },
    31273: (e) => {
      e.exports = ['常規時段']
    },
    76091: (e) => {
      e.exports = ['移除繪圖']
    },
    20378: (e) => {
      e.exports = ['移除技術指標']
    },
    57869: (e) => {
      e.exports = ['移除所有指標和繪圖工具']
    },
    72482: (e) => {
      e.exports = ['從收藏移除']
    },
    34465: (e) => {
      e.exports = ['重設圖表']
    },
    45417: (e) => {
      e.exports = ['重設價格刻度']
    },
    75521: (e) => {
      e.exports = ['重設時間刻度']
    },
    45265: (e) => {
      e.exports = ['弱磁鐵']
    },
    20916: (e) => {
      e.exports = ['文字和筆記']
    },
    18794: (e) => {
      e.exports = ['趨勢線工具']
    },
    64185: (e) => {
      e.exports = ['鍵入以搜尋圖紙、功能、和設定']
    },
    89967: (e) => {
      e.exports = ['基於成交量']
    },
    38925: (e) => {
      e.exports = ['放大']
    },
    49895: (e) => {
      e.exports = ['縮小']
    },
    12629: (e) => {
      e.exports = ['商品']
    },
    87592: (e) => {
      e.exports = 'cfd'
    },
    65558: (e) => {
      e.exports = ['更改圖表上的想法可見性']
    },
    59820: (e) => {
      e.exports = ['更改指標和財務名稱標籤可見性']
    },
    90512: (e) => {
      e.exports = ['更改指標和財務值標籤可見性']
    },
    50393: (e) => {
      e.exports = ['更改盤前/盤後市場價格線的可見性']
    },
    8448: (e) => {
      e.exports = 'crypto'
    },
    67245: (e) => {
      e.exports = 'dr'
    },
    88720: (e) => {
      e.exports = ['經濟']
    },
    39512: (e) => {
      e.exports = ['外匯']
    },
    81859: (e) => {
      e.exports = ['期貨']
    },
    12754: (e) => {
      e.exports = ['指數']
    },
    60804: (e) => {
      e.exports = ['指數']
    },
    36931: (e) => {
      e.exports = ['股票']
    },
    95612: (e) => {
      e.exports = ['同步繪圖']
    },
    32868: (e) => {
      e.exports = ['{hotKey_0} + 點擊圖表']
    },
    68125: (e) => {
      e.exports = ['{hotKey_0} — 圓圈']
    },
    40234: (e) => {
      e.exports = ['{hotKey_0} — 以45度角繪製一條直線']
    },
    10289: (e) => {
      e.exports = ['{hotKey_0} — 固定增量']
    },
    81591: (e) => {
      e.exports = ['{hotKey_0} — 正方形']
    },
  },
])
