;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [2745],
  {
    214229: (e) => {
      e.exports = ['點']
    },
    306174: (e) => {
      e.exports = ['天']
    },
    705285: (e) => {
      e.exports = ['小時']
    },
    179410: (e) => {
      e.exports = ['個月']
    },
    537830: (e) => {
      e.exports = ['分鐘']
    },
    725042: (e) => {
      e.exports = ['周']
    },
    274787: (e) => {
      e.exports = ['天']
    },
    162346: (e) => {
      e.exports = ['小時']
    },
    394328: (e) => {
      e.exports = ['月']
    },
    357470: (e) => {
      e.exports = ['分']
    },
    774973: (e) => {
      e.exports = ['秒']
    },
    348801: (e) => {
      e.exports = 'Ranges'
    },
    386614: (e) => {
      e.exports = ['周']
    },
    130426: (e) => {
      e.exports = 'Ticks'
    },
    643001: (e) => {
      e.exports = ['複製圖片']
    },
    607367: (e) => {
      e.exports = ['複製連結']
    },
    645888: (e) => {
      e.exports = ['圖表快照']
    },
    274207: (e) => {
      e.exports = ['圖表設定']
    },
    46720: (e) => {
      e.exports = ['十字準線']
    },
    780362: (e) => {
      e.exports = ['十字準線在版面內的所有圖表之間同步']
    },
    954777: (e) => {
      e.exports = ['增加']
    },
    595798: (e) => {
      e.exports = ['增加自訂周期']
    },
    44629: (e) => {
      e.exports = ['加入收藏']
    },
    715795: (e) => {
      e.exports = ['我的所有版面']
    },
    288368: (e) => {
      e.exports = ['所有更改已保存']
    },
    684232: (e) => {
      e.exports = ['圖表樣式']
    },
    539011: (e) => {
      e.exports = ['下載圖片']
    },
    66174: (e) => {
      e.exports = ['日期範圍']
    },
    156685: (e) => {
      e.exports = ['版面內所有圖表的日期範圍發生變化']
    },
    943399: (e) => {
      e.exports = ['預設模板']
    },
    329313: (e) => {
      e.exports = ['每個擁有該鏈接的人都可以查看和複製']
    },
    783127: (e) => {
      e.exports = ['常用指標']
    },
    933959: (e) => {
      e.exports = ['收藏']
    },
    811682: (e) => {
      e.exports = ['全螢幕模式']
    },
    469466: (e) => {
      e.exports = ['週期']
    },
    620763: (e) => {
      e.exports = ['版面內所有圖表的時間週期更改']
    },
    515812: (e) => {
      e.exports = ['指標模板']
    },
    561142: (e) => {
      e.exports = ['技術指標']
    },
    174527: (e) => {
      e.exports = ['指標 & 策略']
    },
    979353: (e) => {
      e.exports = ['開啟周期對話框']
    },
    355520: (e) => {
      e.exports = ['在彈出視窗開啟圖表']
    },
    938543: (e) => {
      e.exports = ['在新頁簽中打開']
    },
    975687: (e) => {
      e.exports = ['載入圖表版面']
    },
    375789: (e) => {
      e.exports = ['加載版面']
    },
    390879: (e) => {
      e.exports = ['下載……']
    },
    528024: (e) => {
      e.exports = ['版面類型']
    },
    180959: (e) => {
      e.exports = ['製作副本']
    },
    658219: (e) => {
      e.exports = ['管理版面']
    },
    438554: (e) => {
      e.exports = ['我的模板']
    },
    814605: (e) => {
      e.exports = ['數字或{hotKey_0}']
    },
    185520: (e) => {
      e.exports = ['儲存']
    },
    92093: (e) => {
      e.exports = ['儲存指標範本']
    },
    587409: (e) => {
      e.exports = ['儲存版面裡的所有圖表，包含圖表裡的全部品種和周期']
    },
    11680: (e) => {
      e.exports = ['儲存版面']
    },
    249211: (e) => {
      e.exports = ['選擇版面']
    },
    327077: (e) => {
      e.exports = ['分享']
    },
    520987: (e) => {
      e.exports = ['只要在圖表上開始輸入，即可拉出此搜尋框']
    },
    589053: (e) => {
      e.exports = ['商品代碼']
    },
    882719: (e) => {
      e.exports = ['商品搜尋']
    },
    884315: (e) => {
      e.exports = ['版面內所有圖表上的商品發生變化']
    },
    742130: (e) => {
      e.exports = ['快速搜尋']
    },
    370728: (e) => {
      e.exports = ['重做{hint}']
    },
    572482: (e) => {
      e.exports = ['從收藏移除']
    },
    435038: (e) => {
      e.exports = ['重新命名']
    },
    212548: (e) => {
      e.exports = ['當您點擊圖表時，版面中的所有圖表都會顯示相同的時間點']
    },
    588513: (e) => {
      e.exports = ['快照']
    },
    132916: (e) => {
      e.exports = ['時間周期']
    },
    99746: (e) => {
      e.exports = ['Twitter圖表圖片']
    },
    780323: (e) => {
      e.exports = ['復原 {hint}']
    },
    223687: (e) => {
      e.exports = ['您尚未有收藏的指標']
    },
  },
])
