;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [6119],
  {
    519801: (e) => {
      e.exports = ['周五']
    },
    11268: (e) => {
      e.exports = ['周一']
    },
    963331: (e) => {
      e.exports = ['周六']
    },
    85954: (e) => {
      e.exports = ['周日']
    },
    226230: (e) => {
      e.exports = ['周三']
    },
    24793: (e) => {
      e.exports = ['周四']
    },
    831533: (e) => {
      e.exports = ['周二']
    },
    189790: (e) => {
      e.exports = ['無法取得Pine原始碼']
    },
    39589: (e) => {
      e.exports = ['摺疊窗格']
    },
    638154: (e) => {
      e.exports = ['確定移除研究樹']
    },
    556934: (e) => {
      e.exports = ['更改說明']
    },
    423398: (e) => {
      e.exports = ['變更商品']
    },
    236004: (e) => {
      e.exports = ['建立一個免費賬戶']
    },
    269419: (e) => {
      e.exports = ['一切良好 — 市場開啟。']
    },
    997637: (e) => {
      e.exports = ['四月']
    },
    486797: (e) => {
      e.exports = ['八月']
    },
    22519: (e) => {
      e.exports = ['K棒漲跌值']
    },
    941707: (e) => {
      e.exports = ['購買即時數據']
    },
    452003: (e) => {
      e.exports = ['確定要刪除研究及其所有子項目嗎？']
    },
    68854: (e) => {
      e.exports = ['雙擊']
    },
    597325: (e) => {
      e.exports = ['數據錯誤']
    },
    55669: (e) => {
      e.exports = ['十二月']
    },
    683498: (e) => {
      e.exports = ['刪除窗格']
    },
    482751: (e) => {
      e.exports = ['錯誤']
    },
    540519: (e) => {
      e.exports = ['晚安。盤後市場已開市。']
    },
    780227: (e) => {
      e.exports = ['交易所時區']
    },
    316467: (e) => {
      e.exports = ['二月']
    },
    825046: (e) => {
      e.exports = ['填寫交易所協議']
    },
    593666: (e) => {
      e.exports = ['標記商品']
    },
    300564: (e) => {
      e.exports = ['周五']
    },
    772970: (e) => {
      e.exports = ['周五']
    },
    988958: (e) => {
      e.exports = ['假日']
    },
    721686: (e) => {
      e.exports = ['隱藏指標圖例']
    },
    26935: (e) => {
      e.exports = ['指標參數']
    },
    126315: (e) => {
      e.exports = ['指標名稱']
    },
    584098: (e) => {
      e.exports = ['指標值']
    },
    950634: (e) => {
      e.exports = ['它將在{remainingTime}後進入盤後交易。']
    },
    574537: (e) => {
      e.exports = ['盤前交易將在{remainingTime}後開盤。']
    },
    926910: (e) => {
      e.exports = ['一月']
    },
    323230: (e) => {
      e.exports = ['七月']
    },
    49385: (e) => {
      e.exports = ['六月']
    },
    199487: (e) => {
      e.exports = ['開高低收值']
    },
    290784: (e) => {
      e.exports = ['十月']
    },
    775991: (e) => {
      e.exports = ['開市狀態']
    },
    37274: (e) => {
      e.exports = ['最後一天變化值']
    },
    939899: (e) => {
      e.exports = ['下移窗格']
    },
    370343: (e) => {
      e.exports = ['上移窗格']
    },
    783085: (e) => {
      e.exports = ['周一']
    },
    561199: (e) => {
      e.exports = ['周一']
    },
    801653: (e) => {
      e.exports = ['早安。盤前市場已開市。']
    },
    256470: (e) => {
      e.exports = ['最大化圖表']
    },
    819603: (e) => {
      e.exports = ['最大化窗格']
    },
    668327: (e) => {
      e.exports = ['五月']
    },
    335732: (e) => {
      e.exports = ['管理窗格']
    },
    684675: (e) => {
      e.exports = ['三月']
    },
    383949: (e) => {
      e.exports = ['開市']
    },
    735701: (e) => {
      e.exports = ['市場在{remainingTime}後開盤。']
    },
    895814: (e) => {
      e.exports = ['休市']
    },
    298105: (e) => {
      e.exports = ['市場在{remainingTime}後收盤。']
    },
    987202: (e) => {
      e.exports = ['市場目前正在放假。放鬆一下。']
    },
    171194: (e) => {
      e.exports = ['十一月']
    },
    966324: (e) => {
      e.exports = ['原始碼']
    },
    936835: (e) => {
      e.exports = ['周六']
    },
    101144: (e) => {
      e.exports = ['周六']
    },
    540653: (e) => {
      e.exports = ['向左滾動']
    },
    426721: (e) => {
      e.exports = ['滾動到最近的欄位']
    },
    135809: (e) => {
      e.exports = ['向右滾動']
    },
    661132: (e) => {
      e.exports = ['九月']
    },
    328705: (e) => {
      e.exports = ['顯示指標圖例']
    },
    551072: (e) => {
      e.exports = ['顯示物件樹']
    },
    337809: (e) => {
      e.exports = ['顯示周期設定']
    },
    539045: (e) => {
      e.exports = ['Study錯誤']
    },
    186577: (e) => {
      e.exports = ['周日']
    },
    272149: (e) => {
      e.exports = ['周日']
    },
    246041: (e) => {
      e.exports = ['商品價格來源']
    },
    739339: (e) => {
      e.exports = ['商品標題']
    },
    429985: (e) => {
      e.exports = ['盤後時段']
    },
    356042: (e) => {
      e.exports = ['盤前時段']
    },
    48293: (e) => {
      e.exports = ['還原圖表']
    },
    491029: (e) => {
      e.exports = ['還原窗格']
    },
    875094: (e) => {
      e.exports = ['周三']
    },
    107147: (e) => {
      e.exports = ['周三']
    },
    409787: (e) => {
      e.exports = ['周四']
    },
    107951: (e) => {
      e.exports = ['周四']
    },
    673717: (e) => {
      e.exports = ['無此商品，請選擇另一個商品。']
    },
    957048: (e) => {
      e.exports = ['該去散步了 — 此市場已關閉。']
    },
    794316: (e) => {
      e.exports = ['周二']
    },
    944979: (e) => {
      e.exports = ['周一']
    },
    608209: (e) => {
      e.exports = ['取消標記商品']
    },
    101111: (e) => {
      e.exports = ['成交量']
    },
    461311: (e) => {
      e.exports = ['放大']
    },
    247602: (e) => {
      e.exports = ['縮小']
    },
    457889: (e) => {
      e.exports = ['更改開高低收值可見性']
    },
    118644: (e) => {
      e.exports = ['更改開盤狀態可見性']
    },
    845110: (e) => {
      e.exports = ['更改K線漲跌可見性']
    },
    231325: (e) => {
      e.exports = ['更改指標標題可見性']
    },
    399774: (e) => {
      e.exports = ['更改指標值可見性']
    },
    96162: (e) => {
      e.exports = ['更改指標參數可見性']
    },
    250058: (e) => {
      e.exports = ['更改最後一天變化可見性']
    },
    26717: (e) => {
      e.exports = ['更改商品描述可見性']
    },
    606091: (e) => {
      e.exports = ['更改商品欄位可見性']
    },
    709455: (e) => {
      e.exports = ['更改成交量值可見性']
    },
    539348: (e) => {
      e.exports = ['少於一分鐘']
    },
    787358: (e) => {
      e.exports = ['顯示{title}']
    },
    107827: (e) => {
      e.exports = ['{days}和{hours}']
    },
    19830: (e) => {
      e.exports = ['{hours}和{minutes}']
    },
    888841: (e) => {
      e.exports = ['數據每{amount}秒更新一次，即使市場上有更多更新也是如此。']
    },
    602121: (e) => {
      e.exports = [
        '我們基本方案的數據每{amount}秒更新一次，即使市場上有更多更新也是如此。',
      ]
    },
    705223: (e) => {
      e.exports = ['每{amount}秒更新一次']
    },
    458609: (e) => {
      e.exports = ['{number} 天']
    },
    224430: (e) => {
      e.exports = ['{number} 小時']
    },
    467151: (e) => {
      e.exports = ['{number} 分']
    },
  },
])
