;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [9536],
  {
    650831: (e) => {
      e.exports = ['根K棒']
    },
    919648: (e) => {
      e.exports = ['12小時']
    },
    855838: (e) => {
      e.exports = ['24小時']
    },
    723238: (e) => {
      e.exports = ['版面']
    },
    72171: (e) => {
      e.exports = ['中心']
    },
    288364: (e) => {
      e.exports = ['圖表基本樣式']
    },
    46720: (e) => {
      e.exports = ['十字準線']
    },
    50985: (e) => {
      e.exports = ['貨幣']
    },
    217319: (e) => {
      e.exports = ['貨幣和單位']
    },
    412381: (e) => {
      e.exports = ['所有活動']
    },
    768791: (e) => {
      e.exports = ['參數']
    },
    695036: (e) => {
      e.exports = ['平均收盤價']
    },
    691757: (e) => {
      e.exports = ['底部']
    },
    527331: (e) => {
      e.exports = ['背景']
    },
    22519: (e) => {
      e.exports = ['K棒漲跌值']
    },
    790906: (e) => {
      e.exports = ['包圍單的獲利&虧損']
    },
    187845: (e) => {
      e.exports = ['按鈕']
    },
    217329: (e) => {
      e.exports = ['買/賣按鈕']
    },
    339392: (e) => {
      e.exports = ['網格線']
    },
    625209: (e) => {
      e.exports = ['日期格式']
    },
    555090: (e) => {
      e.exports = ['標籤上的星期幾']
    },
    629601: (e) => {
      e.exports = ['描述']
    },
    226897: (e) => {
      e.exports = ['事件']
    },
    41950: (e) => {
      e.exports = ['倉位和訂單的延長價格線']
    },
    178106: (e) => {
      e.exports = ['執行']
    },
    464848: (e) => {
      e.exports = ['執行標籤']
    },
    577405: (e) => {
      e.exports = ['橫式']
    },
    734403: (e) => {
      e.exports = ['僅水平']
    },
    760971: (e) => {
      e.exports = ['高價和低價']
    },
    561142: (e) => {
      e.exports = ['技術指標']
    },
    234905: (e) => {
      e.exports = ['指標值']
    },
    829687: (e) => {
      e.exports = ['指標和財務值']
    },
    25084: (e) => {
      e.exports = ['指標和財務名稱']
    },
    409654: (e) => {
      e.exports = ['指標名稱']
    },
    344104: (e) => {
      e.exports = ['即時訂單放置']
    },
    199487: (e) => {
      e.exports = ['開高低收值']
    },
    775991: (e) => {
      e.exports = ['開市狀態']
    },
    293104: (e) => {
      e.exports = ['訂單']
    },
    517538: (e) => {
      e.exports = ['訂單和倉位的對齊']
    },
    199192: (e) => {
      e.exports = ['螢幕截圖上的訂單、執行和持倉']
    },
    515474: (e) => {
      e.exports = 'Logo'
    },
    996073: (e) => {
      e.exports = ['詳細描述']
    },
    878905: (e) => {
      e.exports = ['價格刻度上的標籤']
    },
    37274: (e) => {
      e.exports = ['最後一天變化值']
    },
    619286: (e) => {
      e.exports = ['左']
    },
    470500: (e) => {
      e.exports = ['資金']
    },
    766653: (e) => {
      e.exports = ['利益率']
    },
    876476: (e) => {
      e.exports = ['中間']
    },
    242502: (e) => {
      e.exports = ['無重疊']
    },
    230163: (e) => {
      e.exports = ['通知']
    },
    149199: (e) => {
      e.exports = ['沒有任何']
    },
    874343: (e) => {
      e.exports = ['導航']
    },
    847926: (e) => {
      e.exports = ['坐標模式（A和L）']
    },
    643115: (e) => {
      e.exports = ['刻度']
    },
    753224: (e) => {
      e.exports = ['刻度放置']
    },
    779194: (e) => {
      e.exports = ['狀態列']
    },
    589053: (e) => {
      e.exports = ['商品代碼']
    },
    435383: (e) => {
      e.exports = ['商品名稱']
    },
    327767: (e) => {
      e.exports = ['商品最新價格']
    },
    540847: (e) => {
      e.exports = ['商品前一天收盤價']
    },
    948313: (e) => {
      e.exports = ['持倉']
    },
    750446: (e) => {
      e.exports = ['窗格']
    },
    373908: (e) => {
      e.exports = ['窗格分隔符號']
    },
    936014: (e) => {
      e.exports = ['百分比']
    },
    778621: (e) => {
      e.exports = ['點數']
    },
    507248: (e) => {
      e.exports = ['播放執行聲音']
    },
    674823: (e) => {
      e.exports = ['盤前/盤後市場價格']
    },
    164859: (e) => {
      e.exports = ['價格刻度']
    },
    676523: (e) => {
      e.exports = ['價格和百分比值']
    },
    150609: (e) => {
      e.exports = ['獲利&虧損']
    },
    186921: (e) => {
      e.exports = ['反轉按鈕']
    },
    612698: (e) => {
      e.exports = ['僅拒絕']
    },
    221141: (e) => {
      e.exports = ['右']
    },
    340187: (e) => {
      e.exports = ['右邊距']
    },
    577705: (e) => {
      e.exports = ['浮水印']
    },
    226458: (e) => {
      e.exports = ['燭芯']
    },
    865994: (e) => {
      e.exports = ['頂部']
    },
    792960: (e) => {
      e.exports = ['文字對齊']
    },
    390581: (e) => {
      e.exports = ['文字方向']
    },
    767369: (e) => {
      e.exports = ['標題']
    },
    331326: (e) => {
      e.exports = ['標題']
    },
    423097: (e) => {
      e.exports = ['商品代碼']
    },
    182168: (e) => {
      e.exports = ['商品和描述']
    },
    743637: (e) => {
      e.exports = ['時間刻度']
    },
    997316: (e) => {
      e.exports = ['時間小時格式']
    },
    890801: (e) => {
      e.exports = ['交易']
    },
    677534: (e) => {
      e.exports = ['單位']
    },
    101111: (e) => {
      e.exports = ['成交量']
    },
    680170: (e) => {
      e.exports = ['根據刻度值']
    },
    391322: (e) => {
      e.exports = ['數值']
    },
    437174: (e) => {
      e.exports = ['垂直和水平']
    },
    199113: (e) => {
      e.exports = ['僅垂直']
    },
    944085: (e) => {
      e.exports = ['直式']
    },
    457889: (e) => {
      e.exports = ['更改開高低收值可見性']
    },
    935646: (e) => {
      e.exports = ['更改導航按鈕可見性']
    },
    352164: (e) => {
      e.exports = ['更改通知狀態']
    },
    118644: (e) => {
      e.exports = ['更改開盤狀態可見性']
    },
    177827: (e) => {
      e.exports = ['更改訂單確認狀態']
    },
    469714: (e) => {
      e.exports = ['更改訂單可見性']
    },
    477223: (e) => {
      e.exports = ['更改買入/賣出按鈕的可見性']
    },
    845110: (e) => {
      e.exports = ['更改K線漲跌可見性']
    },
    210349: (e) => {
      e.exports = ['更改下邊距']
    },
    154119: (e) => {
      e.exports = ['改變包圍單PL顯示模式']
    },
    151175: (e) => {
      e.exports = ['更改包圍單PL可見性']
    },
    688161: (e) => {
      e.exports = ['更改貨幣和單位標籤的可見性']
    },
    284060: (e) => {
      e.exports = ['更改貨幣標籤可見性']
    },
    899011: (e) => {
      e.exports = ['更改圖表背景顏色']
    },
    972458: (e) => {
      e.exports = ['更改圖表背景類型']
    },
    37034: (e) => {
      e.exports = ['更改十字準線寬度']
    },
    529951: (e) => {
      e.exports = ['更改十字準線顏色']
    },
    792027: (e) => {
      e.exports = ['更改十字準線樣式']
    },
    50457: (e) => {
      e.exports = ['更改日期格式']
    },
    607104: (e) => {
      e.exports = ['更改標籤上的星期幾']
    },
    995765: (e) => {
      e.exports = ['更改執行標籤可見性']
    },
    255496: (e) => {
      e.exports = ['更改執行可見性']
    },
    683269: (e) => {
      e.exports = ['更改向左延長線']
    },
    827764: (e) => {
      e.exports = ['更改網格線可見性']
    },
    988096: (e) => {
      e.exports = ['更改水平網格線顏色']
    },
    231325: (e) => {
      e.exports = ['更改指標標題可見性']
    },
    399774: (e) => {
      e.exports = ['更改指標值可見性']
    },
    96162: (e) => {
      e.exports = ['更改指標參數可見性']
    },
    559820: (e) => {
      e.exports = ['更改指標和財務名稱標籤可見性']
    },
    90512: (e) => {
      e.exports = ['更改指標和財務值標籤可見性']
    },
    250058: (e) => {
      e.exports = ['更改最後一天變化可見性']
    },
    597956: (e) => {
      e.exports = ['更改圖例背景透明度']
    },
    761061: (e) => {
      e.exports = ['更改圖例背景可見性']
    },
    537730: (e) => {
      e.exports = ['更改窗格按鈕可見性']
    },
    989032: (e) => {
      e.exports = ['改變窗格分隔符號顏色']
    },
    641636: (e) => {
      e.exports = ['更改訂單執行時的播放聲音']
    },
    72970: (e) => {
      e.exports = ['更改圖表上的倉位交易物件']
    },
    21181: (e) => {
      e.exports = ['更改倉位可見性']
    },
    792476: (e) => {
      e.exports = ['更改倉位PL可見性']
    },
    485749: (e) => {
      e.exports = ['更改倉位PL顯示模式']
    },
    569520: (e) => {
      e.exports = ['更改翻轉按鈕可見性']
    },
    135636: (e) => {
      e.exports = ['更改右邊距']
    },
    966601: (e) => {
      e.exports = ['更改右邊距百分比']
    },
    225616: (e) => {
      e.exports = ['更改商品浮水印顏色']
    },
    687159: (e) => {
      e.exports = ['更改商品浮水印可見性']
    },
    26717: (e) => {
      e.exports = ['更改商品描述可見性']
    },
    606091: (e) => {
      e.exports = ['更改商品欄位可見性']
    },
    728741: (e) => {
      e.exports = ['更改商品最新值模式']
    },
    795071: (e) => {
      e.exports = ['更改商品圖例格式']
    },
    847361: (e) => {
      e.exports = ['更改坐標模式按鈕的可見性']
    },
    635065: (e) => {
      e.exports = ['更改刻度文字顏色']
    },
    484382: (e) => {
      e.exports = ['更改刻度字體大小']
    },
    512468: (e) => {
      e.exports = ['更改刻度線條顏色']
    },
    871589: (e) => {
      e.exports = ['更改交易時段分隔可見性']
    },
    515035: (e) => {
      e.exports = ['更改交易時段分隔寬度']
    },
    501579: (e) => {
      e.exports = ['更改交易時段分隔顏色']
    },
    121460: (e) => {
      e.exports = ['更改交易時段分隔樣式']
    },
    876991: (e) => {
      e.exports = ['更改時間格式']
    },
    598905: (e) => {
      e.exports = ['更改上邊距']
    },
    992775: (e) => {
      e.exports = ['更改螢幕截圖上交易對象的可見性']
    },
    607011: (e) => {
      e.exports = ['更改單位標籤可見性']
    },
    722722: (e) => {
      e.exports = ['更改垂直網格線顏色']
    },
    709455: (e) => {
      e.exports = ['更改成交量值可見性']
    },
    670919: (e) => {
      e.exports = ['外觀']
    },
    8892: (e) => {
      e.exports = ['一般']
    },
  },
])
