;(self.webpackChunktradingview = self.webpackChunktradingview || []).push([
  [5275],
  {
    340276: (e) => {
      e.exports = ['增加']
    },
    453585: (e) => {
      e.exports = ['增加自訂顏色']
    },
    681865: (e) => {
      e.exports = ['不透明度']
    },
    2443: (e) => {
      e.exports = ['線條工具 線條樣式']
    },
    940054: (e) => {
      e.exports = ['顏色']
    },
    44629: (e) => {
      e.exports = ['加入收藏']
    },
    486528: (e) => {
      e.exports = ['套用預設繪圖範本']
    },
    938455: (e) => {
      e.exports = ['背景顏色']
    },
    179964: (e) => {
      e.exports = ['背景顏色1']
    },
    745320: (e) => {
      e.exports = ['背景顏色2']
    },
    774935: (e) => {
      e.exports = ['您確定要刪除繪圖模板“{name}”？']
    },
    860925: (e) => {
      e.exports = ['點點']
    },
    842973: (e) => {
      e.exports = ['點虛線']
    },
    459317: (e) => {
      e.exports = ['短虛線']
    },
    571527: (e) => {
      e.exports = ['繪圖模板“{name}”已存在。您真的要取代它嗎？']
    },
    299289: (e) => {
      e.exports = ['清除']
    },
    23886: (e) => {
      e.exports = ['字體大小']
    },
    417006: (e) => {
      e.exports = ['字體大小']
    },
    717517: (e) => {
      e.exports = ['隱藏所有繪圖']
    },
    574813: (e) => {
      e.exports = ['隱藏常用繪圖工具列']
    },
    537057: (e) => {
      e.exports = ['鎖定所有繪圖']
    },
    671845: (e) => {
      e.exports = ['畫線工具背景']
    },
    712928: (e) => {
      e.exports = ['畫線工具顏色']
    },
    121327: (e) => {
      e.exports = ['畫線工具文字顏色']
    },
    286327: (e) => {
      e.exports = ['圖形寬度']
    },
    447059: (e) => {
      e.exports = ['設定圖形寬度']
    },
    141610: (e) => {
      e.exports = ['更多']
    },
    579165: (e) => {
      e.exports = ['魔術']
    },
    937140: (e) => {
      e.exports = ['磁鐵模式將吸附至K線的開高低收值']
    },
    867455: (e) => {
      e.exports = ['馬克筆顏色']
    },
    659607: (e) => {
      e.exports = ['測量']
    },
    736551: (e) => {
      e.exports = [
        '新的繪圖將複製到同一版面中的所有圖表，並在選擇同一商品時顯示',
      ]
    },
    933751: (e) => {
      e.exports = ['儲存繪圖模板為']
    },
    691977: (e) => {
      e.exports = ['顯示隱藏的工具']
    },
    551072: (e) => {
      e.exports = ['顯示物件樹']
    },
    749421: (e) => {
      e.exports = ['保持繪圖模式']
    },
    749593: (e) => {
      e.exports = ['停損背景顏色']
    },
    36785: (e) => {
      e.exports = ['盈利背景顏色']
    },
    376091: (e) => {
      e.exports = ['移除繪圖']
    },
    854336: (e) => {
      e.exports = ['移除顏色']
    },
    572482: (e) => {
      e.exports = ['從收藏移除']
    },
    319221: (e) => {
      e.exports = ['文字顏色']
    },
    350912: (e) => {
      e.exports = ['範本名稱']
    },
    891900: (e) => {
      e.exports = ['模板']
    },
    38925: (e) => {
      e.exports = ['放大']
    },
    949895: (e) => {
      e.exports = ['縮小']
    },
    16631: (e) => {
      e.exports = ['更改線條工具文字顏色']
    },
    674350: (e) => {
      e.exports = ['更改線條工具背景顏色']
    },
    368519: (e) => {
      e.exports = ['更改線條工具顏色']
    },
    436819: (e) => {
      e.exports = ['更改線條工具字體大小']
    },
    654769: (e) => {
      e.exports = ['更改線條工具的線條樣式']
    },
    141648: (e) => {
      e.exports = ['更改線條工具的線寬']
    },
    18567: (e) => {
      e.exports = ['更改{propertyName}屬性']
    },
    132868: (e) => {
      e.exports = ['{hotKey_0} + 點擊圖表']
    },
    468125: (e) => {
      e.exports = ['{hotKey_0} — 圓圈']
    },
    240234: (e) => {
      e.exports = ['{hotKey_0} — 以45度角繪製一條直線']
    },
    510289: (e) => {
      e.exports = ['{hotKey_0} — 固定增量']
    },
    481591: (e) => {
      e.exports = ['{hotKey_0} — 正方形']
    },
  },
])
